{"protocolSection": {"identificationModule": {"nctId": "NCT03207451", "nctIdAliases": ["NCT02629367"], "orgStudyIdInfo": {"id": "15-2051"}, "organization": {"fullName": "Inova Health Care Services", "class": "OTHER"}, "briefTitle": "Vorapaxar on Thrombin Generation and Coagulability", "officialTitle": "Influence of Vorapaxar on Thrombin Generation and Coagulability"}, "statusModule": {"statusVerifiedDate": "2022-07", "overallStatus": "COMPLETED", "expandedAccessInfo": {"hasExpandedAccess": false}, "startDateStruct": {"date": "2016-01-01", "type": "ACTUAL"}, "primaryCompletionDateStruct": {"date": "2018-07-01", "type": "ACTUAL"}, "completionDateStruct": {"date": "2018-08-01", "type": "ACTUAL"}, "studyFirstSubmitDate": "2017-01-04", "studyFirstSubmitQcDate": "2017-06-30", "studyFirstPostDateStruct": {"date": "2017-07-02", "type": "ACTUAL"}, "resultsFirstSubmitDate": "2019-10-08", "resultsFirstSubmitQcDate": "2022-07-22", "resultsFirstPostDateStruct": {"date": "2022-08-18", "type": "ACTUAL"}, "lastUpdateSubmitDate": "2022-07-22", "lastUpdatePostDateStruct": {"date": "2022-08-18", "type": "ACTUAL"}}, "sponsorCollaboratorsModule": {"responsibleParty": {"type": "SPONSOR"}, "leadSponsor": {"name": "Inova Health Care Services", "class": "OTHER"}, "collaborators": [{"name": "Merck Sharp & Dohme LLC", "class": "INDUSTRY"}]}, "oversightModule": {"oversightHasDmc": false}, "descriptionModule": {"briefSummary": "This investigation will be conducted in patients 18-75 years of age with multiple coronary artery disease risk factors (antiplatelet naïve patients) and patients with prior MI or PVD on antiplatelet therapy. Pharmacodynamics will be assessed at multiple time points to assess onset-, maintenance-, and offset-effect of vorapaxar on thrombin generation, platelet reactivity, and plasma/platelet endothelial and inflammatory biomarkers. Safety assessment will be assessed throughout the study.", "detailedDescription": "The occurrence of coronary arterial thrombotic events during acute coronary syndromes (ACS) and percutaneous coronary interventions (PCI) are critically dependent on reactive platelets. Antiplatelet therapy plays a central role in preventing stent thrombosis and recurrent myocardial infarction in these high risk patients. Platelet activation involves multiple signaling pathways activated by thrombin, thromboxane A2, adenosine diphosphate (ADP) and collagen that interact with specific receptors. Simultaneous and optimal blockade of these pathways is essential to ensure effective inhibition of platelet function and attenuation of thrombotic events. However, it remains unclear which pathway is central to the generation of thrombotic events in an individual patient. Emerging data suggests that activation of the protease-activated receptors (PARs) by thrombin and platelet-dependent thrombin generation may be patient specific. Evidence for this concept is present in the significant residual risk (\\~10%) present in high risk patients treated with potent P2Y12 blockers and ASA.\n\nTranslational antiplatelet therapy studies thus far have largely focused on the measurement of platelet aggregation and agglutination to fibrinogen-coated beads in anticoagulated blood. These studies ignore the characteristics of platelet-fibrin clot formation as a potential contributor to the development of adverse events (i.e. no study of platelet-fibrin interactions). In addition to platelet function, thrombin mediated platelet-fibrin clot characteristics may play an important role in the development of ischemic events and stent restenosis. In support of this hypothesis, the POST-STENTING study clearly demonstrated that studying platelet function in isolation may have an important limitation in predicting ischemic events as well as determining effective strategies to reduce recurrent adverse events. In the latter study, we found that high platelet reactivity was a comparatively poor indicator of ischemic events following stenting, relative to measurements of platelet-fibrin clot characteristics.\n\nAdverse events were more or less equally distributed in the middle two quartiles of post-treatment platelet aggregation. Most importantly, thrombin-induced maximum platelet-clot strength (TIP-FCS) measured at discharge was the most powerful predictor of 6 months post-stenting ischemic events with a sensitivity of 74%, specificity of 89%, and odds ratio 22.6 ( 1st quartile vs. 4th quartile). In the latter study, 74% of patients with ischemic events had high TIP-FCS (\\>72 mm, upper quartile value). These results indicate that platelet-fibrin clot strength may play important roles in the development of adverse ischemic events. Those subjects who form the most robust platelet-fibrin clots carry the greatest risk for recurrent thrombotic event occurrence. Of critical importance, these results also indicate that current long term antiplatelet therapies are inadequate to reduce adverse events in selected patients. Novel, longer-term treatment strategies directed at reducing thrombin function in selected patients may have significant impact in reducing adverse events.\n\nThrombin potently activates platelets through the protease-activated receptor (PAR-1). PAR-1 receptor inhibition is an emerging therapeutic strategy in patients who have suffered ACS. Vorapaxar is a novel antiplatelet agent that selectively inhibits the cellular actions of thrombin through antagonism of PAR-1. In the TRA 2P trial, in patients with a history of heart attack or with peripheral arterial disease (PAD) who had no history of stroke or transient ischemic attack (TIA), vorapaxar added to standard of care was associated with a significant 17 percent relative risk reduction over the three years in the combined events of cardiovascular (CV) death, myocardial infarction (MI), stroke, and urgent coronary revascularization (UCR) \\[event rate 10.1 percent vs. 11.8 percent for placebo\\]. For the key secondary composite efficacy endpoint of CV death, MI, and stroke alone, vorapaxar produced a significant 20 percent relative risk reduction in these patients \\[7.9 percent vs. 9.5 percent for placebo\\]. Based on these results, the U.S. Food and Drug Administration recently approved Zontivity (vorapaxar) to reduce the risk of heart attack, stroke, and cardiovascular death for secondary prevention in patients with a history of MI and peripheral vascular disease.\n\nCurrently, there are no data available regarding the effect of vorapaxar on clot generation kinetics or TIP-FCS when added to standard of care antiplatelet regimens. Potential reduction of TIP-FCS and clot generation kinetics by vorapaxar may assist in our understanding of the mechanism of action and in personalizing therapy in high risk patients to effectively reduce recurrent thrombotic event occurrences."}, "conditionsModule": {"conditions": ["Coronary Artery Disease", "Peripheral Vascular Disease", "Myocardial Infarction"], "keywords": ["Anti-Platelet Therapy"]}, "designModule": {"studyType": "INTERVENTIONAL", "phases": ["PHASE4"], "designInfo": {"allocation": "NON_RANDOMIZED", "interventionModel": "FACTORIAL", "primaryPurpose": "HEALTH_SERVICES_RESEARCH", "maskingInfo": {"masking": "NONE"}}, "enrollmentInfo": {"count": 81, "type": "ACTUAL"}}, "armsInterventionsModule": {"armGroups": [{"label": "Vorapaxar", "type": "EXPERIMENTAL", "description": "Subjects with multiple risk factors and antiplatelet naïve to receive Vorapaxar.", "interventionNames": ["Drug: Vorapaxar"]}, {"label": "Vorapaxar and Clopidogrel", "type": "EXPERIMENTAL", "description": "Subjects with 600 mg Load /75mg QD Clopidogrel QD for ≥ 7 days to receive Vorapaxar", "interventionNames": ["Drug: Vorapaxar and Clopidogrel"]}, {"label": "Vorapaxar and Aspirin", "type": "EXPERIMENTAL", "description": "Subjects with 81mg QD Aspirin to receive Vorapaxar", "interventionNames": ["Drug: Vorapaxar and Aspirin"]}, {"label": "Vorapaxar, Aspirin, and Clopidogrel", "type": "EXPERIMENTAL", "description": "Subjects with 81 mg QD Aspirin+75mg QD Clopidogrel to receive Vorapaxar.", "interventionNames": ["Drug: Vorapaxar, Aspirin, and Clopidogrel"]}], "interventions": [{"type": "DRUG", "name": "Vorapaxar", "description": "Vorapaxar is the principle study drug and will be given to all subjects.", "armGroupLabels": ["Vorapaxar"], "otherNames": ["Group 1"]}, {"type": "DRUG", "name": "Vorapaxar and Aspirin", "description": "Subjects in groups 3 will be on Aspirin when they begin Vorapaxar therapy.", "armGroupLabels": ["Vorapaxar and Aspirin"], "otherNames": ["Group 3"]}, {"type": "DRUG", "name": "Vorapaxar and Clopidogrel", "description": "Subjects in groups 2 will be on Clopidogrel when they begin Vorapaxar therapy.", "armGroupLabels": ["Vorapaxar and Clopidogrel"], "otherNames": ["Group 2"]}, {"type": "DRUG", "name": "Vorapaxar, Aspirin, and Clopidogrel", "description": "Subjects in groups 4 will be on both Aspirin and Clopidogrel when they begin Vorapaxar therapy.", "armGroupLabels": ["Vorapaxar, Aspirin, and Clopidogrel"], "otherNames": ["Group 4"]}]}, "outcomesModule": {"primaryOutcomes": [{"measure": "Effects of Vorapaxar on 15 μmol/L SFLLRN (PAR-1 Activating Peptide) Induced Platelet Aggregation", "description": "15 μmol/L SFLLRN (PAR-1 activating peptide) induced maximum platelet aggregation at 30 days after treatment with Vorapaxar", "timeFrame": "30 days after treatment with Vorapaxar"}, {"measure": "Effects of Vorapaxar on Thrombin Induced Platelet-fibrin Clot Strength (TIP-FCS)", "description": "Thrombin induced platelet-fibrin clot strength (TIP-FCS) at 30 days after treatment with Vorapaxar as measured by thromboelastography.", "timeFrame": "30 days after treatment with Vorapaxar"}], "secondaryOutcomes": [{"measure": "Effects of Vorapaxar on Von Willebrand Factor (vWF).", "description": "Effects of plasma von Willebrand factor (vWF) at 30 days after treatment with Vorapaxar", "timeFrame": "30 Days after treatment with Vorapaxar"}]}, "eligibilityModule": {"eligibilityCriteria": "Inclusion Criteria:\n\n1. Subject may be of either sex and of any race, and must be between 18 and 75 years of age.\n2. Subject must have multiple risk factors of developing atherosclerosis, or evidence of a history of atherosclerosis involving the coronary or peripheral vascular systems as follows:\n\n   1. Subject must present with multiple risk factors for CAD or PAD, such as high blood pressure, high cholesterol, diabetes, obesity, current smokers, or\n   2. CAD as indicated by a history of presumed spontaneous MI (hospitalized with final diagnosis of MI, excluding periprocedural or definite secondary MI \\[e.g., due to profound anemia or hypertensive emergency, troponin increase in sepsis\\]) at least 1 month prior to enrollment, or\n   3. PAD as indicated by a history of intermittent claudication and\n\n   i. a resting ankle/brachial index (ABI) of \\<0.85, or ii. significant peripheral artery stenosis (\\>50%) documented by angiography or non-invasive testing by duplex ultrasound, or iii. previous limb or foot amputation for arterial vascular disease (excludes trauma), or iv. previous aorto-femoral bypass surgery, limb bypass surgery or percutaneous transluminal angioplasty of the iliac or infrainguinal arteries, or v. subjects with asymptomatic carotid artery disease ii. amputation, peripheral bypass, or peripheral angioplasty of the extremities secondary to ischemia\n3. Subject must be willing and able to give appropriate, informed consent.\n4. Women of childbearing potential must have a negative pregnancy test prior to enrollment and immediately before drug administration and agree to use at least two methods of medically approved barrier contraception, or a hormonal contraceptive to prevent pregnancy throughout the study.A woman of child-bearing potential who is currently sexually active must agree to use a medically accepted method of contraception prior to screening, while receiving protocol-specified medication, and for 2 months after stopping the medication.\n5. The subject is able to read and give written informed consent and has signed and dated an informed consent document and authorization permitting release of personal health information approved by the Investigator's Institutional Review Board (IRB).\n\nExclusion Criteria:\n\n1. Clinically unstable at the time of enrollment.\n2. Any planned coronary revascularization or peripheral intervention.\n3. Concurrent or anticipated treatment with warfarin (or derivatives, e.g., phenprocoumon), oral factor Xa inhibitor, or oral direct thrombin inhibitor after enrollment.\n4. Concurrent or anticipated treatment with a potent inducer (e.g., rifampin) or potent inhibitor (eg, ketoconazole, erythromycin) of CYP3A4 isoenzymes (but see note in text for exceptions). Make list of CYP3A4 inhibitors and inducers (appendix)\n5. History of a bleeding, or evidence of active abnormal bleeding.\n6. History at any time of intracranial hemorrhage, intracranial or spinal cord surgery, or a central nervous system tumor or aneurysm.\n7. Documented sustained severe hypertension (systolic blood pressure \\>200 mmHg or diastolic blood pressure \\>110 mmHg) at enrollment or within the previous 10 days.\n8. Severe valvular heart disease, as defined by the American College of Cardiology /American Heart Association.\n9. History within 30 days before enrollment ofof major invasive surgeries (other than mentioned above), is anticipating one during the course of their study participation, or is planning to have one within 1 month post dosing with the study drug.\n10. History within 30 days before enrollment or of TIA and ischemic (presumed thrombotic) stroke/CVA.\n11. Known platelet count \\<100,000/mm3 within 30 days before enrollment.\n12. Known active hepatobiliary disease, or known unexplained persistent increase in serum alanine aminotransferase (ALT) or aspartate aminotransferase (AST) activity to two times or more the upper limit of the reference range (upper limit of \"normal\" \\[2xULN\\]).\n13. Any serious illness or any condition that the investigator feels would (a) pose a significant hazard to the subject if investigational therapy were initiated, or (b) would limit the prognosis of the subject, regardless of investigational therapy.\n14. Any serious medical comorbidity (e.g., active malignancy) such that the subject's life expectancy is \\<24 months.\n15. Current participation in any other study of investigational therapy, or participation in such a study within the last 30 days.\n16. Known hypersensitivity to any component of the current investigational product.\n17. Subject is a woman who is breast-feeding, pregnant, or who intends to become pregnant.\n18. Subject is part of the staff personnel directly involved with this study, or is a family member of the investigational staff.\n19. Known current substance abuse at the time of enrollment.", "healthyVolunteers": false, "sex": "ALL", "minimumAge": "18 Years", "maximumAge": "75 Years", "stdAges": ["ADULT", "OLDER_ADULT"]}, "contactsLocationsModule": {"overallOfficials": [{"name": "Paul Gurbel, MD", "affiliation": "Inova Health Care Services", "role": "PRINCIPAL_INVESTIGATOR"}], "locations": [{"facility": "Inova Fairfax Hospital", "city": "Falls Church", "state": "Virginia", "zip": "22207", "country": "United States", "geoPoint": {"lat": 38.88233, "lon": -77.17109}}]}, "ipdSharingStatementModule": {"ipdSharing": "NO"}}, "resultsSection": {"participantFlowModule": {"groups": [{"id": "FG000", "title": "Vorapaxar", "description": "Subjects with multiple risk factors and antiplatelet naïve to receive Vorapaxar.\n\nVorapaxar: Vorapaxar is the principle study drug and will be given to all subjects."}, {"id": "FG001", "title": "Vorapaxar and Clopidogrel", "description": "Subjects with 600 mg Load /75mg QD Clopidogrel QD for ≥ 7 days to receive Vorapaxar\n\nVorapaxar and Clopidogrel: Subjects in groups 2 will be on Clopidogrel when they begin Vorapaxar therapy."}, {"id": "FG002", "title": "Vorapaxar and Aspirin", "description": "Subjects with 81mg QD Aspirin to receive Vorapaxar\n\nVorapaxar and Aspirin: Subjects in groups 3 will be on Aspirin when they begin Vorapaxar therapy."}, {"id": "FG003", "title": "Vorapaxar, Aspirin, and Clopidogrel", "description": "Subjects with 81 mg QD Aspirin+75mg QD Clopidogrel to receive Vorapaxar.\n\nVorapaxar, Aspirin, and Clopidogrel: Subjects in groups 4 will be on both Aspirin and Clopidogrel when they begin Vorapaxar therapy."}], "periods": [{"title": "Overall Study", "milestones": [{"type": "STARTED", "achievements": [{"groupId": "FG000", "numSubjects": "21"}, {"groupId": "FG001", "numSubjects": "8"}, {"groupId": "FG002", "numSubjects": "29"}, {"groupId": "FG003", "numSubjects": "23"}]}, {"type": "COMPLETED", "achievements": [{"groupId": "FG000", "comment": "Scheduling conflict", "numSubjects": "20"}, {"groupId": "FG001", "numSubjects": "8"}, {"groupId": "FG002", "comment": "Patients had scheduling issues", "numSubjects": "27"}, {"groupId": "FG003", "comment": "Minor bleeding and scheduling conflicts", "numSubjects": "20"}]}, {"type": "NOT COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "1"}, {"groupId": "FG001", "numSubjects": "0"}, {"groupId": "FG002", "numSubjects": "2"}, {"groupId": "FG003", "numSubjects": "3"}]}], "dropWithdraws": [{"type": "scheduling conflict", "reasons": [{"groupId": "FG000", "numSubjects": "1"}, {"groupId": "FG001", "numSubjects": "0"}, {"groupId": "FG002", "numSubjects": "2"}, {"groupId": "FG003", "numSubjects": "2"}]}, {"type": "Adverse Event", "reasons": [{"groupId": "FG000", "numSubjects": "0"}, {"groupId": "FG001", "numSubjects": "0"}, {"groupId": "FG002", "numSubjects": "0"}, {"groupId": "FG003", "numSubjects": "1"}]}]}]}, "baselineCharacteristicsModule": {"groups": [{"id": "BG000", "title": "Vorapaxar", "description": "Subjects with multiple risk factors and antiplatelet naïve to receive Vorapaxar.\n\nVorapaxar: Vorapaxar is the principle study drug and will be given to all subjects."}, {"id": "BG001", "title": "Vorapaxar and Clopidogrel", "description": "Subjects with 600 mg Load /75mg QD Clopidogrel QD for ≥ 7 days to receive Vorapaxar\n\nVorapaxar and Clopidogrel: Subjects in groups 2 will be on Clopidogrel when they begin Vorapaxar therapy."}, {"id": "BG002", "title": "Vorapaxar and Aspirin", "description": "Subjects with 81mg QD Aspirin to receive Vorapaxar\n\nVorapaxar and Aspirin: Subjects in groups 3 will be on Aspirin when they begin Vorapaxar therapy."}, {"id": "BG003", "title": "Vorapaxar, Aspirin, and Clopidogrel", "description": "Subjects with 81 mg QD Aspirin+75mg QD Clopidogrel to receive Vorapaxar.\n\nVorapaxar, Aspirin, and Clopidogrel: Subjects in groups 4 will be on both Aspirin and Clopidogrel when they begin Vorapaxar therapy."}, {"id": "BG004", "title": "Total", "description": "Total of all reporting groups"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "BG000", "value": "21"}, {"groupId": "BG001", "value": "8"}, {"groupId": "BG002", "value": "29"}, {"groupId": "BG003", "value": "23"}, {"groupId": "BG004", "value": "81"}]}], "measures": [{"title": "Age, Continuous", "paramType": "MEAN", "dispersionType": "STANDARD_DEVIATION", "unitOfMeasure": "years", "classes": [{"categories": [{"measurements": [{"groupId": "BG000", "value": "60.4", "spread": "9.8"}, {"groupId": "BG001", "value": "64.2", "spread": "9.8"}, {"groupId": "BG002", "value": "63.6", "spread": "7.7"}, {"groupId": "BG003", "value": "64.2", "spread": "6.7"}, {"groupId": "BG004", "value": "63.0", "spread": "8.0"}]}]}]}, {"title": "Sex: Female, Male", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "Female", "measurements": [{"groupId": "BG000", "value": "7"}, {"groupId": "BG001", "value": "0"}, {"groupId": "BG002", "value": "10"}, {"groupId": "BG003", "value": "6"}, {"groupId": "BG004", "value": "23"}]}, {"title": "Male", "measurements": [{"groupId": "BG000", "value": "14"}, {"groupId": "BG001", "value": "8"}, {"groupId": "BG002", "value": "19"}, {"groupId": "BG003", "value": "17"}, {"groupId": "BG004", "value": "58"}]}]}]}, {"title": "Race (NIH/OMB)", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "American Indian or Alaska Native", "measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "0"}, {"groupId": "BG002", "value": "0"}, {"groupId": "BG003", "value": "0"}, {"groupId": "BG004", "value": "0"}]}, {"title": "Asian", "measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "0"}, {"groupId": "BG002", "value": "3"}, {"groupId": "BG003", "value": "1"}, {"groupId": "BG004", "value": "4"}]}, {"title": "Native Hawaiian or Other Pacific Islander", "measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "0"}, {"groupId": "BG002", "value": "0"}, {"groupId": "BG003", "value": "2"}, {"groupId": "BG004", "value": "2"}]}, {"title": "Black or African American", "measurements": [{"groupId": "BG000", "value": "4"}, {"groupId": "BG001", "value": "2"}, {"groupId": "BG002", "value": "4"}, {"groupId": "BG003", "value": "3"}, {"groupId": "BG004", "value": "13"}]}, {"title": "White", "measurements": [{"groupId": "BG000", "value": "17"}, {"groupId": "BG001", "value": "6"}, {"groupId": "BG002", "value": "22"}, {"groupId": "BG003", "value": "17"}, {"groupId": "BG004", "value": "62"}]}, {"title": "More than one race", "measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "0"}, {"groupId": "BG002", "value": "0"}, {"groupId": "BG003", "value": "0"}, {"groupId": "BG004", "value": "0"}]}, {"title": "Unknown or Not Reported", "measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "0"}, {"groupId": "BG002", "value": "0"}, {"groupId": "BG003", "value": "0"}, {"groupId": "BG004", "value": "0"}]}]}]}, {"title": "Region of Enrollment", "paramType": "NUMBER", "unitOfMeasure": "participants", "classes": [{"title": "United States", "categories": [{"measurements": [{"groupId": "BG000", "value": "21"}, {"groupId": "BG001", "value": "8"}, {"groupId": "BG002", "value": "29"}, {"groupId": "BG003", "value": "23"}, {"groupId": "BG004", "value": "81"}]}]}]}]}, "outcomeMeasuresModule": {"outcomeMeasures": [{"type": "PRIMARY", "title": "Effects of Vorapaxar on 15 μmol/L SFLLRN (PAR-1 Activating Peptide) Induced Platelet Aggregation", "description": "15 μmol/L SFLLRN (PAR-1 activating peptide) induced maximum platelet aggregation at 30 days after treatment with Vorapaxar", "reportingStatus": "POSTED", "paramType": "MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "Maximum aggregation (%)", "timeFrame": "30 days after treatment with Vorapaxar", "groups": [{"id": "OG000", "title": "Vorapaxar", "description": "Subjects with multiple risk factors and antiplatelet naïve to receive Vorapaxar.\n\nVorapaxar: Vorapaxar is the principle study drug and will be given to all subjects."}, {"id": "OG001", "title": "Vorapaxar and Clopidogrel", "description": "Subjects with 600 mg Load /75mg QD Clopidogrel QD for ≥ 7 days to receive Vorapaxar\n\nVorapaxar and Clopidogrel: Subjects in groups 2 will be on Clopidogrel when they begin Vorapaxar therapy."}, {"id": "OG002", "title": "Vorapaxar and Aspirin", "description": "Subjects with 81mg QD Aspirin to receive Vorapaxar\n\nVorapaxar and Aspirin: Subjects in groups 3 will be on Aspirin when they begin Vorapaxar therapy."}, {"id": "OG003", "title": "Vorapaxar, Aspirin, and Clopidogrel", "description": "Subjects with 81 mg QD Aspirin+75mg QD Clopidogrel to receive Vorapaxar.\n\nVorapaxar, Aspirin, and Clopidogrel: Subjects in groups 4 will be on both Aspirin and Clopidogrel when they begin Vorapaxar therapy."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "21"}, {"groupId": "OG001", "value": "8"}, {"groupId": "OG002", "value": "29"}, {"groupId": "OG003", "value": "23"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "8", "spread": "3"}, {"groupId": "OG001", "value": "5", "spread": "2"}, {"groupId": "OG002", "value": "5", "spread": "2"}, {"groupId": "OG003", "value": "4", "spread": "2"}]}]}]}, {"type": "PRIMARY", "title": "Effects of Vorapaxar on Thrombin Induced Platelet-fibrin Clot Strength (TIP-FCS)", "description": "Thrombin induced platelet-fibrin clot strength (TIP-FCS) at 30 days after treatment with Vorapaxar as measured by thromboelastography.", "reportingStatus": "POSTED", "paramType": "MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "mm", "timeFrame": "30 days after treatment with Vorapaxar", "groups": [{"id": "OG000", "title": "Vorapaxar", "description": "Subjects with multiple risk factors and antiplatelet naïve to receive Vorapaxar.\n\nVorapaxar: Vorapaxar is the principle study drug and will be given to all subjects."}, {"id": "OG001", "title": "Vorapaxar and Clopidogrel", "description": "Subjects with 600 mg Load /75mg QD Clopidogrel QD for ≥ 7 days to receive Vorapaxar\n\nVorapaxar and Clopidogrel: Subjects in groups 2 will be on Clopidogrel when they begin Vorapaxar therapy."}, {"id": "OG002", "title": "Vorapaxar and Aspirin", "description": "Subjects with 81mg QD Aspirin to receive Vorapaxar\n\nVorapaxar and Aspirin: Subjects in groups 3 will be on Aspirin when they begin Vorapaxar therapy."}, {"id": "OG003", "title": "Vorapaxar, Aspirin, and Clopidogrel", "description": "Subjects with 81 mg QD Aspirin+75mg QD Clopidogrel to receive Vorapaxar.\n\nVorapaxar, Aspirin, and Clopidogrel: Subjects in groups 4 will be on both Aspirin and Clopidogrel when they begin Vorapaxar therapy."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "21"}, {"groupId": "OG001", "value": "8"}, {"groupId": "OG002", "value": "29"}, {"groupId": "OG003", "value": "23"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "62.8", "spread": "3.7"}, {"groupId": "OG001", "value": "61.0", "spread": "4.1"}, {"groupId": "OG002", "value": "61.6", "spread": "4.3"}, {"groupId": "OG003", "value": "62.2", "spread": "3.7"}]}]}]}, {"type": "SECONDARY", "title": "Effects of Vorapaxar on Von Willebrand Factor (vWF).", "description": "Effects of plasma von Willebrand factor (vWF) at 30 days after treatment with Vorapaxar", "reportingStatus": "POSTED", "paramType": "MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "activity %", "timeFrame": "30 Days after treatment with Vorapaxar", "groups": [{"id": "OG000", "title": "Vorapaxar", "description": "Subjects with multiple risk factors and antiplatelet naïve to receive Vorapaxar.\n\nVorapaxar: Vorapaxar is the principle study drug and will be given to all subjects."}, {"id": "OG001", "title": "Vorapaxar and Clopidogrel", "description": "Subjects with 600 mg Load /75mg QD Clopidogrel QD for ≥ 7 days to receive Vorapaxar\n\nVorapaxar and Clopidogrel: Subjects in groups 2 will be on Clopidogrel when they begin Vorapaxar therapy."}, {"id": "OG002", "title": "Vorapaxar and Aspirin", "description": "Subjects with 81mg QD Aspirin to receive Vorapaxar\n\nVorapaxar and Aspirin: Subjects in groups 3 will be on Aspirin when they begin Vorapaxar therapy."}, {"id": "OG003", "title": "Vorapaxar, Aspirin, and Clopidogrel", "description": "Subjects with 81 mg QD Aspirin+75mg QD Clopidogrel to receive Vorapaxar.\n\nVorapaxar, Aspirin, and Clopidogrel: Subjects in groups 4 will be on both Aspirin and Clopidogrel when they begin Vorapaxar therapy."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "21"}, {"groupId": "OG001", "value": "8"}, {"groupId": "OG002", "value": "29"}, {"groupId": "OG003", "value": "23"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "130", "spread": "36"}, {"groupId": "OG001", "value": "137", "spread": "40"}, {"groupId": "OG002", "value": "132", "spread": "48"}, {"groupId": "OG003", "value": "137", "spread": "45"}]}]}]}]}, "adverseEventsModule": {"frequencyThreshold": "0", "timeFrame": "Safety assessments for this trial included adverse events (AEs) including bleeding after the first administration of study treatment through the end of participation in the study (60 days from start of Vorapaxar).", "eventGroups": [{"id": "EG000", "title": "Vorapaxar", "description": "Subjects with multiple risk factors and antiplatelet naïve to receive Vorapaxar.\n\nVorapaxar: Vorapaxar is the principle study drug and will be given to all subjects.", "deathsNumAffected": 0, "deathsNumAtRisk": 21, "seriousNumAffected": 0, "seriousNumAtRisk": 21, "otherNumAffected": 0, "otherNumAtRisk": 21}, {"id": "EG001", "title": "Vorapaxar and Clopidogrel", "description": "Subjects with 600 mg Load /75mg QD Clopidogrel QD for ≥ 7 days to receive Vorapaxar\n\nVorapaxar and Clopidogrel: Subjects in groups 2 will be on Clopidogrel when they begin Vorapaxar therapy.", "deathsNumAffected": 0, "deathsNumAtRisk": 8, "seriousNumAffected": 0, "seriousNumAtRisk": 8, "otherNumAffected": 2, "otherNumAtRisk": 8}, {"id": "EG002", "title": "Vorapaxar and Aspirin", "description": "Subjects with 81mg QD Aspirin to receive Vorapaxar\n\nVorapaxar and Aspirin: Subjects in groups 3 will be on Aspirin when they begin Vorapaxar therapy.", "deathsNumAffected": 0, "deathsNumAtRisk": 29, "seriousNumAffected": 0, "seriousNumAtRisk": 29, "otherNumAffected": 0, "otherNumAtRisk": 29}, {"id": "EG003", "title": "Vorapaxar, Aspirin, and Clopidogrel", "description": "Subjects with 81 mg QD Aspirin+75mg QD Clopidogrel to receive Vorapaxar.\n\nVorapaxar, Aspirin, and Clopidogrel: Subjects in groups 4 will be on both Aspirin and Clopidogrel when they begin Vorapaxar therapy.", "deathsNumAffected": 0, "deathsNumAtRisk": 23, "seriousNumAffected": 1, "seriousNumAtRisk": 23, "otherNumAffected": 7, "otherNumAtRisk": 23}], "seriousEvents": [{"term": "Bleeding", "organSystem": "Gastrointestinal disorders", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numAffected": 0, "numAtRisk": 21}, {"groupId": "EG001", "numAffected": 0, "numAtRisk": 8}, {"groupId": "EG002", "numAffected": 0, "numAtRisk": 29}, {"groupId": "EG003", "numAffected": 1, "numAtRisk": 23}]}], "otherEvents": [{"term": "minor bleeding", "organSystem": "Skin and subcutaneous tissue disorders", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 0, "numAffected": 0, "numAtRisk": 21}, {"groupId": "EG001", "numEvents": 2, "numAffected": 2, "numAtRisk": 8}, {"groupId": "EG002", "numEvents": 0, "numAffected": 0, "numAtRisk": 29}, {"groupId": "EG003", "numEvents": 7, "numAffected": 7, "numAtRisk": 23}]}]}, "moreInfoModule": {"certainAgreement": {"piSponsorEmployee": false, "restrictiveAgreement": false}, "pointOfContact": {"title": "Director of Clinical Trials", "organization": "Inova Health System", "email": "kevin.bliden@inova.org", "phone": "443-244-1497"}}}, "documentSection": {"largeDocumentModule": {"largeDocs": [{"typeAbbrev": "Prot_SAP", "hasProtocol": true, "hasSap": true, "hasIcf": false, "label": "Study Protocol and Statistical Analysis Plan", "date": "2016-08-08", "uploadDate": "2019-09-06T11:50", "filename": "Prot_SAP_000.pdf", "size": 615458}]}}, "derivedSection": {"miscInfoModule": {"versionHolder": "2024-07-01"}, "conditionBrowseModule": {"meshes": [{"id": "D000003324", "term": "Coronary Artery Disease"}, {"id": "D000009203", "term": "Myocardial Infarction"}, {"id": "D000014652", "term": "Vascular Diseases"}, {"id": "D000016491", "term": "Peripheral Vascular Diseases"}, {"id": "D000058729", "term": "Peripheral Arterial Disease"}, {"id": "D000007238", "term": "Infarction"}], "ancestors": [{"id": "D000007511", "term": "Ischemia"}, {"id": "D000010335", "term": "Pathologic Processes"}, {"id": "D000009336", "term": "Necrosis"}, {"id": "D000003327", "term": "Coronary Disease"}, {"id": "D000017202", "term": "Myocardial Ischemia"}, {"id": "D000006331", "term": "Heart Diseases"}, {"id": "D000002318", "term": "Cardiovascular Diseases"}, {"id": "D000001161", "term": "Arteriosclerosis"}, {"id": "D000001157", "term": "Arterial Occlusive Diseases"}, {"id": "D000050197", "term": "Atherosclerosis"}], "browseLeaves": [{"id": "M12155", "name": "Myocardial Infarction", "asFound": "Myocardial Infarction", "relevance": "HIGH"}, {"id": "M10282", "name": "Infarction", "asFound": "Infarction", "relevance": "HIGH"}, {"id": "M29213", "name": "Peripheral Arterial Disease", "asFound": "Peripheral Vascular Disease", "relevance": "HIGH"}, {"id": "M18894", "name": "Peripheral Vascular Diseases", "asFound": "Peripheral Vascular Disease", "relevance": "HIGH"}, {"id": "M17400", "name": "Vascular Diseases", "asFound": "Vascular Disease", "relevance": "HIGH"}, {"id": "M6546", "name": "Coronary Artery Disease", "asFound": "Coronary Artery Disease", "relevance": "HIGH"}, {"id": "M19506", "name": "Myocardial Ischemia", "relevance": "LOW"}, {"id": "M6549", "name": "Coronary Disease", "relevance": "LOW"}, {"id": "M10543", "name": "Ischemia", "relevance": "LOW"}, {"id": "M12284", "name": "Necrosis", "relevance": "LOW"}, {"id": "M9419", "name": "Heart Diseases", "relevance": "LOW"}, {"id": "M4469", "name": "Arteriosclerosis", "relevance": "LOW"}, {"id": "M4465", "name": "Arterial Occlusive Diseases", "relevance": "LOW"}, {"id": "M26188", "name": "Atherosclerosis", "relevance": "LOW"}], "browseBranches": [{"abbrev": "BC14", "name": "Heart and Blood Diseases"}, {"abbrev": "BC23", "name": "Symptoms and General Pathology"}, {"abbrev": "All", "name": "All Conditions"}]}, "interventionBrowseModule": {"meshes": [{"id": "D000001241", "term": "Aspirin"}, {"id": "D000077144", "term": "Clopidogrel"}, {"id": "C000530299", "term": "Vorapaxar"}], "ancestors": [{"id": "D000000894", "term": "Anti-Inflammatory Agents, Non-Steroidal"}, {"id": "D000018712", "term": "Analgesics, Non-Narcotic"}, {"id": "D000000700", "term": "Analgesics"}, {"id": "D000018689", "term": "Sensory System Agents"}, {"id": "D000018373", "term": "Peripheral Nervous System Agents"}, {"id": "D000045505", "term": "Physiological Effects of Drugs"}, {"id": "D000000893", "term": "Anti-Inflammatory Agents"}, {"id": "D000018501", "term": "Antirheumatic Agents"}, {"id": "D000005343", "term": "Fibrinolytic Agents"}, {"id": "D000050299", "term": "Fibrin Modulating Agents"}, {"id": "D000045504", "term": "Molecular Mechanisms of Pharmacological Action"}, {"id": "D000010975", "term": "Platelet Aggregation Inhibitors"}, {"id": "D000016861", "term": "Cyclooxygenase Inhibitors"}, {"id": "D000004791", "term": "Enzyme Inhibitors"}, {"id": "D000058633", "term": "Antipyretics"}, {"id": "D000058921", "term": "Purinergic P2Y Receptor Antagonists"}, {"id": "D000058919", "term": "Purinergic P2 Receptor Antagonists"}, {"id": "D000058914", "term": "Purinergic Antagonists"}, {"id": "D000058905", "term": "Purinergic Agents"}, {"id": "D000018377", "term": "Neurotransmitter Agents"}], "browseLeaves": [{"id": "M4548", "name": "Aspirin", "asFound": "Baseline", "relevance": "HIGH"}, {"id": "M1669", "name": "Clopidogrel", "asFound": "Adjuvant", "relevance": "HIGH"}, {"id": "M16676", "name": "Thrombin", "relevance": "LOW"}, {"id": "M232630", "name": "Vorapaxar", "asFound": "Diabetes Type 2", "relevance": "HIGH"}, {"id": "M4218", "name": "Anti-Inflammatory Agents, Non-Steroidal", "relevance": "LOW"}, {"id": "M4217", "name": "Anti-Inflammatory Agents", "relevance": "LOW"}, {"id": "M4032", "name": "Analgesics", "relevance": "LOW"}, {"id": "M20786", "name": "Analgesics, Non-Narcotic", "relevance": "LOW"}, {"id": "M20604", "name": "Antirheumatic Agents", "relevance": "LOW"}, {"id": "M8473", "name": "Fibrinolytic Agents", "relevance": "LOW"}, {"id": "M13865", "name": "Platelet Aggregation Inhibitors", "relevance": "LOW"}, {"id": "M19209", "name": "Cyclooxygenase Inhibitors", "relevance": "LOW"}, {"id": "M7951", "name": "Enzyme Inhibitors", "relevance": "LOW"}, {"id": "M29176", "name": "Antipyretics", "relevance": "LOW"}, {"id": "M29294", "name": "Purinergic P2Y Receptor Antagonists", "relevance": "LOW"}, {"id": "M20504", "name": "Neurotransmitter Agents", "relevance": "LOW"}], "browseBranches": [{"abbrev": "Antipy", "name": "Antipyretics"}, {"abbrev": "Infl", "name": "Anti-Inflammatory Agents"}, {"abbrev": "ARhu", "name": "Antirheumatic Agents"}, {"abbrev": "FiAg", "name": "Fibrinolytic Agents"}, {"abbrev": "Analg", "name": "Analgesics"}, {"abbrev": "PlAggInh", "name": "Platelet Aggregation Inhibitors"}, {"abbrev": "All", "name": "All Drugs and Chemicals"}, {"abbrev": "Coag", "name": "Coagulants"}]}}, "hasResults": true}