{"protocolSection": {"identificationModule": {"nctId": "NCT02228499", "orgStudyIdInfo": {"id": "00005030"}, "organization": {"fullName": "Children's National Research Institute", "class": "OTHER"}, "briefTitle": "Academic Achievement in Children With Asthma", "officialTitle": "Academic Achievement in Children With Asthma"}, "statusModule": {"statusVerifiedDate": "2019-02", "overallStatus": "COMPLETED", "expandedAccessInfo": {"hasExpandedAccess": false}, "startDateStruct": {"date": "2016-12-15"}, "primaryCompletionDateStruct": {"date": "2017-03-31", "type": "ACTUAL"}, "completionDateStruct": {"date": "2017-05", "type": "ACTUAL"}, "studyFirstSubmitDate": "2014-08-26", "studyFirstSubmitQcDate": "2014-08-27", "studyFirstPostDateStruct": {"date": "2014-08-29", "type": "ESTIMATED"}, "resultsFirstSubmitDate": "2018-04-03", "resultsFirstSubmitQcDate": "2019-02-02", "resultsFirstPostDateStruct": {"date": "2019-05-07", "type": "ACTUAL"}, "lastUpdateSubmitDate": "2019-02-02", "lastUpdatePostDateStruct": {"date": "2019-05-07", "type": "ACTUAL"}}, "sponsorCollaboratorsModule": {"responsibleParty": {"type": "SPONSOR_INVESTIGATOR", "investigatorFullName": "Shilpa Patel", "investigatorTitle": "MD", "investigatorAffiliation": "Children's National Research Institute"}, "leadSponsor": {"name": "Shilpa Patel", "class": "OTHER"}}, "oversightModule": {"oversightHasDmc": false}, "descriptionModule": {"briefSummary": "Background: Asthma is the most common chronic disease of childhood with a prevalence that is 1.6 times greater in African American children than in Non-Hispanic White children.1 Nationally, 700,000 children are seen for asthma in Emergency Departments every year, 1% of which are seen at Children's National Health System in Washington, District of Columbia. School performance and school attendance has not been well studied in urban children with asthma, especially at the middle school level.\n\nObjective: Our purpose is to test the hypothesis that middle school children with asthma have worse school performance than middle school children without asthma in Washington DC and Prince George's county schools.\n\nMethods: The investigators will conduct a cross-sectional observational study of middle-school (grades 6-8 in the 2013-2014 school year) aged children with and without asthma recruited from the Emergency Departments and the IMPACT DC asthma clinic at CN. The investigators will collect demographic information, asthma severity information (for cases), and request that parents mail report cards and standardized test scores directly to the investigators. The investigators will use multivariable linear and logistic regression to determine if the presence of asthma is associated with school performance.", "detailedDescription": "Academic Achievement in Children with Asthma\n\nResearch Plan A. Background and Specific Aims Asthma is the most common chronic disease of childhood with a prevalence that is 1.6 times greater in African American children than in Non-Hispanic White children. Nationally, 700,000 children are seen for asthma in Emergency Departments (ED) every year, 1% of which are seen at Children's National (CN) Medical Center in Washington, District of Columbia (DC). The asthma prevalence rate among African American children and teens in Washington, District of Columbia is 20% higher than the national rate and overall emergency department utilization rates for asthma are 4.3 times the national rate. In 2007, approximately 10.5 million school days were lost due to asthma.\n\nAsthma severity may impact academic performance due to increased absenteeism. A study of Canadian school children showed that children with the most severe asthma had the lowest math and reading scores.4 Tsakiris also showed that children with asthma on inhaled corticosteroids had better academic achievement than children with asthma not on long-term controller therapy, suggesting that poor control is associated with worse school performance.5 However, academic performance is dependent on many other factors, such as socio-economic status of the local district and resources available. Availability of skilled nursing differs between schools, impacting children with asthma; Hillemeier's study of children with asthma in Pennsylvania schools showed that less than half of secondary schools had adequate school nurse coverage, and that this reduced services provided to children with asthma.6 Children whose asthma is not managed at school may be absent more often. Parental education also plays a part in a child's school performance. Tsakiris et al, showed that in Greece, lower parental education level was independently associated with poor school performance in children with asthma.5\n\nEarly adolescence (ages 10-13) is identified as a time of great transition with both developmental and biologic changes; in this time period male children with asthma generally improve and female with asthma develop worsening asthma, likely due to hormone effects. It has been shown that programs to reduce asthma symptoms in both younger children (elementary school) and older children (high school) do not work well in early adolescent children (middle school).7\n\nIn addition, despite the National Asthma Education Prevention Program (NAEPP, 2007) guidelines that encourage the assessment of the quality of life (QOL) in children, there has been minimal research on QOL in children with asthma.\n\nGiven the scarcity of information on the association between pediatric asthma and academic achievement, school attendance, and the QOL, and the need to establish baselines within individual communities, we have designed a study to examine the association between asthma in school-age (grades 3 through 8, inclusive) children and academic achievement, school attendance, and the QOL. Our overall hypothesis is that children with asthma will have worse school performance compared to children without asthma.\n\nSpecific Aim 1: To determine the association between asthma and school performance by comparing unweighted grade point averages (GPA) in middle school aged children with and without asthma. We will enroll 200 children in grades 3-8 with asthma (cases) from the ED/IMPACT DC and compare them with a group of 200 children in grades 3-8 without asthma (controls) recruited from the ED. Report cards will be collected between August 2014 and December 1, 2014 or until 200 cases and 200 controls have been recruited, and GPAs will be compared. We expect children with asthma will have lower GPAs .\n\nB.\n\nSignificance:\n\nSchool achievement in middle school students with asthma is not well understood; this study will be pivotal in identifying if middle school students with asthma in the Washington DC are are performing more poorly than their non-asthmatic counterparts.\n\nC. Preliminary studies We have not previously studied academic success in children with asthma.\n\nD. Research Design and Methods\n\nWe are proposing a cross-sectional case-control observational study of school-age (grades 3-8) children to compare academic achievement and school attendance between children with and without asthma. 200 children with asthma (cases) will be recruited from the IMPACT DC clinic and/or ED and 200 children without asthma (controls) will be recruited from the ED.\n\nInclusion criteria for cases include asthma diagnosed by a clinician for greater than 1 year with a history of exacerbation requiring systemic corticosteroids within the past 2 years. Controls will have no history of asthma. All children, cases and controls, must (1) be in grade level 3-8 in the 2013-2014 school year, attend public school in Washington, DC (DCPS), and reside in their school district;(2) be accompanied by their parent or legal guardian. Exclusion criteria for cases and controls will be (1) presence of a chronic medical condition other than asthma; (2) triage category 1 or 2 in the emergency department; and (3) a family that does not speak English or Spanish\n\nDemographic Data for Cases and Controls Demographic information will be obtained by a structured interview; the questionnaire (Appendix A) will be used on both cases and controls: the parent/caregiver will be asked about the child's age, gender, race/ethnicity, insurance type. health care utilization, medications usage, highest level of education of the parent/ caregiver, income of the household, and parental report of school services. Cases will complete an additional 11 questions to determine asthma severity to determine NAEPP score and the Asthma Control Test (ACT) score (Appendix F and G).\n\nWe will utilize the child's electronic medical record (Cerner for ED charts and eClinicalWorks for the IMPACT DC charts) to determine insurance type and health care utilization.\n\nReporting of Academic Achievement and School Attendance At the time of recruitment, families will be given a self-addressed, stamped envelope to send the child's 2013 first term (if available), standardized test score report (if available), and final report card to the research team. All report cards/score reports will be returned to the family via US Mail with a $25 gift card as incentive for sending in their report card. Academic achievement, standardized test scores, and school attendance will be recorded from the report cards. All report cards in the DCPS system use the same grading scale.. Both systems record attendance on the report cards and there are 180 school days in a year in both systems.\n\nReporting of the Quality of Life using the Peds QL (Quality of Life) 4.0 Form QOL will be measured using the validated PedsQL 4.0 for children, teens, and parents (Appendices B, C, D, and E). The PedsQL 4.0 has four scales with 23 questions which ascertain physical functioning, emotional functioning, social functioning, and school functioning. A 5-point Likert scale is used in the child self-report and for the parent proxy reports. Items are reverse scored and linearly transformed to a 0 to 100 scale (0=100, 1=75, 2=50, 3=25, and 4=0), so higher scores indicate better QOL.\n\nE. Statistical analysis Descriptive statistics will be used to analyze demographic variables (rates, proportions, means, medians, ranges). Univariate comparisons will be performed using appropriate categorical or continuous statistical analyses. Multivariate testing will be performed using logistic and/or liner regression where appropriate.\n\nSample Size: The study will be powered on the proportion of patients in each group with a grade point average \\>3.0. The overall proportion of DC public middle school students in the 2012-2013 school year with a GPA \\>3.0 was approximately 35%. Assuming that this figure is similar for children without asthma (controls), we will need 70 cases and 70 controls to have 80% power detect a 20% absolute difference in the proportion of children with asthma (cases) with a grade point average \\>3.0 (alpha = 0.05, two-sided).\n\nWe have chosen to include 200 children in each group, as we expect that less than 50% of all included patients will return their final year report cards via the self-addressed, stamped envelope."}, "conditionsModule": {"conditions": ["Asthma"], "keywords": ["asthma", "academics", "GPA", "attendance"]}, "designModule": {"studyType": "OBSERVATIONAL", "patientRegistry": true, "targetDuration": "5 Weeks", "designInfo": {"observationalModel": "CASE_CONTROL", "timePerspective": "PROSPECTIVE"}, "enrollmentInfo": {"count": 66, "type": "ACTUAL"}}, "armsInterventionsModule": {"armGroups": [{"label": "Asthma", "description": "children with asthma who were in middle school for the 2013-2014 school year will take surveys on health and quality of life", "interventionNames": ["Other: Survey"]}, {"label": "Controls", "description": "Children with no history of asthma who were in middle school for the 2013-2014 school year will take surveys on health and quality of life", "interventionNames": ["Other: Survey"]}], "interventions": [{"type": "OTHER", "name": "Survey", "description": "We will be administering surveys about health, quality of life, and asking for final report cards for the 2013-2014 school year for each group.", "armGroupLabels": ["Asthma", "Controls"]}]}, "outcomesModule": {"primaryOutcomes": [{"measure": "GPA", "description": "To determine the association between asthma and school performance by comparing grade point averages (GPA) in school aged children with and without asthma. We will enroll 200 children in grades 3-8 with asthma (cases) from the ED/IMPACT DC and compare them with a group of 200 children in grades 3-8 without asthma (controls) recruited from the ED. Report cards will be collected between June 2014 and November 1, 2014 or until 200 cases and 200 controls have been recruited, and GPAs will be compared. We expect children with asthma will have lower GPAs . GPAs are unweighted 0-4 scale.", "timeFrame": "single time point"}]}, "eligibilityModule": {"eligibilityCriteria": "Inclusion Criteria:\n\n* Inclusion criteria for cases include asthma diagnosed by a clinician for greater than 1 year with a history of exacerbation requiring systemic corticosteroids within the past 2 years. Controls will have no history of asthma. All children, cases and controls, must (1) be in grade level 6-8 in the 2013-2014 school year, attend public school in Washington, DC (DCPS) or Prince George's County Public Schools (PGCPS), and reside in their school district;(2) be accompanied by their parent or legal guardian.\n\nExclusion Criteria: Exclusion criteria for cases and controls will be (1) presence of a chronic medical condition other than asthma; (2) triage category 1 or 2 in the emergency department; and (3) a family that does not speak English or Spanish\n\n-", "healthyVolunteers": true, "sex": "ALL", "minimumAge": "11 Years", "maximumAge": "14 Years", "stdAges": ["CHILD"], "studyPopulation": "We are proposing a cross-sectional case-control observational study of middle school (grades 6-8) children to compare academic achievement and school attendance between children with and without asthma. 200 children with asthma (cases) will be recruited from the IMPACT DC clinic and/or ED and 200 children without asthma (controls) will be recruited from the ED.", "samplingMethod": "NON_PROBABILITY_SAMPLE"}, "contactsLocationsModule": {"overallOfficials": [{"name": "Shilpa Patel, MD", "affiliation": "Children's National Research Institute", "role": "PRINCIPAL_INVESTIGATOR"}], "locations": [{"facility": "Children's National Health Systems", "city": "Washington", "state": "District of Columbia", "zip": "20010", "country": "United States", "geoPoint": {"lat": 38.89511, "lon": -77.03637}}]}, "ipdSharingStatementModule": {"ipdSharing": "NO"}}, "resultsSection": {"participantFlowModule": {"preAssignmentDetails": "After participant enrollment the lead author of the study called to obtain report cards. Those participants for which a report card was unable to be obtained was not included in the GPA analysis.", "groups": [{"id": "FG000", "title": "Asthma", "description": "children with asthma who were in middle school for the 2013-2014 school year will take surveys on health and quality of life\n\nSurvey: We will be administering surveys about health, quality of life, and asking for final report cards for the 2013-2014 school year for each group."}, {"id": "FG001", "title": "Controls", "description": "Children with no history of asthma who were in middle school for the 2013-2014 school year will take surveys on health and quality of life\n\nSurvey: We will be administering surveys about health, quality of life, and asking for final report cards for the 2013-2014 school year for each group."}], "periods": [{"title": "Overall Study", "milestones": [{"type": "STARTED", "achievements": [{"groupId": "FG000", "numSubjects": "30"}, {"groupId": "FG001", "numSubjects": "36"}]}, {"type": "COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "7"}, {"groupId": "FG001", "numSubjects": "10"}]}, {"type": "NOT COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "23"}, {"groupId": "FG001", "numSubjects": "26"}]}]}]}, "baselineCharacteristicsModule": {"populationDescription": "Analysis population was not different from the original assignment.", "groups": [{"id": "BG000", "title": "Asthma", "description": "children with asthma who were in middle school for the 2013-2014 school year will take surveys on health and quality of life\n\nSurvey: We will be administering surveys about health, quality of life, and asking for final report cards for the 2013-2014 school year for each group."}, {"id": "BG001", "title": "Controls", "description": "Children with no history of asthma who were in middle school for the 2013-2014 school year will take surveys on health and quality of life\n\nSurvey: We will be administering surveys about health, quality of life, and asking for final report cards for the 2013-2014 school year for each group."}, {"id": "BG002", "title": "Total", "description": "Total of all reporting groups"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "BG000", "value": "30"}, {"groupId": "BG001", "value": "36"}, {"groupId": "BG002", "value": "66"}]}], "measures": [{"title": "Age, Categorical", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "<=18 years", "measurements": [{"groupId": "BG000", "value": "30"}, {"groupId": "BG001", "value": "36"}, {"groupId": "BG002", "value": "66"}]}, {"title": "Between 18 and 65 years", "measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "0"}, {"groupId": "BG002", "value": "0"}]}, {"title": ">=65 years", "measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "0"}, {"groupId": "BG002", "value": "0"}]}]}]}, {"title": "Sex: Female, Male", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "Female", "measurements": [{"groupId": "BG000", "value": "14"}, {"groupId": "BG001", "value": "12"}, {"groupId": "BG002", "value": "26"}]}, {"title": "Male", "measurements": [{"groupId": "BG000", "value": "16"}, {"groupId": "BG001", "value": "24"}, {"groupId": "BG002", "value": "40"}]}]}]}, {"title": "Race/Ethnicity, Customized", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"title": "Black/African American", "categories": [{"measurements": [{"groupId": "BG000", "value": "23"}, {"groupId": "BG001", "value": "26"}, {"groupId": "BG002", "value": "49"}]}]}, {"title": "White/Caucasian", "categories": [{"measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "2"}, {"groupId": "BG002", "value": "2"}]}]}, {"title": "Asian", "categories": [{"measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "1"}, {"groupId": "BG002", "value": "1"}]}]}, {"title": "Other", "categories": [{"measurements": [{"groupId": "BG000", "value": "7"}, {"groupId": "BG001", "value": "7"}, {"groupId": "BG002", "value": "14"}]}]}]}]}, "outcomeMeasuresModule": {"outcomeMeasures": [{"type": "PRIMARY", "title": "GPA", "description": "To determine the association between asthma and school performance by comparing grade point averages (GPA) in school aged children with and without asthma. We will enroll 200 children in grades 3-8 with asthma (cases) from the ED/IMPACT DC and compare them with a group of 200 children in grades 3-8 without asthma (controls) recruited from the ED. Report cards will be collected between June 2014 and November 1, 2014 or until 200 cases and 200 controls have been recruited, and GPAs will be compared. We expect children with asthma will have lower GPAs . GPAs are unweighted 0-4 scale.", "reportingStatus": "POSTED", "paramType": "MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "GPA(unweighted)", "timeFrame": "single time point", "groups": [{"id": "OG000", "title": "Asthma", "description": "Children with asthma who were in school for the 2013-2014 school year will take surveys on health and quality of life\n\nSurvey: We will be administering surveys about health, quality of life, and asking for final report cards for the 2013-2014 school year for each group."}, {"id": "OG001", "title": "Controls", "description": "Children with no history of asthma who were in school for the 2013-2014 school year will take surveys on health and quality of life\n\nSurvey: We will be administering surveys about health, quality of life, and asking for final report cards for the 2013-2014 school year for each group."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "7"}, {"groupId": "OG001", "value": "10"}]}], "classes": [{"title": "Mathematics Grade", "categories": [{"measurements": [{"groupId": "OG000", "value": "2.75", "spread": "0.61"}, {"groupId": "OG001", "value": "2.61", "spread": "0.84"}]}]}, {"title": "Reading Grade", "categories": [{"measurements": [{"groupId": "OG000", "value": "3.25", "spread": "0.76"}, {"groupId": "OG001", "value": "2.50", "spread": "0.65"}]}]}]}]}, "adverseEventsModule": {"frequencyThreshold": "0", "timeFrame": "6 months", "eventGroups": [{"id": "EG000", "title": "Asthma", "description": "children with asthma who were in middle school for the 2013-2014 school year will take surveys on health and quality of life\n\nSurvey: We will be administering surveys about health, quality of life, and asking for final report cards for the 2013-2014 school year for each group.", "deathsNumAffected": 0, "deathsNumAtRisk": 30, "seriousNumAffected": 0, "seriousNumAtRisk": 30, "otherNumAffected": 0, "otherNumAtRisk": 30}, {"id": "EG001", "title": "Controls", "description": "Children with no history of asthma who were in middle school for the 2013-2014 school year will take surveys on health and quality of life\n\nSurvey: We will be administering surveys about health, quality of life, and asking for final report cards for the 2013-2014 school year for each group.", "deathsNumAffected": 0, "deathsNumAtRisk": 36, "seriousNumAffected": 0, "seriousNumAtRisk": 36, "otherNumAffected": 0, "otherNumAtRisk": 36}]}, "moreInfoModule": {"limitationsAndCaveats": {"description": "Data for this study was analyzed used a mixed methods approach. The quality of life scores were examined quantitatively and the report card data was analyzed qualitatively.\n\nNot all families mailed report cards to the IMPACT DC clinic."}, "certainAgreement": {"piSponsorEmployee": false, "restrictiveAgreement": false}, "pointOfContact": {"title": "Dr. Seema Agrawal", "organization": "The George Washington University", "email": "seema300@yahoo.com", "phone": "202 699 1648"}}}, "documentSection": {"largeDocumentModule": {"largeDocs": [{"typeAbbrev": "Prot_SAP", "hasProtocol": true, "hasSap": true, "hasIcf": false, "label": "Study Protocol and Statistical Analysis Plan", "date": "2018-06-22", "uploadDate": "2019-01-29T13:27", "filename": "Prot_SAP_000.pdf", "size": 1368339}]}}, "derivedSection": {"miscInfoModule": {"versionHolder": "2024-06-24"}, "conditionBrowseModule": {"meshes": [{"id": "D000001249", "term": "Asthma"}], "ancestors": [{"id": "D000001982", "term": "Bronchial Diseases"}, {"id": "D000012140", "term": "Respiratory Tract Diseases"}, {"id": "D000008173", "term": "Lung Diseases, Obstructive"}, {"id": "D000008171", "term": "Lung Diseases"}, {"id": "D000012130", "term": "Respiratory Hypersensitivity"}, {"id": "D000006969", "term": "Hypersensitivity, Immediate"}, {"id": "D000006967", "term": "Hypersensitivity"}, {"id": "D000007154", "term": "Immune System Diseases"}], "browseLeaves": [{"id": "M4556", "name": "Asthma", "asFound": "Asthma", "relevance": "HIGH"}, {"id": "M5258", "name": "Bronchial Diseases", "relevance": "LOW"}, {"id": "M14977", "name": "Respiratory Tract Diseases", "relevance": "LOW"}, {"id": "M11168", "name": "Lung Diseases", "relevance": "LOW"}, {"id": "M11170", "name": "Lung Diseases, Obstructive", "relevance": "LOW"}, {"id": "M10018", "name": "Hypersensitivity", "relevance": "LOW"}, {"id": "M14967", "name": "Respiratory Hypersensitivity", "relevance": "LOW"}, {"id": "M10020", "name": "Hypersensitivity, Immediate", "relevance": "LOW"}, {"id": "M10200", "name": "Immune System Diseases", "relevance": "LOW"}], "browseBranches": [{"abbrev": "BC08", "name": "Respiratory Tract (Lung and Bronchial) Diseases"}, {"abbrev": "BC20", "name": "Immune System Diseases"}, {"abbrev": "All", "name": "All Conditions"}]}}, "hasResults": true}