{"protocolSection": {"identificationModule": {"nctId": "NCT03615469", "orgStudyIdInfo": {"id": "1801643369"}, "secondaryIdInfos": [{"id": "5K12HL133310-02", "type": "NIH", "link": "https://reporter.nih.gov/quickSearch/5K12HL133310-02"}], "organization": {"fullName": "Indiana University", "class": "OTHER"}, "briefTitle": "Building Strength Through Rehabilitation for Heart Failure Patients (BISTRO-STUDY)", "officialTitle": "Building Strength Through Rehabilitation for Heart Failure Patients"}, "statusModule": {"statusVerifiedDate": "2023-05", "overallStatus": "TERMINATED", "whyStopped": "Low recruitment numbers", "expandedAccessInfo": {"hasExpandedAccess": false}, "startDateStruct": {"date": "2018-09-06", "type": "ACTUAL"}, "primaryCompletionDateStruct": {"date": "2020-07-01", "type": "ACTUAL"}, "completionDateStruct": {"date": "2020-12-01", "type": "ACTUAL"}, "studyFirstSubmitDate": "2018-07-20", "studyFirstSubmitQcDate": "2018-08-02", "studyFirstPostDateStruct": {"date": "2018-08-03", "type": "ACTUAL"}, "resultsFirstSubmitDate": "2021-05-11", "resultsFirstSubmitQcDate": "2023-05-08", "resultsFirstPostDateStruct": {"date": "2023-05-31", "type": "ACTUAL"}, "lastUpdateSubmitDate": "2023-05-08", "lastUpdatePostDateStruct": {"date": "2023-05-31", "type": "ACTUAL"}}, "sponsorCollaboratorsModule": {"responsibleParty": {"type": "SPONSOR"}, "leadSponsor": {"name": "Indiana University", "class": "OTHER"}, "collaborators": [{"name": "National Heart, Lung, and Blood Institute (NHLBI)", "class": "NIH"}]}, "oversightModule": {"oversightHasDmc": false, "isFdaRegulatedDrug": false, "isFdaRegulatedDevice": true, "isUsExport": true}, "descriptionModule": {"briefSummary": "In the U.S., 5.7 million people have heart failure (HF), 915,000 new cases are diagnosed each year, and both incidence and prevalence are increasing due to the aging of the population and to better survival from ischemic heart disease. A hallmark of HF, is poor functional status that, characteristically, deteriorates as the condition progresses, negatively affecting patients' quality of life. Poor functional status is associated with increased risk of hospitalization for exacerbations of HF and with increased mortality. Optimization of drug therapy and appropriate use of resynchronization therapy can improve functional status, as can patient engagement in exercise. Although exercise is recommended as a component of HF management, adherence is consistently low. This is particularly troubling because exercise has great potential as a low-risk, low-cost intervention to improve functional status and quality of life while decreasing HF symptoms and hospitalizations in patients with HF. Low adherence is due in part to inadequate strength and inability to tolerate or sustain even low levels of activity. In this study, we propose to use neuromuscular electrical stimulation (NMES) to assist patient initiation of quadriceps strengthening in order to progressively increase low exercise tolerance. NMES has been shown to improve muscle strength, exercise capacity and quality of life, in samples less than 20 of male patients with HF. Larger sample studies are needed to demonstrate efficacy of this practice to jump start patients' abilities to benefit from formalized exercise program. The purpose of this double blinded, randomized, controlled, longitudinal study is to determine if NMES will increase muscle mass and strength, decrease sedentary time, and improve HF symptoms and exercise capacity, thus improving quality of life in patients with HF. It is hypothesized that with this increase in muscle mass, patients will improve overall exercise tolerance and capacity. In addition, after the intervention patients will be better able to tolerate an exercise program thus improving adherence to exercise recommendations. After 6 weeks of intervention, patients will be encouraged to participate in a formalized exercise program."}, "conditionsModule": {"conditions": ["Heart Failure"], "keywords": ["Neuromuscular Electrical Stimulation", "Transcutaneous Electrical Nerve Stimulation", "6 minute walk test", "DXA", "Double Blinded randomized control trial", "ActivPal", "EMPI Continuum Device"]}, "designModule": {"studyType": "INTERVENTIONAL", "phases": ["NA"], "designInfo": {"allocation": "RANDOMIZED", "interventionModel": "PARALLEL", "interventionModelDescription": "This is a double blinded, randomized controlled longitudinal study design to determine if NMES will increase muscle mass and strength, decrease sitting and lying time, and improve HF symptoms and exercise capacity thus improving likelihood of engagement with a structured exercise program. Patients will be randomized to either intervention that includes NMES or to a sham(TENS)/wait list control group. In order to ensure that the two groups are comparable between treatment and sham interventions, the participants will be randomized according to gender. Randomization via minimization will be used in order to avoid an unbalanced number of women in the two comparison groups due to chance. A file of the computer-generated random assignments will be kept by the research assistant so the PI/data collector remains blinded in a protected Box Health account.", "primaryPurpose": "TREATMENT", "maskingInfo": {"masking": "QUADRUPLE", "maskingDescription": "The PI will collect baseline data before the participant is randomized. The intervention/sham will be set-up by the RA and will be collected after the PI leaves the department so those collecting data will not know which group the participant has been/will be participating in. The RA who is trained in both NMES and Sham intervention will then look at the randomization schedule, and set up and train the participants on equipment use. Once trained, participants will be contacted via phone weekly by the RA who initially trained them (in order to maintain blinding). The RA applying the intervention will not have any part in the data collection of the rest of the measurements (other than adherence, tolerance and problems with equipment).", "whoMasked": ["PARTICIPANT", "CARE_PROVIDER", "INVESTIGATOR", "OUTCOMES_ASSESSOR"]}}, "enrollmentInfo": {"count": 15, "type": "ACTUAL"}}, "armsInterventionsModule": {"armGroups": [{"label": "Neuromusclar electrical stimulation", "type": "ACTIVE_COMPARATOR", "description": "NMES will be set up with the machine on simultaneous large muscle atrophy setting with 500 ohm with peak of 50 volts, the \"self-adhesive electrodes positioned on the thighs approximately 5 cm below the inguinal fold and 3 cm above the upper patella border\" as described by Gobbo. When applying the stimulation, the intensity will be gradually increased from an intermittent tingling until a gentle pumping sensation is felt. Participants will direct the amount of stimulation acceptable on both thighs to improve acceptance of the modality. It is expected that tolerance will develop and intensity will increase over time.", "interventionNames": ["Device: Neuromuscular electrical stimulation"]}, {"label": "Transcutaneous electrical stimulation", "type": "SHAM_COMPARATOR", "description": "For the Sham group, electrodes will follow the same landmarks, but the stimulation will only increase to an intermittent tingling sensation with the machine setting on TENS instead of NMES which is not enough to make noticeable changes in muscle mass or circulation", "interventionNames": ["Device: Transcutaneous electrical stimulation"]}], "interventions": [{"type": "DEVICE", "name": "Transcutaneous electrical stimulation", "description": "For the Sham group, electrodes will follow the same landmarks, but the stimulation will only increase to an intermittent tingling sensation with the machine setting on TENS instead of NMES which is not enough to make noticeable changes in muscle mass or circulation. Intensity settings will not change over time.", "armGroupLabels": ["Transcutaneous electrical stimulation"]}, {"type": "DEVICE", "name": "Neuromuscular electrical stimulation", "description": "When applying the stimulation, the intensity will be gradually increased from an intermittent tingling until a gentle pumping sensation is felt and muscle contraction is seen. Participants will direct the amount of stimulation acceptable on both thighs to improve acceptance of the modality.10,24,29-31 To assist better tolerance large electrodes (2x4) will be used and participants will also be instructed to be in a seated position with chair close to the wall so that their leg is 90-degree angle and then push against the wall to decrease any uncomfortable feeling during the contraction. 5 sessions per week for 6 weeks done independently at home, with 15 minutes per session (15 minutes per day/session, 15 seconds stimulation on, 15 seconds recovery time) to both legs. We expect the participant to develop tolerance to the treatment and thus increase the intensity of the NMES over time.", "armGroupLabels": ["Neuromusclar electrical stimulation"]}]}, "outcomesModule": {"primaryOutcomes": [{"measure": "Change in 6 Minute Walk Test", "description": "The 6-min walk test (6MWT) estimates the person's ability to perform everyday activities by measuring the distance walked in a set time period. It will be used to measure exercise capacity, specific aim 2. Participants will be allowed use of an assistive device and will be instructed to move as quickly as they feel safe and comfortable over the 100-meter course for 6 minutes. As per the protocol, participants will be allowed to stop and rest if necessary. This test is recommended by the American Thoracic Society for patients with moderate to severe heart or lung disease.", "timeFrame": "From Baseline to 5-6 months"}]}, "eligibilityModule": {"eligibilityCriteria": "Inclusion Criteria:\n\n* Adult patients who have recently been hospitalized for heart failure\n* live at home\n* are receiving guideline recommended pharmacologic therapy\n* do not regularly exercise (10 minutes or more a day of exercise most days of the week for the past week).\n\nExclusion Criteria:\n\n* Patients, who have undertaken cardiac rehab within the 12 months prior to enrollment\n* Cognitive or other impairment which prevents accurate application of intervention or inability to provide informed consent\n* End Stage Renal Disease or receiving mechanical ventilation\n* Receiving non-approved FDA-investigational agents or devices,\n* Has received a heart transplant, a destination Ventricular Assist Device (LVAD), pacemaker, or implantable cardiac device\n* previously used NMES (Neuromuscular electrical stimulation) or TENS (Transcutaneous electrical nerve stimulation)\n* Uncontrolled arrhythmia's or 3 degree AV heart block\n* are unable to correctly apply and operate the device even after instruction\n* Those with wounds over area of proper placement of electrodes\n* Those who are unable to speak and write English.", "healthyVolunteers": false, "sex": "ALL", "minimumAge": "18 Years", "stdAges": ["ADULT", "OLDER_ADULT"]}, "contactsLocationsModule": {"overallOfficials": [{"name": "Christine Haedtke, PhD", "affiliation": "Indiana University", "role": "PRINCIPAL_INVESTIGATOR"}], "locations": [{"facility": "Indiana University", "city": "Indianapolis", "state": "Indiana", "zip": "46202", "country": "United States", "geoPoint": {"lat": 39.76838, "lon": -86.15804}}]}, "referencesModule": {"references": [{"pmid": "26811276", "type": "BACKGROUND", "citation": "Writing Group Members; Mozaffarian D, Benjamin EJ, Go AS, Arnett DK, Blaha MJ, Cushman M, Das SR, de Ferranti S, Despres JP, Fullerton HJ, Howard VJ, Huffman MD, Isasi CR, Jimenez MC, Judd SE, Kissela BM, Lichtman JH, Lisabeth LD, Liu S, Mackey RH, Magid DJ, McGuire DK, Mohler ER 3rd, Moy CS, Muntner P, Mussolino ME, Nasir K, Neumar RW, Nichol G, Palaniappan L, Pandey DK, Reeves MJ, Rodriguez CJ, Rosamond W, Sorlie PD, Stein J, Towfighi A, Turan TN, Virani SS, Woo D, Yeh RW, Turner MB; American Heart Association Statistics Committee; Stroke Statistics Subcommittee. Executive Summary: Heart Disease and Stroke Statistics--2016 Update: A Report From the American Heart Association. Circulation. 2016 Jan 26;133(4):447-54. doi: 10.1161/CIR.0000000000000366. No abstract available."}, {"pmid": "27026699", "type": "BACKGROUND", "citation": "Churilla JR, Richardson MR, Pinkstaff SO, Fletcher BJ, Fletcher GF. Associations between heart failure and physical function in US adults. QJM. 2016 Oct;109(10):669-674. doi: 10.1093/qjmed/hcw042. Epub 2016 Mar 29."}, {"pmid": "27207191", "type": "BACKGROUND", "citation": "Ponikowski P, Voors AA, Anker SD, Bueno H, Cleland JG, Coats AJ, Falk V, Gonzalez-Juanatey JR, Harjola VP, Jankowska EA, Jessup M, Linde C, Nihoyannopoulos P, Parissis JT, Pieske B, Riley JP, Rosano GM, Ruilope LM, Ruschitzka F, Rutten FH, van der Meer P; Authors/Task Force Members; Document Reviewers. 2016 ESC Guidelines for the diagnosis and treatment of acute and chronic heart failure: The Task Force for the diagnosis and treatment of acute and chronic heart failure of the European Society of Cardiology (ESC). Developed with the special contribution of the Heart Failure Association (HFA) of the ESC. Eur J Heart Fail. 2016 Aug;18(8):891-975. doi: 10.1002/ejhf.592. Epub 2016 May 20. No abstract available."}, {"pmid": "26578668", "type": "BACKGROUND", "citation": "Cooper LB, Mentz RJ, Sun JL, Schulte PJ, Fleg JL, Cooper LS, Pina IL, Leifer ES, Kraus WE, Whellan DJ, Keteyian SJ, O'Connor CM. Psychosocial Factors, Exercise Adherence, and Outcomes in Heart Failure Patients: Insights From Heart Failure: A Controlled Trial Investigating Outcomes of Exercise Training (HF-ACTION). Circ Heart Fail. 2015 Nov;8(6):1044-51. doi: 10.1161/CIRCHEARTFAILURE.115.002327. Erratum In: Circ Heart Fail. 2016 Mar;9(3):e000014."}, {"pmid": "19351941", "type": "BACKGROUND", "citation": "O'Connor CM, Whellan DJ, Lee KL, Keteyian SJ, Cooper LS, Ellis SJ, Leifer ES, Kraus WE, Kitzman DW, Blumenthal JA, Rendall DS, Miller NH, Fleg JL, Schulman KA, McKelvie RS, Zannad F, Pina IL; HF-ACTION Investigators. Efficacy and safety of exercise training in patients with chronic heart failure: HF-ACTION randomized controlled trial. JAMA. 2009 Apr 8;301(14):1439-50. doi: 10.1001/jama.2009.454."}, {"pmid": "21534681", "type": "BACKGROUND", "citation": "Tierney S, Mamas M, Skelton D, Woods S, Rutter MK, Gibson M, Neyses L, Deaton C. What can we learn from patients with heart failure about exercise adherence? A systematic review of qualitative papers. Health Psychol. 2011 Jul;30(4):401-10. doi: 10.1037/a0022848."}, {"pmid": "9851957", "type": "BACKGROUND", "citation": "Hambrecht R, Fiehn E, Weigl C, Gielen S, Hamann C, Kaiser R, Yu J, Adams V, Niebauer J, Schuler G. Regular physical exercise corrects endothelial dysfunction and improves exercise capacity in patients with chronic heart failure. Circulation. 1998 Dec 15;98(24):2709-15. doi: 10.1161/01.cir.98.24.2709."}, {"pmid": "19398080", "type": "BACKGROUND", "citation": "Banerjee P, Caulfield B, Crowe L, Clark AL. Prolonged electrical muscle stimulation exercise improves strength, peak VO2, and exercise capacity in patients with stable chronic heart failure. J Card Fail. 2009 May;15(4):319-26. doi: 10.1016/j.cardfail.2008.11.005. Epub 2009 Jan 29."}, {"pmid": "9702606", "type": "BACKGROUND", "citation": "Maillefert JF, Eicher JC, Walker P, Dulieu V, Rouhier-Marcer I, Branly F, Cohen M, Brunotte F, Wolf JE, Casillas JM, Didier JP. Effects of low-frequency electrical stimulation of quadriceps and calf muscles in patients with chronic heart failure. J Cardiopulm Rehabil. 1998 Jul-Aug;18(4):277-82. doi: 10.1097/00008483-199807000-00004."}, {"pmid": "19363213", "type": "BACKGROUND", "citation": "Sillen MJH, Speksnijder CM, Eterman RA, Janssen PP, Wagers SS, Wouters EFM, Uszko-Lencer NHMK, Spruit MA. Effects of neuromuscular electrical stimulation of muscles of ambulation in patients with chronic heart failure or COPD: a systematic review of the English-language literature. Chest. 2009 Jul;136(1):44-61. doi: 10.1378/chest.08-2481. Epub 2009 Apr 10."}, {"pmid": "28122885", "type": "BACKGROUND", "citation": "Benjamin EJ, Blaha MJ, Chiuve SE, Cushman M, Das SR, Deo R, de Ferranti SD, Floyd J, Fornage M, Gillespie C, Isasi CR, Jimenez MC, Jordan LC, Judd SE, Lackland D, Lichtman JH, Lisabeth L, Liu S, Longenecker CT, Mackey RH, Matsushita K, Mozaffarian D, Mussolino ME, Nasir K, Neumar RW, Palaniappan L, Pandey DK, Thiagarajan RR, Reeves MJ, Ritchey M, Rodriguez CJ, Roth GA, Rosamond WD, Sasson C, Towfighi A, Tsao CW, Turner MB, Virani SS, Voeks JH, Willey JZ, Wilkins JT, Wu JH, Alger HM, Wong SS, Muntner P; American Heart Association Statistics Committee and Stroke Statistics Subcommittee. Heart Disease and Stroke Statistics-2017 Update: A Report From the American Heart Association. Circulation. 2017 Mar 7;135(10):e146-e603. doi: 10.1161/CIR.0000000000000485. Epub 2017 Jan 25. No abstract available. Erratum In: Circulation. 2017 Mar 7;135(10):e646. doi: 10.1161/CIR.0000000000000491. Circulation. 2017 Sep 5;136(10):e196. doi: 10.1161/CIR.0000000000000530."}, {"pmid": "23616602", "type": "BACKGROUND", "citation": "Heidenreich PA, Albert NM, Allen LA, Bluemke DA, Butler J, Fonarow GC, Ikonomidis JS, Khavjou O, Konstam MA, Maddox TM, Nichol G, Pham M, Pina IL, Trogdon JG; American Heart Association Advocacy Coordinating Committee; Council on Arteriosclerosis, Thrombosis and Vascular Biology; Council on Cardiovascular Radiology and Intervention; Council on Clinical Cardiology; Council on Epidemiology and Prevention; Stroke Council. Forecasting the impact of heart failure in the United States: a policy statement from the American Heart Association. Circ Heart Fail. 2013 May;6(3):606-19. doi: 10.1161/HHF.0b013e318291329a. Epub 2013 Apr 24."}, {"pmid": "23283859", "type": "BACKGROUND", "citation": "Go AS, Mozaffarian D, Roger VL, Benjamin EJ, Berry JD, Borden WB, Bravata DM, Dai S, Ford ES, Fox CS, Franco S, Fullerton HJ, Gillespie C, Hailpern SM, Heit JA, Howard VJ, Huffman MD, Kissela BM, Kittner SJ, Lackland DT, Lichtman JH, Lisabeth LD, Magid D, Marcus GM, Marelli A, Matchar DB, McGuire DK, Mohler ER, Moy CS, Mussolino ME, Nichol G, Paynter NP, Schreiner PJ, Sorlie PD, Stein J, Turan TN, Virani SS, Wong ND, Woo D, Turner MB; American Heart Association Statistics Committee and Stroke Statistics Subcommittee. Executive summary: heart disease and stroke statistics--2013 update: a report from the American Heart Association. Circulation. 2013 Jan 1;127(1):143-52. doi: 10.1161/CIR.0b013e318282ab8f. No abstract available."}, {"pmid": "27156830", "type": "BACKGROUND", "citation": "Reeves GR, Whellan DJ, Patel MJ, O'Connor CM, Duncan P, Eggebeen JD, Morgan TM, Hewston LA, Pastva AM, Kitzman DW. Comparison of Frequency of Frailty and Severely Impaired Physical Function in Patients >/=60 Years Hospitalized With Acute Decompensated Heart Failure Versus Chronic Stable Heart Failure With Reduced and Preserved Left Ventricular Ejection Fraction. Am J Cardiol. 2016 Jun 15;117(12):1953-8. doi: 10.1016/j.amjcard.2016.03.046. Epub 2016 Apr 6."}, {"pmid": "26139859", "type": "BACKGROUND", "citation": "Lavie CJ, Arena R, Swift DL, Johannsen NM, Sui X, Lee DC, Earnest CP, Church TS, O'Keefe JH, Milani RV, Blair SN. Exercise and the cardiovascular system: clinical science and cardiovascular outcomes. Circ Res. 2015 Jul 3;117(2):207-19. doi: 10.1161/CIRCRESAHA.117.305205."}, {"pmid": "20101456", "type": "BACKGROUND", "citation": "Keteyian SJ, Fleg JL, Brawner CA, Pina IL. Role and benefits of exercise in the management of patients with heart failure. Heart Fail Rev. 2010 Nov;15(6):523-30. doi: 10.1007/s10741-009-9157-7."}, {"pmid": "22505469", "type": "BACKGROUND", "citation": "Conraads VM, Denollet J, De Maeyer C, Van Craenenbroeck E, Verheyen J, Beckers P. Exercise training as an essential component of cardiac rehabilitation. Heart. 2012 Apr;98(8):674-5; author reply 675. doi: 10.1136/heartjnl-2012-301912. No abstract available."}, {"pmid": "19181290", "type": "BACKGROUND", "citation": "Goebel JR, Doering LV, Evangelista LS, Nyamathi AM, Maliski SL, Asch SM, Sherbourne CD, Shugarman LR, Lanto AB, Cohen A, Lorenz KA. A comparative study of pain in heart failure and non-heart failure veterans. J Card Fail. 2009 Feb;15(1):24-30. doi: 10.1016/j.cardfail.2008.09.002. Epub 2008 Nov 13."}, {"pmid": "18755748", "type": "BACKGROUND", "citation": "Hudlicka O, Garnham A, Shiner R, Egginton S. Attenuation of changes in capillary fine structure and leukocyte adhesion improves muscle performance following chronic ischaemia in rats. J Physiol. 2008 Oct 15;586(20):4961-75. doi: 10.1113/jphysiol.2008.158055. Epub 2008 Aug 28."}, {"pmid": "20206900", "type": "BACKGROUND", "citation": "Karavidas A, Parissis JT, Matzaraki V, Arapi S, Varounis C, Ikonomidis I, Gkrilias P, Paraskevaidis I, Pirgakis V, Filippatos G, Kremastinos DT. Functional electrical stimulation is more effective in severe symptomatic heart failure patients and improves their adherence to rehabilitation programs. J Card Fail. 2010 Mar;16(3):244-9. doi: 10.1016/j.cardfail.2009.10.023. Epub 2009 Dec 11."}, {"pmid": "16377928", "type": "BACKGROUND", "citation": "Dobsak P, Novakova M, Siegelova J, Fiser B, Vitovec J, Nagasaka M, Kohzuki M, Yambe T, Nitta S, Eicher JC, Wolf JE, Imachi K. Low-frequency electrical stimulation increases muscle strength and improves blood supply in patients with chronic heart failure. Circ J. 2006 Jan;70(1):75-82. doi: 10.1253/circj.70.75."}, {"pmid": "18201117", "type": "BACKGROUND", "citation": "Paillard T. Combined application of neuromuscular electrical stimulation and voluntary muscular contractions. Sports Med. 2008;38(2):161-77. doi: 10.2165/00007256-200838020-00005."}, {"pmid": "20510846", "type": "BACKGROUND", "citation": "Bruckenthal P. Integrating nonpharmacologic and alternative strategies into a comprehensive management approach for older adults with pain. Pain Manag Nurs. 2010 Jun;11(2 Suppl):S23-31. doi: 10.1016/j.pmn.2010.03.004."}, {"pmid": "23440837", "type": "BACKGROUND", "citation": "Maddocks M, Gao W, Higginson IJ, Wilcock A. Neuromuscular electrical stimulation for muscle weakness in adults with advanced disease. Cochrane Database Syst Rev. 2013 Jan 31;(1):CD009419. doi: 10.1002/14651858.CD009419.pub2."}, {"pmid": "25477289", "type": "BACKGROUND", "citation": "Ramadi A, Stickland MK, Rodgers WM, Haennel RG. Impact of supervised exercise rehabilitation on daily physical activity of cardiopulmonary patients. Heart Lung. 2015 Jan-Feb;44(1):9-14. doi: 10.1016/j.hrtlng.2014.11.001. Epub 2014 Dec 2."}, {"pmid": "1100130", "type": "BACKGROUND", "citation": "Pocock SJ, Simon R. Sequential treatment assignment with balancing for prognostic factors in the controlled clinical trial. Biometrics. 1975 Mar;31(1):103-15."}, {"pmid": "19945354", "type": "BACKGROUND", "citation": "Rakel B, Cooper N, Adams HJ, Messer BR, Frey Law LA, Dannen DR, Miller CA, Polehna AC, Ruggle RC, Vance CG, Walsh DM, Sluka KA. A new transient sham TENS device allows for investigator blinding while delivering a true placebo treatment. J Pain. 2010 Mar;11(3):230-8. doi: 10.1016/j.jpain.2009.07.007. Epub 2009 Nov 27."}, {"pmid": "21717122", "type": "BACKGROUND", "citation": "Gobbo M, Gaffurini P, Bissolotti L, Esposito F, Orizio C. Transcutaneous neuromuscular electrical stimulation: influence of electrode positioning and stimulus amplitude settings on muscle response. Eur J Appl Physiol. 2011 Oct;111(10):2451-9. doi: 10.1007/s00421-011-2047-4. Epub 2011 Jun 30."}, {"pmid": "12858461", "type": "BACKGROUND", "citation": "Talbot LA, Gaines JM, Ling SM, Metter EJ. A home-based protocol of electrical muscle stimulation for quadriceps muscle strength in older adults with osteoarthritis of the knee. J Rheumatol. 2003 Jul;30(7):1571-8."}, {"pmid": "8081406", "type": "BACKGROUND", "citation": "Caggiano E, Emrey T, Shirley S, Craik RL. Effects of electrical stimulation or voluntary contraction for strengthening the quadriceps femoris muscles in an aged male population. J Orthop Sports Phys Ther. 1994 Jul;20(1):22-8. doi: 10.2519/jospt.1994.20.1.22."}, {"pmid": "23701811", "type": "BACKGROUND", "citation": "Maffiuletti NA, Roig M, Karatzanos E, Nanas S. Neuromuscular electrical stimulation for preventing skeletal-muscle weakness and wasting in critically ill patients: a systematic review. BMC Med. 2013 May 23;11:137. doi: 10.1186/1741-7015-11-137."}, {"type": "BACKGROUND", "citation": "Schaefer-centofanti K. Application of Muscle/Nerve Stimulation in Health and Disease, Chapter 4 Electrical Stimulation for Health, Beauty, Fitness, Sports Training, and Rehabilitation. Springer Science; 2008."}, {"pmid": "10745300", "type": "BACKGROUND", "citation": "Kiebzak GM, Leamy LJ, Pierson LM, Nord RH, Zhang ZY. Measurement precision of body composition variables using the lunar DPX-L densitometer. J Clin Densitom. 2000 Spring;3(1):35-41. doi: 10.1385/jcd:3:1:035."}, {"pmid": "23111003", "type": "BACKGROUND", "citation": "Bazzocchi A, Diano D, Ponti F, Andreone A, Sassi C, Albisinni U, Marchesini G, Battista G. Health and ageing: a cross-sectional study of body composition. Clin Nutr. 2013 Aug;32(4):569-78. doi: 10.1016/j.clnu.2012.10.004. Epub 2012 Oct 13."}, {"pmid": "11998990", "type": "BACKGROUND", "citation": "Steiner MC, Barton RL, Singh SJ, Morgan MD. Bedside methods versus dual energy X-ray absorptiometry for body composition measurement in COPD. Eur Respir J. 2002 Apr;19(4):626-31. doi: 10.1183/09031936.02.00279602."}, {"pmid": "22951307", "type": "BACKGROUND", "citation": "Toonstra J, Mattacola CG. Test-retest reliability and validity of isometric knee-flexion and -extension measurement using 3 methods of assessing muscle strength. J Sport Rehabil. 2013 Feb 18;22(1):10.1123/jsr.2013.TR7. doi: 10.1123/jsr.2013.TR7. Print 2013 Feb 1."}, {"pmid": "11581152", "type": "BACKGROUND", "citation": "Fletcher GF, Balady GJ, Amsterdam EA, Chaitman B, Eckel R, Fleg J, Froelicher VF, Leon AS, Pina IL, Rodney R, Simons-Morton DA, Williams MA, Bazzarre T. Exercise standards for testing and training: a statement for healthcare professionals from the American Heart Association. Circulation. 2001 Oct 2;104(14):1694-740. doi: 10.1161/hc3901.095960. No abstract available."}, {"pmid": "26595788", "type": "BACKGROUND", "citation": "Palau P, Dominguez E, Nunez E, Sanchis J, Santas E, Nunez J. Six-minute walk test in moderate to severe heart failure with preserved ejection fraction: Useful for functional capacity assessment? Int J Cardiol. 2016 Jan 15;203:800-2. doi: 10.1016/j.ijcard.2015.11.074. Epub 2015 Nov 10. No abstract available."}, {"pmid": "12091180", "type": "BACKGROUND", "citation": "ATS Committee on Proficiency Standards for Clinical Pulmonary Function Laboratories. ATS statement: guidelines for the six-minute walk test. Am J Respir Crit Care Med. 2002 Jul 1;166(1):111-7. doi: 10.1164/ajrccm.166.1.at1102. No abstract available. Erratum In: Am J Respir Crit Care Med. 2016 May 15;193(10):1185."}, {"pmid": "18299800", "type": "BACKGROUND", "citation": "Rostagno C, Gensini GF. Six minute walk test: a simple and useful test to evaluate functional capacity in patients with heart failure. Intern Emerg Med. 2008 Sep;3(3):205-12. doi: 10.1007/s11739-008-0130-6. Epub 2008 Feb 26."}, {"pmid": "23997688", "type": "BACKGROUND", "citation": "Shoemaker MJ, Curtis AB, Vangsnes E, Dickinson MG. Clinically meaningful change estimates for the six-minute walk test and daily activity in individuals with chronic heart failure. Cardiopulm Phys Ther J. 2013 Sep;24(3):21-9."}, {"pmid": "22993497", "type": "BACKGROUND", "citation": "Shoemaker MJ, Curtis AB, Vangsnes E, Dickinson MG. Triangulating Clinically Meaningful Change in the Six-minute Walk Test in Individuals with Chronic Heart Failure: A Systematic Review. Cardiopulm Phys Ther J. 2012 Sep;23(3):5-15."}, {"pmid": "22785169", "type": "BACKGROUND", "citation": "Ryde GC, Gilson ND, Suppini A, Brown WJ. Validation of a novel, objective measure of occupational sitting. J Occup Health. 2012;54(5):383-6. doi: 10.1539/joh.12-0091-br. Epub 2012 Jun 26."}, {"pmid": "21233777", "type": "BACKGROUND", "citation": "Kozey-Keadle S, Libertine A, Lyden K, Staudenmayer J, Freedson PS. Validation of wearable monitors for assessing sedentary behavior. Med Sci Sports Exerc. 2011 Aug;43(8):1561-7. doi: 10.1249/MSS.0b013e31820ce174."}, {"pmid": "30356601", "type": "BACKGROUND", "citation": "Edwardson CL, Winkler EAH, Bodicoat DH, Yates T, Davies MJ, Dunstan DW, Healy GN. Considerations when using the activPAL monitor in field-based research with adult populations. J Sport Health Sci. 2017 Jun;6(2):162-178. doi: 10.1016/j.jshs.2016.02.002. Epub 2016 Feb 3."}, {"pmid": "23303769", "type": "BACKGROUND", "citation": "Lee KS, Moser DK. Heart failure symptom measures: critical review. Eur J Cardiovasc Nurs. 2013 Oct;12(5):418-28. doi: 10.1177/1474515112473235. Epub 2013 Jan 8."}, {"pmid": "15916924", "type": "BACKGROUND", "citation": "Zambroski CH, Moser DK, Bhat G, Ziegler C. Impact of symptom prevalence and symptom burden on quality of life in patients with heart failure. Eur J Cardiovasc Nurs. 2005 Sep;4(3):198-206. doi: 10.1016/j.ejcnurse.2005.03.010."}, {"type": "BACKGROUND", "citation": "Zambroski C, Lennie T, Chung M, Heo S, Smoot T, Ziegler C. Use of the memorial symptom assessment scale-heart failure in heart failure patients. Paper presented at: Circulation2004."}, {"pmid": "23677481", "type": "BACKGROUND", "citation": "Garin O, Ferrer M, Pont A, Wiklund I, Van Ganse E, Vilagut G, Almansa J, Ribera A, Alonso J. Evidence on the global measurement model of the Minnesota Living with Heart Failure Questionnaire. Qual Life Res. 2013 Dec;22(10):2675-84. doi: 10.1007/s11136-013-0383-z. Epub 2013 May 16."}, {"pmid": "3558716", "type": "BACKGROUND", "citation": "Charlson ME, Pompei P, Ales KL, MacKenzie CR. A new method of classifying prognostic comorbidity in longitudinal studies: development and validation. J Chronic Dis. 1987;40(5):373-83. doi: 10.1016/0021-9681(87)90171-8."}, {"pmid": "20593306", "type": "BACKGROUND", "citation": "Riley WT, Rothrock N, Bruce B, Christodolou C, Cook K, Hahn EA, Cella D. Patient-reported outcomes measurement information system (PROMIS) domain names and definitions revisions: further evaluation of content validity in IRT-derived item banks. Qual Life Res. 2010 Nov;19(9):1311-21. doi: 10.1007/s11136-010-9694-5. Epub 2010 Jul 1."}, {"pmid": "21958919", "type": "BACKGROUND", "citation": "Lai JS, Cella D, Choi S, Junghaenel DU, Christodoulou C, Gershon R, Stone A. How item banks and their application can influence measurement practice in rehabilitation medicine: a PROMIS fatigue item bank example. Arch Phys Med Rehabil. 2011 Oct;92(10 Suppl):S20-7. doi: 10.1016/j.apmr.2010.08.033."}, {"pmid": "20685078", "type": "BACKGROUND", "citation": "Cella D, Riley W, Stone A, Rothrock N, Reeve B, Yount S, Amtmann D, Bode R, Buysse D, Choi S, Cook K, Devellis R, DeWalt D, Fries JF, Gershon R, Hahn EA, Lai JS, Pilkonis P, Revicki D, Rose M, Weinfurt K, Hays R; PROMIS Cooperative Group. The Patient-Reported Outcomes Measurement Information System (PROMIS) developed and tested its first wave of adult self-reported health outcome item banks: 2005-2008. J Clin Epidemiol. 2010 Nov;63(11):1179-94. doi: 10.1016/j.jclinepi.2010.04.011. Epub 2010 Aug 4."}, {"pmid": "21843744", "type": "BACKGROUND", "citation": "Junghaenel DU, Christodoulou C, Lai JS, Stone AA. Demographic correlates of fatigue in the US general population: results from the patient-reported outcomes measurement information system (PROMIS) initiative. J Psychosom Res. 2011 Sep;71(3):117-23. doi: 10.1016/j.jpsychores.2011.04.007. Epub 2011 Jul 18."}, {"pmid": "26038213", "type": "BACKGROUND", "citation": "Flynn KE, Dew MA, Lin L, Fawzy M, Graham FL, Hahn EA, Hays RD, Kormos RL, Liu H, McNulty M, Weinfurt KP. Reliability and construct validity of PROMIS(R) measures for patients with heart failure who undergo heart transplant. Qual Life Res. 2015 Nov;24(11):2591-9. doi: 10.1007/s11136-015-1010-y. Epub 2015 Jun 3."}, {"pmid": "11353456", "type": "BACKGROUND", "citation": "Resnick B. Testing a model of exercise behavior in older adults. Res Nurs Health. 2001 Apr;24(2):83-92. doi: 10.1002/nur.1011."}, {"pmid": "12145369", "type": "BACKGROUND", "citation": "Lord SR, Murray SM, Chapman K, Munro B, Tiedemann A. Sit-to-stand performance depends on sensation, speed, balance, and psychological status in addition to strength in older people. J Gerontol A Biol Sci Med Sci. 2002 Aug;57(8):M539-43. doi: 10.1093/gerona/57.8.m539."}, {"pmid": "25598584", "type": "BACKGROUND", "citation": "Bohannon RW, Bubela DJ, Magasi SR, Wang YC, Gershon RC. Sit-to-stand test: Performance and determinants across the age-span. Isokinet Exerc Sci. 2010;18(4):235-240. doi: 10.3233/IES-2010-0389."}, {"pmid": "21904240", "type": "BACKGROUND", "citation": "Bohannon RW. Test-retest reliability of the five-repetition sit-to-stand test: a systematic review of the literature involving adults. J Strength Cond Res. 2011 Nov;25(11):3205-7. doi: 10.1519/JSC.0b013e318234e59f."}, {"type": "BACKGROUND", "citation": "Wallmann HW, Evans NS, Day C, Neelly KR. Interrater Reliability of the Five-Times-Sit-to-Stand Test. Home Health Care Management & Practice. 2013;25(1):13-17."}, {"pmid": "8126356", "type": "BACKGROUND", "citation": "Guralnik JM, Simonsick EM, Ferrucci L, Glynn RJ, Berkman LF, Blazer DG, Scherr PA, Wallace RB. A short physical performance battery assessing lower extremity function: association with self-reported disability and prediction of mortality and nursing home admission. J Gerontol. 1994 Mar;49(2):M85-94. doi: 10.1093/geronj/49.2.m85."}, {"pmid": "1991946", "type": "BACKGROUND", "citation": "Podsiadlo D, Richardson S. The timed \"Up & Go\": a test of basic functional mobility for frail elderly persons. J Am Geriatr Soc. 1991 Feb;39(2):142-8. doi: 10.1111/j.1532-5415.1991.tb01616.x."}, {"pmid": "11833242", "type": "BACKGROUND", "citation": "Noren AM, Bogren U, Bolin J, Stenstrom C. Balance assessment in patients with peripheral arthritis: applicability and reliability of some clinical assessments. Physiother Res Int. 2001;6(4):193-204. doi: 10.1002/pri.228."}, {"pmid": "20360052", "type": "BACKGROUND", "citation": "Wrisley DM, Kumar NA. Functional gait assessment: concurrent, discriminative, and predictive validity in community-dwelling older adults. Phys Ther. 2010 May;90(5):761-73. doi: 10.2522/ptj.20090069. Epub 2010 Apr 1."}, {"pmid": "10960937", "type": "BACKGROUND", "citation": "Shumway-Cook A, Brauer S, Woollacott M. Predicting the probability for falls in community-dwelling older adults using the Timed Up & Go Test. Phys Ther. 2000 Sep;80(9):896-903."}, {"pmid": "21335930", "type": "BACKGROUND", "citation": "Wright AA, Cook CE, Baxter GD, Dockerty JD, Abbott JH. A comparison of 3 methodological approaches to defining major clinically important improvement of 4 performance measures in patients with hip osteoarthritis. J Orthop Sports Phys Ther. 2011 May;41(5):319-27. doi: 10.2519/jospt.2011.3515. Epub 2011 Feb 18."}, {"pmid": "21143926", "type": "BACKGROUND", "citation": "Kapstad H, Rokne B, Stavem K. Psychometric properties of the Brief Pain Inventory among patients with osteoarthritis undergoing total hip replacement surgery. Health Qual Life Outcomes. 2010 Dec 9;8:148. doi: 10.1186/1477-7525-8-148."}, {"pmid": "16051509", "type": "BACKGROUND", "citation": "Mendoza T, Mayne T, Rublee D, Cleeland C. Reliability and validity of a modified Brief Pain Inventory short form in patients with osteoarthritis. Eur J Pain. 2006 May;10(4):353-61. doi: 10.1016/j.ejpain.2005.06.002. Epub 2005 Jul 26."}, {"pmid": "21976850", "type": "BACKGROUND", "citation": "Kumar SP. Utilization of brief pain inventory as an assessment tool for pain in patients with cancer: a focused review. Indian J Palliat Care. 2011 May;17(2):108-15. doi: 10.4103/0973-1075.84531."}, {"pmid": "15322437", "type": "BACKGROUND", "citation": "Keller S, Bann CM, Dodd SL, Schein J, Mendoza TR, Cleeland CS. Validity of the brief pain inventory for use in documenting the outcomes of patients with noncancer pain. Clin J Pain. 2004 Sep-Oct;20(5):309-18. doi: 10.1097/00002508-200409000-00005."}, {"pmid": "15820275", "type": "BACKGROUND", "citation": "Furlanetto LM, Mendlowicz MV, Romildo Bueno J. The validity of the Beck Depression Inventory-Short Form as a screening and diagnostic instrument for moderate and severe depression in medical inpatients. J Affect Disord. 2005 May;86(1):87-91. doi: 10.1016/j.jad.2004.12.011."}, {"pmid": "11556941", "type": "BACKGROUND", "citation": "Kroenke K, Spitzer RL, Williams JB. The PHQ-9: validity of a brief depression severity measure. J Gen Intern Med. 2001 Sep;16(9):606-13. doi: 10.1046/j.1525-1497.2001.016009606.x."}, {"pmid": "22850254", "type": "BACKGROUND", "citation": "Razykov I, Ziegelstein RC, Whooley MA, Thombs BD. The PHQ-9 versus the PHQ-8--is item 9 useful for assessing suicide risk in coronary artery disease patients? Data from the Heart and Soul Study. J Psychosom Res. 2012 Sep;73(3):163-8. doi: 10.1016/j.jpsychores.2012.06.001. Epub 2012 Jun 30."}, {"type": "BACKGROUND", "citation": "Enders CK. Applied missing data analysis. New York: Guilford Press; 2010"}, {"type": "BACKGROUND", "citation": "Cohen J. Statistical Power Analysis for the Behavioral Sciences (2nd ed.). New Jersey: Lawrence Erlbaum Associates; 1988."}]}, "ipdSharingStatementModule": {"ipdSharing": "NO", "description": "No Identifiable data will be made available to other researchers."}}, "resultsSection": {"participantFlowModule": {"recruitmentDetails": "Reaching 30 participants per arm was the goal.", "groups": [{"id": "FG000", "title": "Neuromusclar Electrical Stimulation", "description": "NMES will be set up with the machine on simultaneous large muscle atrophy setting with 500 ohm with peak of 50 volts, the \"self-adhesive electrodes positioned on the thighs approximately 5 cm below the inguinal fold and 3 cm above the upper patella border\" as described by Gobbo. When applying the stimulation, the intensity will be gradually increased from an intermittent tingling until a gentle pumping sensation is felt. Participants will direct the amount of stimulation acceptable on both thighs to improve acceptance of the modality. It is expected that tolerance will develop and intensity will increase over time."}, {"id": "FG001", "title": "Transcutaneous Electrical Stimulation", "description": "For the Sham group, electrodes will follow the same landmarks, but the stimulation will only increase to an intermittent tingling sensation with the machine setting on TENS instead of NMES which is not enough to make noticeable changes in muscle mass or circulation\n\nTranscutaneous electrical stimulation: For the Sham group, electrodes will follow the same landmarks, but the stimulation will only increase to an intermittent tingling sensation with the machine setting on TENS instead of NMES which is not enough to make noticeable changes in muscle mass or circulation. Intensity settings will not change over time."}], "periods": [{"title": "Overall Study", "milestones": [{"type": "STARTED", "achievements": [{"groupId": "FG000", "numSubjects": "7"}, {"groupId": "FG001", "numSubjects": "8"}]}, {"type": "COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "4"}, {"groupId": "FG001", "numSubjects": "7"}]}, {"type": "NOT COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "3"}, {"groupId": "FG001", "numSubjects": "1"}]}]}]}, "baselineCharacteristicsModule": {"groups": [{"id": "BG000", "title": "Neuromusclar Electrical Stimulation", "description": "NMES will be set up with the machine on simultaneous large muscle atrophy setting with 500 ohm with peak of 50 volts, the \"self-adhesive electrodes positioned on the thighs approximately 5 cm below the inguinal fold and 3 cm above the upper patella border\" as described by Gobbo. When applying the stimulation, the intensity will be gradually increased from an intermittent tingling until a gentle pumping sensation is felt. Participants will direct the amount of stimulation acceptable on both thighs to improve acceptance of the modality. It is expected that tolerance will develop and intensity will increase over time."}, {"id": "BG001", "title": "Transcutaneous Electrical Stimulation", "description": "For the Sham group, electrodes will follow the same landmarks, but the stimulation will only increase to an intermittent tingling sensation with the machine setting on TENS instead of NMES which is not enough to make noticeable changes in muscle mass or circulation\n\nTranscutaneous electrical stimulation: For the Sham group, electrodes will follow the same landmarks, but the stimulation will only increase to an intermittent tingling sensation with the machine setting on TENS instead of NMES which is not enough to make noticeable changes in muscle mass or circulation. Intensity settings will not change over time."}, {"id": "BG002", "title": "Total", "description": "Total of all reporting groups"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "BG000", "value": "4"}, {"groupId": "BG001", "value": "7"}, {"groupId": "BG002", "value": "11"}]}], "measures": [{"title": "Age, Continuous", "paramType": "MEAN", "dispersionType": "FULL_RANGE", "unitOfMeasure": "years", "classes": [{"categories": [{"measurements": [{"groupId": "BG000", "value": "69.0", "lowerLimit": "58", "upperLimit": "75"}, {"groupId": "BG001", "value": "62.9", "lowerLimit": "36", "upperLimit": "83"}, {"groupId": "BG002", "value": "65.2", "lowerLimit": "36", "upperLimit": "83"}]}]}]}, {"title": "Sex: Female, Male", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "Female", "measurements": [{"groupId": "BG000", "value": "2"}, {"groupId": "BG001", "value": "6"}, {"groupId": "BG002", "value": "8"}]}, {"title": "Male", "measurements": [{"groupId": "BG000", "value": "2"}, {"groupId": "BG001", "value": "1"}, {"groupId": "BG002", "value": "3"}]}]}]}, {"title": "Ethnicity (NIH/OMB)", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "Hispanic or Latino", "measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "0"}, {"groupId": "BG002", "value": "0"}]}, {"title": "Not Hispanic or Latino", "measurements": [{"groupId": "BG000", "value": "4"}, {"groupId": "BG001", "value": "7"}, {"groupId": "BG002", "value": "11"}]}, {"title": "Unknown or Not Reported", "measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "0"}, {"groupId": "BG002", "value": "0"}]}]}]}, {"title": "Race (NIH/OMB)", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "American Indian or Alaska Native", "measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "0"}, {"groupId": "BG002", "value": "0"}]}, {"title": "Asian", "measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "0"}, {"groupId": "BG002", "value": "0"}]}, {"title": "Native Hawaiian or Other Pacific Islander", "measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "0"}, {"groupId": "BG002", "value": "0"}]}, {"title": "Black or African American", "measurements": [{"groupId": "BG000", "value": "2"}, {"groupId": "BG001", "value": "4"}, {"groupId": "BG002", "value": "6"}]}, {"title": "White", "measurements": [{"groupId": "BG000", "value": "2"}, {"groupId": "BG001", "value": "3"}, {"groupId": "BG002", "value": "5"}]}, {"title": "More than one race", "measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "0"}, {"groupId": "BG002", "value": "0"}]}, {"title": "Unknown or Not Reported", "measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "0"}, {"groupId": "BG002", "value": "0"}]}]}]}, {"title": "Region of Enrollment", "paramType": "NUMBER", "unitOfMeasure": "participants", "classes": [{"title": "United States", "categories": [{"measurements": [{"groupId": "BG000", "value": "4"}, {"groupId": "BG001", "value": "7"}, {"groupId": "BG002", "value": "11"}]}]}]}, {"title": "Lower Leg Lean Mass", "paramType": "MEAN", "dispersionType": "STANDARD_DEVIATION", "unitOfMeasure": "grams", "classes": [{"categories": [{"measurements": [{"groupId": "BG000", "value": "10388", "spread": "2957.2"}, {"groupId": "BG001", "value": "11470", "spread": "3249.5"}, {"groupId": "BG002", "value": "10871", "spread": "3017.586"}]}]}]}]}, "outcomeMeasuresModule": {"outcomeMeasures": [{"type": "PRIMARY", "title": "Change in 6 Minute Walk Test", "description": "The 6-min walk test (6MWT) estimates the person's ability to perform everyday activities by measuring the distance walked in a set time period. It will be used to measure exercise capacity, specific aim 2. Participants will be allowed use of an assistive device and will be instructed to move as quickly as they feel safe and comfortable over the 100-meter course for 6 minutes. As per the protocol, participants will be allowed to stop and rest if necessary. This test is recommended by the American Thoracic Society for patients with moderate to severe heart or lung disease.", "reportingStatus": "POSTED", "paramType": "MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "meters walked", "timeFrame": "From Baseline to 5-6 months", "groups": [{"id": "OG000", "title": "Neuromusclar Electrical Stimulation", "description": "NMES will be set up with the machine on simultaneous large muscle atrophy setting with 500 ohm with peak of 50 volts, the \"self-adhesive electrodes positioned on the thighs approximately 5 cm below the inguinal fold and 3 cm above the upper patella border\" as described by Gobbo. When applying the stimulation, the intensity will be gradually increased from an intermittent tingling until a gentle pumping sensation is felt. Participants will direct the amount of stimulation acceptable on both thighs to improve acceptance of the modality. It is expected that tolerance will develop and intensity will increase over time."}, {"id": "OG001", "title": "Transcutaneous Electrical Stimulation", "description": "For the Sham group, electrodes will follow the same landmarks, but the stimulation will only increase to an intermittent tingling sensation with the machine setting on TENS instead of NMES which is not enough to make noticeable changes in muscle mass or circulation\n\nTranscutaneous electrical stimulation: For the Sham group, electrodes will follow the same landmarks, but the stimulation will only increase to an intermittent tingling sensation with the machine setting on TENS instead of NMES which is not enough to make noticeable changes in muscle mass or circulation. Intensity settings will not change over time."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "3"}, {"groupId": "OG001", "value": "5"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "324", "spread": "198.9"}, {"groupId": "OG001", "value": "250.6", "spread": "231.7"}]}]}], "analyses": [{"groupIds": ["OG000", "OG001"], "nonInferiorityType": "OTHER", "nonInferiorityComment": "t-test", "pValue": "0.22", "statisticalMethod": "t-test, 2 sided"}]}]}, "adverseEventsModule": {"frequencyThreshold": "0", "timeFrame": "6 months", "description": "The study intervention being used per the manufacturer's guidelines. All participants were asked about any adverse events every week during the interventions phase.", "eventGroups": [{"id": "EG000", "title": "Neuromusclar Electrical Stimulation", "description": "NMES will be set up with the machine on simultaneous large muscle atrophy setting with 500 ohm with peak of 50 volts, the \"self-adhesive electrodes positioned on the thighs approximately 5 cm below the inguinal fold and 3 cm above the upper patella border\" as described by Gobbo. When applying the stimulation, the intensity will be gradually increased from an intermittent tingling until a gentle pumping sensation is felt. Participants will direct the amount of stimulation acceptable on both thighs to improve acceptance of the modality. It is expected that tolerance will develop and intensity will increase over time.", "deathsNumAffected": 0, "deathsNumAtRisk": 7, "seriousNumAffected": 0, "seriousNumAtRisk": 7, "otherNumAffected": 0, "otherNumAtRisk": 7}, {"id": "EG001", "title": "Transcutaneous Electrical Stimulation", "description": "For the Sham group, electrodes will follow the same landmarks, but the stimulation will only increase to an intermittent tingling sensation with the machine setting on TENS instead of NMES which is not enough to make noticeable changes in muscle mass or circulation\n\nTranscutaneous electrical stimulation: For the Sham group, electrodes will follow the same landmarks, but the stimulation will only increase to an intermittent tingling sensation with the machine setting on TENS instead of NMES which is not enough to make noticeable changes in muscle mass or circulation. Intensity settings will not change over time.", "deathsNumAffected": 0, "deathsNumAtRisk": 8, "seriousNumAffected": 0, "seriousNumAtRisk": 8, "otherNumAffected": 0, "otherNumAtRisk": 8}]}, "moreInfoModule": {"certainAgreement": {"piSponsorEmployee": true}, "pointOfContact": {"title": "Dr. Christine Haedtke", "organization": "Indiana University", "email": "chaedtke@iu.edu", "phone": "317-274-5358"}}}, "documentSection": {"largeDocumentModule": {"largeDocs": [{"typeAbbrev": "Prot_SAP", "hasProtocol": true, "hasSap": true, "hasIcf": false, "label": "Study Protocol and Statistical Analysis Plan", "date": "2019-02-05", "uploadDate": "2023-05-08T11:12", "filename": "Prot_SAP_002.pdf", "size": 725708}, {"typeAbbrev": "ICF", "hasProtocol": false, "hasSap": false, "hasIcf": true, "label": "Informed Consent Form", "date": "2019-06-11", "uploadDate": "2019-12-19T12:42", "filename": "ICF_000.pdf", "size": 2369391}]}}, "derivedSection": {"miscInfoModule": {"versionHolder": "2024-06-24", "submissionTracking": {"firstMcpInfo": {"postDateStruct": {"date": "2021-06-07", "type": "ACTUAL"}}}}, "conditionBrowseModule": {"meshes": [{"id": "D000006333", "term": "Heart Failure"}], "ancestors": [{"id": "D000006331", "term": "Heart Diseases"}, {"id": "D000002318", "term": "Cardiovascular Diseases"}], "browseLeaves": [{"id": "M9421", "name": "Heart Failure", "asFound": "Heart Failure", "relevance": "HIGH"}, {"id": "M9419", "name": "Heart Diseases", "relevance": "LOW"}], "browseBranches": [{"abbrev": "BC14", "name": "Heart and Blood Diseases"}, {"abbrev": "All", "name": "All Conditions"}]}, "interventionBrowseModule": {"browseLeaves": [{"id": "T85", "name": "Burdock", "relevance": "LOW"}], "browseBranches": [{"abbrev": "HB", "name": "Herbal and Botanical"}, {"abbrev": "All", "name": "All Drugs and Chemicals"}]}}, "hasResults": true}