{"protocolSection": {"identificationModule": {"nctId": "NCT00461513", "orgStudyIdInfo": {"id": "IIR 06-068"}, "organization": {"fullName": "VA Office of Research and Development", "class": "FED"}, "briefTitle": "Patient-Centered Heart Failure Trial", "officialTitle": "Patient-Centered Disease Management for Heart Failure Trial", "acronym": "PCDM"}, "statusModule": {"statusVerifiedDate": "2018-06", "overallStatus": "COMPLETED", "expandedAccessInfo": {"hasExpandedAccess": false}, "startDateStruct": {"date": "2009-05"}, "primaryCompletionDateStruct": {"date": "2012-06", "type": "ACTUAL"}, "completionDateStruct": {"date": "2012-06", "type": "ACTUAL"}, "studyFirstSubmitDate": "2007-04-17", "studyFirstSubmitQcDate": "2007-04-17", "studyFirstPostDateStruct": {"date": "2007-04-18", "type": "ESTIMATED"}, "resultsFirstSubmitDate": "2014-11-19", "resultsFirstSubmitQcDate": "2014-12-02", "resultsFirstPostDateStruct": {"date": "2014-12-08", "type": "ESTIMATED"}, "lastUpdateSubmitDate": "2018-06-14", "lastUpdatePostDateStruct": {"date": "2018-07-12", "type": "ACTUAL"}}, "sponsorCollaboratorsModule": {"responsibleParty": {"type": "SPONSOR"}, "leadSponsor": {"name": "VA Office of Research and Development", "class": "FED"}}, "oversightModule": {"oversightHasDmc": true}, "descriptionModule": {"briefSummary": "The purpose of this study is to evaluate a patient-centered disease management intervention for VA patients with heart failure.", "detailedDescription": "Background/Rationale: Chronic heart failure (CHF) is a leading cause of morbidity and mortality in the VA. Disease management is a promising strategy to improve care and outcomes, but evidence supporting CHF disease management is inconsistent and open questions remain. Prior studies have not evaluated a multi-modal intervention combining multidisciplinary collaborative care, telemonitoring, promotion of patient self-care, and an explicit intervention for comorbid depression, which is a barrier to optimal CHF care and outcomes. Moreover, the effectiveness of CHF disease management has not been evaluated in the VA.\n\nObjective(s): We propose to evaluate a Patient-Centered Disease Management (PCDM) intervention that includes case finding, collaborative care management for both CHF and comorbid depression, and home telemonitoring. The primary aim will be to ascertain whether the PCDM intervention results in better patient health status (i.e. symptom burden, functional status, and quality of life) than usual care. Secondary aims will include assessment of whether the intervention will reduce hospitalizations or mortality, result in more guideline-concordant care, and reduce depression while increasing patient medication adherence, self-efficacy and satisfaction with treatment.\n\nMethods: We propose a 3-year, multi-site randomized study. VA patients with CHF from 4 VA Medical Centers (Denver, Palo Alto, Richmond, and Seattle) and their affiliated clinics who have diminished CHF-specific health status (Kansas City Cardiomyopathy Questionnaire scores\\<50) will be eligible. We will randomize enrolled patients to a 12-month PCDM intervention versus usual care (target 300 patients in each arm). The PCDM intervention will include collaborative care management for CHF and comorbid depression and daily telemonitoring. Patient self-care will be promoted through the telemonitoring intervention and the depression intervention. The primary analysis will be a comparison of change in health status (KCCQ scores) between enrollment and 12 months for the intervention versus usual care groups. Secondary analyses will include comparison of rates of hospitalization and death, depressive symptoms, the proportion of patients with guideline concordant CHF care, medication adherence, 6-minute walk test, self-efficacy, and patient satisfaction. In addition, cost-effectiveness analysis will be performed. All analyses will be intention to treat.\n\nImpact: If successful, the proposed intervention will improve the quality of care and outcomes of veterans with CHF and be cost effective. The intervention has the potential to serve as model for other disease management interventions in the VA, and is designed as an 'effectiveness' trial to enhance implementation. This study will be a joint effort of the CHF and IHD QUERI groups, Patient Care Services, and Office of Care Coordination. The study directly addresses several aims of the recently published 'QUERI: A New Direction' position statement, including: a) partnership between QUERI groups; b) explicit collaborative ties between QUERI and 'operational' components of the VA (i.e. Patient Care Services and Office of Care Coordination); c) focus beyond a single disease entity (i.e. CHF and depression); and d) clinical studies of interventions that might be candidates for national VA implementation. Moreover, this study specifically engages patients in their care and emphasizes quality of life outcomes, both of central import to the VA health care mission."}, "conditionsModule": {"conditions": ["Heart Failure, Congestive"], "keywords": ["Heart Failure, Congestive", "Disease Management", "Health Status", "Quality of Life", "Telemedicine", "Depression"]}, "designModule": {"studyType": "OBSERVATIONAL", "designInfo": {"observationalModel": "OTHER", "timePerspective": "PROSPECTIVE"}, "enrollmentInfo": {"count": 384, "type": "ACTUAL"}}, "armsInterventionsModule": {"armGroups": [{"label": "Intervention", "description": "The PCDM intervention will include evaluation of CHF care by the collaborative care team, with diagnostic and therapeutic treatment recommendations based on current ACC/AHA national clinical practice guidelines, daily telemonitoring and patient self-care support utilizing the VA telemonitoring system, and screening and treatment for comorbid depression. The Collaborative Care (CC) team at each site will consist of a primary care provider, cardiologist, and psychiatrist, who are local opinion leaders, as well as a nurse site coordinator and pharmacist. For a given intervention patient, there will be an initial assessment of care by the CC team following the enrollment visit. Each intervention patient will be re-reviewed by the CC team a minimum of 2 additional times (at 6-weeks and 6 months). In addition, patients will have daily telemonitoring, and their care will be reviewed by the CC team if the telemonitoring data suggests clinical deterioration.", "interventionNames": ["Behavioral: Intervention"]}, {"label": "Usual Care", "description": "Patients randomized to the usual care arm will continue to receive care at the discretion of their regular VA providers (for a given patient, this could include cardiology specialty care in addition to PCP care, participation in site-specific CHF programs such as CHF patient education classes, etc.), in direct continuity with the care they were receiving prior to enrollment. Patients in the usual care group will also be given information sheets that outline self-care for CHF, and will be provided with a scale, if needed, at the enrollment visit. Patients in the usual care group will have the same amount of interaction with the study team as the intervention patients (i.e. complete questionnaires at the same frequency; have the same study visits). PCPs of usual care patients will be notified of the results of all screening studies (patient survey results, lab tests) as we have done in previous studies."}], "interventions": [{"type": "BEHAVIORAL", "name": "Intervention", "description": "Disease management has emerged as a promising strategy to improve the outcomes of patients with CHF. Disease management in this study will use a multidisciplinary collaborative care, leveraging health information technology, and focusing on patient self-care.Collaborative care is the use of multidisciplinary teams to deliver evidence-based treatment to a defined population of patients with chronic illness.", "armGroupLabels": ["Intervention"]}]}, "outcomesModule": {"primaryOutcomes": [{"measure": "Change in Chronic Heart Failure Health Status Between Baseline and 12 Months.", "description": "The primary outcome was average change in the Kansas City Cardiomyopathy Questionnaire Overall Summary Score. This is reported for each group (Intervention and Usual Care). The average for each group and standard deviation are reported. A positive score change represents an improvement in overall patient health status for the group of patients with congestive heart failure. A negative score change represents a worsening in overall patient health status for the group of patients with congestive heart failure.", "timeFrame": "12 months"}], "secondaryOutcomes": [{"measure": "Mortality at 1 Year", "description": "Mortality at 1 year", "timeFrame": "12 months"}, {"measure": "Hospitalization at 1 Year", "description": "Hospitalization at 1 year", "timeFrame": "12 months"}]}, "eligibilityModule": {"eligibilityCriteria": "Inclusion Criteria:\n\n* Diagnosis of Chronic Heart Failure;\n* low health status.\n\nExclusion Criteria:\n\n* Cognitive/psychiatric impairment (inability to complete questionnaires);\n* nursing home resident;\n* irreversible non-cardiac medical condition likely to affect 6-month survival or ability to execute study protocol;\n* prior heart transplantation.", "healthyVolunteers": false, "sex": "ALL", "minimumAge": "18 Years", "stdAges": ["ADULT", "OLDER_ADULT"], "studyPopulation": "VA Patients in Denver, Palo Alto, Richmond and Seattle who have a diagnosis of Chronic Heart Failure and have low health status.", "samplingMethod": "NON_PROBABILITY_SAMPLE"}, "contactsLocationsModule": {"overallOfficials": [{"name": "John Spalding Rumsfeld, MD PhD", "affiliation": "VA Eastern Colorado Health Care System, Denver, CO", "role": "PRINCIPAL_INVESTIGATOR"}], "locations": [{"facility": "VA Palo Alto Health Care System, Palo Alto, CA", "city": "Palo Alto", "state": "California", "zip": "94304-1290", "country": "United States", "geoPoint": {"lat": 37.44188, "lon": -122.14302}}, {"facility": "VA Eastern Colorado Health Care System, Denver, CO", "city": "Denver", "state": "Colorado", "zip": "80220", "country": "United States", "geoPoint": {"lat": 39.73915, "lon": -104.9847}}, {"facility": "Hunter Holmes McGuire VA Medical Center, Richmond, VA", "city": "Richmond", "state": "Virginia", "zip": "23249", "country": "United States", "geoPoint": {"lat": 37.55376, "lon": -77.46026}}, {"facility": "VA Puget Sound Health Care System Seattle Division, Seattle, WA", "city": "Seattle", "state": "Washington", "zip": "98108", "country": "United States", "geoPoint": {"lat": 47.60621, "lon": -122.33207}}]}, "referencesModule": {"references": [{"pmid": "23837415", "type": "BACKGROUND", "citation": "Bekelman DB, Plomondon ME, Sullivan MD, Nelson K, Hattler B, McBryde C, Lehmann KG, Potfay J, Heidenreich P, Rumsfeld JS. Patient-centered disease management (PCDM) for heart failure: study protocol for a randomised controlled trial. BMC Cardiovasc Disord. 2013 Jul 9;13:49. doi: 10.1186/1471-2261-13-49."}, {"pmid": "26921492", "type": "DERIVED", "citation": "Lum HD, Carey EP, Fairclough D, Plomondon ME, Hutt E, Rumsfeld JS, Bekelman DB. Burdensome Physical and Depressive Symptoms Predict Heart Failure-Specific Health Status Over One Year. J Pain Symptom Manage. 2016 Jun;51(6):963-70. doi: 10.1016/j.jpainsymman.2015.12.328. Epub 2016 Feb 26."}, {"pmid": "25822284", "type": "DERIVED", "citation": "Bekelman DB, Plomondon ME, Carey EP, Sullivan MD, Nelson KM, Hattler B, McBryde CF, Lehmann KG, Gianola K, Heidenreich PA, Rumsfeld JS. Primary Results of the Patient-Centered Disease Management (PCDM) for Heart Failure Study: A Randomized Clinical Trial. JAMA Intern Med. 2015 May;175(5):725-32. doi: 10.1001/jamainternmed.2015.0315."}]}}, "resultsSection": {"participantFlowModule": {"groups": [{"id": "FG000", "title": "Intervention", "description": "The PCDM intervention included evaluation of CHF care by the collaborative care (CC) team with treatment recommendations based on current ACC/AHA clinical practice guidelines, telemonitoring, and screening and treatment for comorbid depression. The CC team at each site included a primary care provider, cardiologist and psychiatrist, as well as nurse and pharmacist. For each intervention patient, there was initial assessment of care following the enrollment visit. Each intervention patient was re-reviewed by the CC team a minimum of 2 additional times (at 6-weeks and 6 months). In addition, patients had daily telemonitoring, and their care was reviewed if the telemonitoring data suggested clinical deterioration."}, {"id": "FG001", "title": "Usual Care", "description": "Patients randomized to the usual care arm continued to receive care at the discretion of their regular VA providers (for a given patient, this could include cardiology specialty care in addition to PCP care, participation in site-specific CHF programs such as CHF patient education classes, etc.), in direct continuity with the care they were receiving prior to enrollment. Patients in the usual care group were given information sheets that outlined self-care for CHF, and provided with a scale if needed at the enrollment visit. Patients in the usual care group had the same amount of interaction with the study team as the intervention patients (i.e. complete questionnaires at the same frequency; have the same study visits). PCPs of usual care patients were notified of the results of all screening studies (patient survey results, lab tests)."}], "periods": [{"title": "Overall Study", "milestones": [{"type": "STARTED", "achievements": [{"groupId": "FG000", "comment": "6 patients dropped at time of randomization", "numSubjects": "187"}, {"groupId": "FG001", "comment": "2 patients dropped at time of randomization", "numSubjects": "197"}]}, {"type": "COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "165"}, {"groupId": "FG001", "numSubjects": "172"}]}, {"type": "NOT COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "22"}, {"groupId": "FG001", "numSubjects": "25"}]}]}]}, "baselineCharacteristicsModule": {"groups": [{"id": "BG000", "title": "Intervention Group", "description": "Baseline characteristics of patients who enrolled and were randomized to the Intervention Group, and who had at least one follow-up Kansas City Cardiomyopathy Questionnaire (at 3, 6, or 12 months). Therefore the total number completed in the Intervention Arm was 165, but we had at least one follow-up Kansas City Cardiomyopathy Questionnaire result on 187 patients."}, {"id": "BG001", "title": "Usual Care Group", "description": "Baseline characteristics of patients who enrolled and were randomized to the Usual Care Group, and who had at least one follow-up Kansas City Cardiomyopathy Questionnaire (at 3, 6, or 12 months).Therefore the total number completed in the Usual Care Arm was 172, but we had at least one follow-up Kansas City Cardiomyopathy Questionnaire result on 197 patients."}, {"id": "BG002", "title": "Total", "description": "Total of all reporting groups"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "BG000", "value": "187"}, {"groupId": "BG001", "value": "197"}, {"groupId": "BG002", "value": "384"}]}], "measures": [{"title": "Age, Continuous", "paramType": "MEAN", "dispersionType": "STANDARD_DEVIATION", "unitOfMeasure": "years", "classes": [{"categories": [{"measurements": [{"groupId": "BG000", "value": "67.3", "spread": "9.6"}, {"groupId": "BG001", "value": "67.9", "spread": "10.6"}, {"groupId": "BG002", "value": "67.6", "spread": "10.0"}]}]}]}, {"title": "Sex: Female, Male", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "Female", "measurements": [{"groupId": "BG000", "value": "9"}, {"groupId": "BG001", "value": "4"}, {"groupId": "BG002", "value": "13"}]}, {"title": "Male", "measurements": [{"groupId": "BG000", "value": "178"}, {"groupId": "BG001", "value": "193"}, {"groupId": "BG002", "value": "371"}]}]}]}, {"title": "Race/Ethnicity, Customized", "paramType": "NUMBER", "unitOfMeasure": "participants", "classes": [{"title": "White race", "categories": [{"measurements": [{"groupId": "BG000", "value": "149"}, {"groupId": "BG001", "value": "165"}, {"groupId": "BG002", "value": "314"}]}]}, {"title": "Non-white race", "categories": [{"measurements": [{"groupId": "BG000", "value": "38"}, {"groupId": "BG001", "value": "32"}, {"groupId": "BG002", "value": "70"}]}]}]}, {"title": "Kansas City Cardiomyopathy Overall Score", "description": "The Kansas City Cardiomyopathy Questionnaire Overall Summary Score ranges from 0-100, where higher scores represent better overall patient health status among patients with congestive heart failure. Here we report the mean and standard deviation of the baseline Kansas City Cardiomyopathy Questionnaire Overall Summary Score for the Intervention and Usual Care groups.", "paramType": "MEAN", "dispersionType": "STANDARD_DEVIATION", "unitOfMeasure": "units on a scale", "classes": [{"categories": [{"measurements": [{"groupId": "BG000", "value": "37.9", "spread": "13.3"}, {"groupId": "BG001", "value": "36.9", "spread": "14.6"}, {"groupId": "BG002", "value": "37.4", "spread": "13.8"}]}]}]}]}, "outcomeMeasuresModule": {"outcomeMeasures": [{"type": "PRIMARY", "title": "Change in Chronic Heart Failure Health Status Between Baseline and 12 Months.", "description": "The primary outcome was average change in the Kansas City Cardiomyopathy Questionnaire Overall Summary Score. This is reported for each group (Intervention and Usual Care). The average for each group and standard deviation are reported. A positive score change represents an improvement in overall patient health status for the group of patients with congestive heart failure. A negative score change represents a worsening in overall patient health status for the group of patients with congestive heart failure.", "reportingStatus": "POSTED", "paramType": "MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "units on a scale", "timeFrame": "12 months", "groups": [{"id": "OG000", "title": "Intervention"}, {"id": "OG001", "title": "Usual Care"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "187"}, {"groupId": "OG001", "value": "197"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "13.5", "spread": "16.7"}, {"groupId": "OG001", "value": "13.5", "spread": "18.6"}]}]}]}, {"type": "SECONDARY", "title": "Mortality at 1 Year", "description": "Mortality at 1 year", "reportingStatus": "POSTED", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "timeFrame": "12 months", "groups": [{"id": "OG000", "title": "Intervention", "description": "one-year mortality among intervention patients"}, {"id": "OG001", "title": "Usual Care", "description": "one-year mortality among usual care patients"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "187"}, {"groupId": "OG001", "value": "197"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "8"}, {"groupId": "OG001", "value": "19"}]}]}]}, {"type": "SECONDARY", "title": "Hospitalization at 1 Year", "description": "Hospitalization at 1 year", "reportingStatus": "POSTED", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "timeFrame": "12 months", "groups": [{"id": "OG000", "title": "Intervention", "description": "one-year hospitalization among intervention patients"}, {"id": "OG001", "title": "Usual Care", "description": "one year hospitalization among usual care patients"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "187"}, {"groupId": "OG001", "value": "197"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "55"}, {"groupId": "OG001", "value": "59"}]}]}]}]}, "adverseEventsModule": {"frequencyThreshold": "0", "eventGroups": [{"id": "EG000", "title": "Intervention", "seriousNumAffected": 0, "seriousNumAtRisk": 187, "otherNumAffected": 0, "otherNumAtRisk": 187}, {"id": "EG001", "title": "Usual Care", "seriousNumAffected": 0, "seriousNumAtRisk": 197, "otherNumAffected": 0, "otherNumAtRisk": 197}]}, "moreInfoModule": {"certainAgreement": {"piSponsorEmployee": true}, "pointOfContact": {"title": "Dr. Meg Plomondon", "organization": "Veterans Health Administration", "email": "Meg.Plomondon@va.gov", "phone": "303-370-75770"}}}, "derivedSection": {"miscInfoModule": {"versionHolder": "2024-06-24"}, "conditionBrowseModule": {"meshes": [{"id": "D000006333", "term": "Heart Failure"}], "ancestors": [{"id": "D000006331", "term": "Heart Diseases"}, {"id": "D000002318", "term": "Cardiovascular Diseases"}], "browseLeaves": [{"id": "M7058", "name": "Depression", "relevance": "LOW"}, {"id": "M7061", "name": "Depressive Disorder", "relevance": "LOW"}, {"id": "M9421", "name": "Heart Failure", "asFound": "Heart Failure", "relevance": "HIGH"}, {"id": "M9419", "name": "Heart Diseases", "relevance": "LOW"}, {"id": "T6034", "name": "Quality of Life", "relevance": "LOW"}], "browseBranches": [{"abbrev": "BXM", "name": "Behaviors and Mental Disorders"}, {"abbrev": "All", "name": "All Conditions"}, {"abbrev": "BC14", "name": "Heart and Blood Diseases"}]}}, "hasResults": true}