{"protocolSection": {"identificationModule": {"nctId": "NCT03021304", "orgStudyIdInfo": {"id": "205667"}, "secondaryIdInfos": [{"id": "2016-001831-10", "type": "EUDRACT_NUMBER"}], "organization": {"fullName": "GlaxoSmithKline", "class": "INDUSTRY"}, "briefTitle": "Study of Mepolizumab Safety Syringe in Asthmatics", "officialTitle": "An Open-label, Single Arm, Repeat Dose, Multi-centre Study to Evaluate the Use of a Safety Syringe for the Subcutaneous Administration of Mepolizumab in Subjects With Severe Eosinophilic Asthma (Study 205667)"}, "statusModule": {"statusVerifiedDate": "2019-07", "overallStatus": "COMPLETED", "expandedAccessInfo": {"hasExpandedAccess": true, "nctId": "NCT00244686", "statusForNctId": "NO_LONGER_AVAILABLE"}, "startDateStruct": {"date": "2017-02-01", "type": "ACTUAL"}, "primaryCompletionDateStruct": {"date": "2017-08-08", "type": "ACTUAL"}, "completionDateStruct": {"date": "2017-08-08", "type": "ACTUAL"}, "studyFirstSubmitDate": "2017-01-12", "studyFirstSubmitQcDate": "2017-01-12", "studyFirstPostDateStruct": {"date": "2017-01-13", "type": "ESTIMATED"}, "resultsFirstSubmitDate": "2018-01-05", "resultsFirstSubmitQcDate": "2018-01-05", "resultsFirstPostDateStruct": {"date": "2018-01-31", "type": "ACTUAL"}, "lastUpdateSubmitDate": "2019-07-10", "lastUpdatePostDateStruct": {"date": "2019-07-23", "type": "ACTUAL"}}, "sponsorCollaboratorsModule": {"responsibleParty": {"type": "SPONSOR"}, "leadSponsor": {"name": "GlaxoSmithKline", "class": "INDUSTRY"}}, "oversightModule": {"oversightHasDmc": false, "isFdaRegulatedDrug": true, "isFdaRegulatedDevice": false}, "descriptionModule": {"briefSummary": "This study is aimed to assess the correct real-world use of a safety syringe for the repeat self-administration of mepolizumab SC. This Phase III study will be an open-label, single-arm, repeat-dose, multi-centre study of mepolizumab liquid drug product in a safety syringe (100 milligrams \\[mg\\]) administered subcutaneously (SC) every 4 weeks (3 doses) in subjects with severe eosinophilic asthma. Subjects will receive 100 mg mepolizumab SC as a single injection that is self-administered in the thigh, abdomen or administered in the upper arm (caregiver only). Each subject will participate in the study for up to 18 weeks including pre-screening visit, a screening visit and a 12-week treatment period which concludes with end of study assessments (Visit 5) 4 weeks after the last dose of mepolizumab. Approximately 55 Subjects will be enrolled in the study."}, "conditionsModule": {"conditions": ["Asthma"], "keywords": ["SB240563", "self-administration", "Mepolizumab", "safety syringe", "Eosinophilic asthma"]}, "designModule": {"studyType": "INTERVENTIONAL", "phases": ["PHASE3"], "designInfo": {"allocation": "NA", "interventionModel": "SINGLE_GROUP", "primaryPurpose": "TREATMENT", "maskingInfo": {"masking": "NONE"}}, "enrollmentInfo": {"count": 56, "type": "ACTUAL"}}, "armsInterventionsModule": {"armGroups": [{"label": "Mepolizumab SC 100 mg/milliliter (mL) in Safety syringe", "type": "EXPERIMENTAL", "description": "Subjects will receive 3 doses of 100 mg mepolizumab, liquid drug product in safety syringe, subcutaneously as a single injection that is self-administered in the thigh, abdomen or administered in the upper arm (by caregiver only) at 4-weekly intervals; 2 doses will be administered under observation in the clinic (at Week 0 and 8). One dose will be administered outside the clinic and without observation (within 24 hours after attending the clinic at Week 4).", "interventionNames": ["Drug: Mepolizumab"]}], "interventions": [{"type": "DRUG", "name": "Mepolizumab", "description": "It is a clear to opalescent, colorless to pale yellow sterile solution for SC injection, supplied in a single-use, prefilled syringe containing 100 mg/mL mepolizumab with sodium phosphate, citric acid, sucrose EDTA and polysorbate 80 within a safety syringe.", "armGroupLabels": ["Mepolizumab SC 100 mg/milliliter (mL) in Safety syringe"]}]}, "outcomesModule": {"primaryOutcomes": [{"measure": "Percentage of Participants With Successful Self-administration of Their Observed Third Dose at Week 8", "description": "During the clinic visits the Investigator or designee evaluated if the participants were able to self-administer the third dose at Week 8 by visual inspection immediately following injection and by using an 'Observer checklist' based on the safety syringe Instructions for Use (IFU). The 'self-administration' was defined as administration of mepolizumab liquid drug product in safety syringe either by the participants themselves or by their caregiver. Failure to perform one of the critical steps was deemed to be failure to successfully administer the injection. Participants with data available at Week 8 have been analyzed. Analysis was performed on All Subjects (Safety) Population which comprised of all enrolled participants attempting at least one self administration of mepolizumab liquid drug product in a safety syringe.", "timeFrame": "Week 8"}], "secondaryOutcomes": [{"measure": "Percentage of Participants With Successful Self-administration of Their Unobserved Second Dose Outside the Clinic Setting at Week 4", "description": "The participant (or caregiver), self-administered the dose of study treatment outside the clinic and without observation during Week 4, up to 24 hours after attending clinic Visit 3. The 'self-administration' was defined as either administration of mepolizumab liquid drug product in safety syringe by the participants themselves or by their caregiver. The participant/caregiver completed an 'At home Checklist' outlining the various steps in the IFU to use the safety syringe. On returning to clinic the investigator inspected whether the returned safety syringe showed any signs that the full dose had not been administered.", "timeFrame": "Week 4"}]}, "eligibilityModule": {"eligibilityCriteria": "Inclusion Criteria:\n\n* Age: At least 12 years of age inclusive, at the time of signing the informed consent. For those countries where local regulations permit enrolment of adults only, subject recruitment will be restricted to those who are \\>=18 years of age.\n* Asthma: A physician diagnosis of asthma for \\>=2 years that meets the National Heart, Lung and Blood Institute guidelines or Global Initiative for Asthma guidelines.\n* Mepolizumab treatment:\n\n  a. Not receiving mepolizumab treatment at Visit 1. These subjects must also meet following inclusion criteria related to eosinophilic asthma, inhaled corticosteroid, controller medication and exacerbation history):\n* Eosinophilic asthma: A high likelihood of eosinophilic asthma as per the required 'Continuation to Treatment'-criterion,\n* Inhaled corticosteroid: A well-documented requirement for regular treatment with high dose inhaled corticosteroid (ICS) in the 12 months prior to Visit 1 with or without maintenance oral corticosteroids (OCS), for subjects \\>=18 years old, ICS dose must be \\>=880 micrograms (mcg)/day fluticasone propionate (FP) (ex-actuator) or equivalent daily, For ICS/long-acting-beta-2-agonist (LABA) combination preparations, the highest approved maintenance dose in the local country will meet this ICS criterion, for subjects \\>=12 to \\<=17 years old, ICS dose must be \\>=440 mcg/day FP (ex-actuator) or equivalent daily, for ICS/LABA combination preparations, the mid-strength approved maintenance dose in the local country will meet this ICS criterion.\n* Controller medication: Current treatment with an additional controller medication, besides ICS, for at least 3 months or a documented failure in the past 12 months of an additional controller medication (e.g., LABA, leukotriene receptor antagonist \\[LTRA\\], or theophylline) for at least 3 successive months.\n* Exacerbation history: Previously confirmed history of one or more exacerbations requiring treatment with systemic corticosteroid (CS) \\[intramuscular (IM), intravenous, or oral\\] in the 12 months prior to Visit 1, despite the use of high-dose ICS. For subjects receiving maintenance CS, the CS treatment for an exacerbation must have been a two-fold dose increase or greater.\n\nor, b. Receiving 100 mg SC mepolizumab administered for the treatment of severe eosinophilic asthma every 4 weeks for at least 12 weeks prior to Visit 1.\n\n* Body weight: A minimum body weight \\>=40 kilograms (kg) at Visit 1\n* Gender: Male or female. A female subject is eligible to participate if she is not pregnant (as confirmed by a negative urine human chorionic gonadotrophin \\[hCG)\\]test), planning to become pregnant during the time of study participation (and up to 16 weeks after the last dose), not lactating, and at least one of the following conditions applies: Non-reproductive potential defined as: pre-menopausal females with documented tubal ligation or documented hysteroscopic tubal occlusion procedure with follow-up confirmation of bilateral tubal occlusion or hysterectomy or documented bilateral oophorectomy, postmenopausal female, reproductive potential and agrees to follow highly effective methods for avoiding pregnancy in females of reproductive potential from 30 days prior to the first dose of study medication and until 16 weeks after the last dose of study medication and completion of the end of study/early withdrawal visit. The investigator is responsible for ensuring that subjects understand how to properly use these methods of contraception.\n* Informed consent: Capable of giving signed informed consent.\n\nExclusion Criteria\n\n* Presence of a known pre-existing, clinically important lung condition other than asthma. This includes current infection, bronchiectasis, pulmonary fibrosis, bronchopulmonary aspergillosis, or diagnoses of emphysema or chronic bronchitis (chronic obstructive pulmonary disease other than asthma) or a history of lung cancer.\n* Subjects with other conditions that could lead to elevated eosinophils such as Hypereosinophilic Syndromes, including Churg-Strauss Syndrome, or Eosinophilic Esophagitis. Subjects with a known, pre-existing parasitic infestation within 6 months prior to Visit 1 are also to be excluded.\n* A current malignancy or previous history of cancer in remission for less than 12 months prior to screening (Subjects that had localized carcinoma of the skin which was resected for cure will not be excluded).\n* A known immunodeficiency (e.g. human immunodeficiency virus - HIV), other than that explained by the use of corticosteroids taken as therapy for asthma.\n* Subjects who have known, pre-existing, clinically significant cardiovascular, endocrine, autoimmune, metabolic, neurological, renal, gastrointestinal, hepatic, haematological or any other system abnormalities that are uncontrolled with standard treatment.\n* Known, pre-existing, unstable liver disease (as defined by the presence of ascites, encephalopathy, coagulopathy, hypoalbuminaemia, esophageal or gastric varices or persistent jaundice), cirrhosis, and known biliary abnormalities (with the exception of Gilbert's syndrome or asymptomatic gallstones)\n* QT interval corrected for heart rate by either Fridericia's or Bazett's formula QTc(F)/QTc(B) ≥450milliseconds (msec) or QTc(F)/QTc(B) ≥480 msec for subjects with Bundle Branch Block at Visit 1 confirmed by electrocardiogram (ECG).\n* Subjects who have received omalizumab within 130 days of Visit 1.\n* Subjects who have received any monoclonal antibody (other than Xolair) to treat inflammatory disease within 5 half-lives of Visit 1.\n* Subjects who have received treatment with an investigational drug, other than mepolizumab within the past 30 days or five terminal phase half-lives of the drug whichever is longer, prior to visit 1 (this also includes investigational formulations of marketed products) or experimental anti-inflammatory drugs (non biologicals) in the past 3 months.\n* Subjects who have received chemotherapy within 12 months prior to Visit 1.\n* A history (or suspected history) of alcohol misuse or substance abuse within 2 years prior to Visit 1.\n* Subjects with hypersensitivity to mepolizumab or to any of the excipients (sodium phosphate, citric acid, sucrose, ethylenediamine tetraacetic acid (EDTA), polysorbate 80).\n* Subjects who have known evidence of lack of adherence to controller medications and/or ability to follow physician's recommendations.", "healthyVolunteers": false, "sex": "ALL", "minimumAge": "12 Years", "stdAges": ["CHILD", "ADULT", "OLDER_ADULT"]}, "contactsLocationsModule": {"overallOfficials": [{"name": "GSK Clinical Trials", "affiliation": "GlaxoSmithKline", "role": "STUDY_DIRECTOR"}], "locations": [{"facility": "GSK Investigational Site", "city": "Birmingham", "state": "Alabama", "zip": "35243", "country": "United States", "geoPoint": {"lat": 33.52066, "lon": -86.80249}}, {"facility": "GSK Investigational Site", "city": "Los Angeles", "state": "California", "zip": "90025", "country": "United States", "geoPoint": {"lat": 34.05223, "lon": -118.24368}}, {"facility": "GSK Investigational Site", "city": "Cincinnati", "state": "Ohio", "zip": "45231", "country": "United States", "geoPoint": {"lat": 39.12713, "lon": -84.51435}}, {"facility": "GSK Investigational Site", "city": "Orangeburg", "state": "South Carolina", "zip": "29118-2040", "country": "United States", "geoPoint": {"lat": 33.49182, "lon": -80.85565}}, {"facility": "GSK Investigational Site", "city": "Sainte-Foy", "state": "Quebec", "zip": "G1V 4G5", "country": "Canada", "geoPoint": {"lat": 46.75615, "lon": -71.29543}}, {"facility": "GSK Investigational Site", "city": "St. Charles-Borromee", "state": "Quebec", "zip": "J6E 2B4", "country": "Canada", "geoPoint": {"lat": 46.05007, "lon": -73.46586}}, {"facility": "GSK Investigational Site", "city": "Amsterdam", "zip": "1105 AZ", "country": "Netherlands", "geoPoint": {"lat": 52.37403, "lon": 4.88969}}, {"facility": "GSK Investigational Site", "city": "Leeuwarden", "zip": "8934 AD", "country": "Netherlands", "geoPoint": {"lat": 53.20139, "lon": 5.80859}}, {"facility": "GSK Investigational Site", "city": "Zwolle", "zip": "8025 AB", "country": "Netherlands", "geoPoint": {"lat": 52.5125, "lon": 6.09444}}, {"facility": "GSK Investigational Site", "city": "Ekaterinburg", "zip": "620109", "country": "Russian Federation", "geoPoint": {"lat": 56.8519, "lon": 60.6122}}, {"facility": "GSK Investigational Site", "city": "Moscow", "zip": "123095", "country": "Russian Federation", "geoPoint": {"lat": 55.75222, "lon": 37.61556}}, {"facility": "GSK Investigational Site", "city": "Saint-Petersburg", "zip": "198328", "country": "Russian Federation", "geoPoint": {"lat": 59.93863, "lon": 30.31413}}, {"facility": "GSK Investigational Site", "city": "Linköping", "zip": "SE-581 85", "country": "Sweden", "geoPoint": {"lat": 58.41086, "lon": 15.62157}}, {"facility": "GSK Investigational Site", "city": "Lund", "zip": "SE-221 85", "country": "Sweden", "geoPoint": {"lat": 55.70584, "lon": 13.19321}}, {"facility": "GSK Investigational Site", "city": "Stockholm", "zip": "SE-141 86", "country": "Sweden", "geoPoint": {"lat": 59.33258, "lon": 18.0649}}]}, "referencesModule": {"references": [{"pmid": "31017022", "type": "BACKGROUND", "citation": "Bel EH, I Bernstein D, Bjermer L, Follows R, Bentley JH, Pouliquen I, Bradford E. Usability of mepolizumab single-use prefilled syringe for patient self-administration. J Asthma. 2020 Jul;57(7):755-764. doi: 10.1080/02770903.2019.1604745. Epub 2019 Apr 24."}]}, "ipdSharingStatementModule": {"ipdSharing": "YES", "description": "IPD for this study will be made available via the Clinical Study Data Request site.", "infoTypes": ["STUDY_PROTOCOL", "SAP", "ICF", "CSR"], "timeFrame": "IPD is available via the Clinical Study Data Request site (click on the link provided below)", "accessCriteria": "Access is provided after a research proposal is submitted and has received approval from the Independent Review Panel and after a Data Sharing Agreement is in place. Access is provided for an initial period of 12 months but an extension can be granted, when justified, for up to another 12 months.", "url": "https://www.clinicalstudydatarequest.com/SearchAllPostings.aspx?searchparam=205667"}}, "resultsSection": {"participantFlowModule": {"preAssignmentDetails": "Of the total 58 participants screened, 2 were screen failures and 56 were enrolled in this open-label, single arm, repeat dose study of mepolizumab and attempted to self-administer at least one dose of study treatment.", "recruitmentDetails": "Participants with severe eosinophilic asthma, were enrolled at 4 sites in the United States of America, 3 sites in the Netherlands, 3 sites in the Russian Federation, 3 sites in Sweden, and 2 sites in Canada. The study duration lasted from 01 February 2017 to 08 August 2017.", "groups": [{"id": "FG000", "title": "Mepolizumab Liquid Safety Syringe", "description": "The participants (or their caregivers) self-administered, 100 milligram (mg) mepolizumab liquid drug product subcutaneously every 4-weeks (3-doses) as a single injection using safety syringe, in the thigh, abdomen or upper arm (caregiver only), for 12-weeks."}], "periods": [{"title": "Overall Study", "milestones": [{"type": "STARTED", "achievements": [{"groupId": "FG000", "numSubjects": "56"}]}, {"type": "COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "55"}]}, {"type": "NOT COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "1"}]}], "dropWithdraws": [{"type": "Lack of Efficacy", "reasons": [{"groupId": "FG000", "numSubjects": "1"}]}]}]}, "baselineCharacteristicsModule": {"groups": [{"id": "BG000", "title": "Mepolizumab Liquid Safety Syringe", "description": "The participants (or their caregivers) self-administered, 100 mg mepolizumab liquid drug product subcutaneously every 4-weeks (3-doses) as a single injection using safety syringe, in the thigh, abdomen or upper arm (caregiver only), for 12-weeks."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "BG000", "value": "56"}]}], "measures": [{"title": "Age, Continuous", "paramType": "MEAN", "dispersionType": "STANDARD_DEVIATION", "unitOfMeasure": "Years", "classes": [{"categories": [{"measurements": [{"groupId": "BG000", "value": "50.8", "spread": "12.98"}]}]}]}, {"title": "Sex: Female, Male", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "Female", "measurements": [{"groupId": "BG000", "value": "33"}]}, {"title": "Male", "measurements": [{"groupId": "BG000", "value": "23"}]}]}]}, {"title": "Race/Ethnicity, Customized", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"title": "Asian- Central/South Asian Heritage", "categories": [{"measurements": [{"groupId": "BG000", "value": "1"}]}]}, {"title": "Black Or African American Heritage", "categories": [{"measurements": [{"groupId": "BG000", "value": "8"}]}]}, {"title": "White Heritage", "categories": [{"measurements": [{"groupId": "BG000", "value": "47"}]}]}]}]}, "outcomeMeasuresModule": {"outcomeMeasures": [{"type": "PRIMARY", "title": "Percentage of Participants With Successful Self-administration of Their Observed Third Dose at Week 8", "description": "During the clinic visits the Investigator or designee evaluated if the participants were able to self-administer the third dose at Week 8 by visual inspection immediately following injection and by using an 'Observer checklist' based on the safety syringe Instructions for Use (IFU). The 'self-administration' was defined as administration of mepolizumab liquid drug product in safety syringe either by the participants themselves or by their caregiver. Failure to perform one of the critical steps was deemed to be failure to successfully administer the injection. Participants with data available at Week 8 have been analyzed. Analysis was performed on All Subjects (Safety) Population which comprised of all enrolled participants attempting at least one self administration of mepolizumab liquid drug product in a safety syringe.", "populationDescription": "All Subjects (Safety) Population", "reportingStatus": "POSTED", "paramType": "NUMBER", "unitOfMeasure": "Percentage of participants", "timeFrame": "Week 8", "groups": [{"id": "OG000", "title": "Mepolizumab Liquid Safety Syringe", "description": "The participants (or their caregivers) self-administered, 100 mg mepolizumab liquid drug product subcutaneously every 4 weeks (3-doses) as a single injection using safety syringe, in the thigh, abdomen or upper arm (caregiver only), for 12 weeks."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "55"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "100"}]}]}]}, {"type": "SECONDARY", "title": "Percentage of Participants With Successful Self-administration of Their Unobserved Second Dose Outside the Clinic Setting at Week 4", "description": "The participant (or caregiver), self-administered the dose of study treatment outside the clinic and without observation during Week 4, up to 24 hours after attending clinic Visit 3. The 'self-administration' was defined as either administration of mepolizumab liquid drug product in safety syringe by the participants themselves or by their caregiver. The participant/caregiver completed an 'At home Checklist' outlining the various steps in the IFU to use the safety syringe. On returning to clinic the investigator inspected whether the returned safety syringe showed any signs that the full dose had not been administered.", "populationDescription": "All Subjects (Safety) Population", "reportingStatus": "POSTED", "paramType": "NUMBER", "unitOfMeasure": "Percentage of participants", "timeFrame": "Week 4", "groups": [{"id": "OG000", "title": "Mepolizumab Liquid Safety Syringe", "description": "The participants (or their caregivers) self-administered, 100 mg mepolizumab liquid drug product subcutaneously every 4 weeks (3-doses) as a single injection using safety syringe, in the thigh, abdomen or upper arm (caregiver only), for 12 weeks."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "56"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "100"}]}]}]}]}, "adverseEventsModule": {"frequencyThreshold": "3", "timeFrame": "On-treatment adverse events (AEs) and serious AEs (SAEs) were collected from time of study treatment administration (Week 0) up to Week 12", "description": "AEs and SAEs were collected in All Subjects Population which comprised of all enrolled participants attempting at least one self administration of mepolizumab liquid drug product in a safety syringe.", "eventGroups": [{"id": "EG000", "title": "Mepolizumab Liquid Safety Syringe", "description": "The participants (or their caregivers) self-administered, 100 mg mepolizumab liquid drug product subcutaneously every 4-weeks (3-doses) as a single injection using safety syringe, in the thigh, abdomen or upper arm (caregiver only), for 12-weeks.", "deathsNumAffected": 0, "deathsNumAtRisk": 56, "seriousNumAffected": 3, "seriousNumAtRisk": 56, "otherNumAffected": 4, "otherNumAtRisk": 56}], "seriousEvents": [{"term": "Asthma", "organSystem": "Respiratory, thoracic and mediastinal disorders", "sourceVocabulary": "MedDRA 20.0", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numAffected": 2, "numAtRisk": 56}]}, {"term": "Diverticulitis", "organSystem": "Infections and infestations", "sourceVocabulary": "MedDRA 20.0", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numAffected": 1, "numAtRisk": 56}]}], "otherEvents": [{"term": "Viral upper respiratory tract infection", "organSystem": "Infections and infestations", "sourceVocabulary": "MedDRA 20.0", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numAffected": 4, "numAtRisk": 56}]}]}, "moreInfoModule": {"certainAgreement": {"piSponsorEmployee": false, "restrictionType": "OTHER", "restrictiveAgreement": true, "otherDetails": "GSK agreements may vary with individual investigators, but will not prohibit any investigator from publishing. GSK supports the publication of results from all centers of a multi-center trial but requests that reports based on single-site data not precede the primary publication of the entire clinical trial."}, "pointOfContact": {"title": "GSK Response Center", "organization": "GlaxoSmithKline", "email": "GSKClinicalSupportHD@gsk.com", "phone": "866-435-7343"}}}, "documentSection": {"largeDocumentModule": {"largeDocs": [{"typeAbbrev": "Prot", "hasProtocol": true, "hasSap": false, "hasIcf": false, "label": "Study Protocol", "date": "2016-10-06", "uploadDate": "2017-11-27T13:36", "filename": "Prot_000.pdf", "size": 881707}, {"typeAbbrev": "SAP", "hasProtocol": false, "hasSap": true, "hasIcf": false, "label": "Statistical Analysis Plan", "date": "2017-08-03", "uploadDate": "2017-11-27T13:37", "filename": "SAP_001.pdf", "size": 732080}]}}, "derivedSection": {"miscInfoModule": {"versionHolder": "2024-06-24"}, "conditionBrowseModule": {"meshes": [{"id": "D000001249", "term": "Asthma"}], "ancestors": [{"id": "D000001982", "term": "Bronchial Diseases"}, {"id": "D000012140", "term": "Respiratory Tract Diseases"}, {"id": "D000008173", "term": "Lung Diseases, Obstructive"}, {"id": "D000008171", "term": "Lung Diseases"}, {"id": "D000012130", "term": "Respiratory Hypersensitivity"}, {"id": "D000006969", "term": "Hypersensitivity, Immediate"}, {"id": "D000006967", "term": "Hypersensitivity"}, {"id": "D000007154", "term": "Immune System Diseases"}], "browseLeaves": [{"id": "M4556", "name": "Asthma", "asFound": "Asthma", "relevance": "HIGH"}, {"id": "M14511", "name": "Pulmonary Eosinophilia", "relevance": "LOW"}, {"id": "M5258", "name": "Bronchial Diseases", "relevance": "LOW"}, {"id": "M14977", "name": "Respiratory Tract Diseases", "relevance": "LOW"}, {"id": "M11168", "name": "Lung Diseases", "relevance": "LOW"}, {"id": "M11170", "name": "Lung Diseases, Obstructive", "relevance": "LOW"}, {"id": "M10018", "name": "Hypersensitivity", "relevance": "LOW"}, {"id": "M14967", "name": "Respiratory Hypersensitivity", "relevance": "LOW"}, {"id": "M10020", "name": "Hypersensitivity, Immediate", "relevance": "LOW"}, {"id": "M10200", "name": "Immune System Diseases", "relevance": "LOW"}], "browseBranches": [{"abbrev": "BC08", "name": "Respiratory Tract (Lung and Bronchial) Diseases"}, {"abbrev": "BC20", "name": "Immune System Diseases"}, {"abbrev": "All", "name": "All Conditions"}, {"abbrev": "BC15", "name": "Blood and Lymph Conditions"}]}, "interventionBrowseModule": {"browseLeaves": [{"id": "M21860", "name": "Pharmaceutical Solutions", "relevance": "LOW"}, {"id": "M21320", "name": "Citric Acid", "relevance": "LOW"}, {"id": "M1837", "name": "Sodium Citrate", "relevance": "LOW"}, {"id": "T382", "name": "Citrate", "relevance": "LOW"}], "browseBranches": [{"abbrev": "PhSol", "name": "Pharmaceutical Solutions"}, {"abbrev": "All", "name": "All Drugs and Chemicals"}, {"abbrev": "AnCoag", "name": "Anticoagulants"}, {"abbrev": "Ot", "name": "Other Dietary Supplements"}]}}, "hasResults": true}