{"protocolSection": {"identificationModule": {"nctId": "NCT02179788", "orgStudyIdInfo": {"id": "Cin_002_MALMS"}, "secondaryIdInfos": [{"id": "IRB protocol number 2012-2333", "type": "OTHER", "domain": "Cincinnati Children's Hospital IRB"}], "organization": {"fullName": "Children's Hospital Medical Center, Cincinnati", "class": "OTHER"}, "briefTitle": "Metformin to Augment Low Milk Supply (MALMS) Study", "officialTitle": "Metformin to Augment Low Milk Supply in Pre-diabetic Mothers, a Phase I/II Randomized Clinical Trial", "acronym": "MALMS"}, "statusModule": {"statusVerifiedDate": "2016-09", "overallStatus": "COMPLETED", "expandedAccessInfo": {"hasExpandedAccess": false}, "startDateStruct": {"date": "2014-06"}, "primaryCompletionDateStruct": {"date": "2016-07", "type": "ACTUAL"}, "completionDateStruct": {"date": "2016-07", "type": "ACTUAL"}, "studyFirstSubmitDate": "2014-06-30", "studyFirstSubmitQcDate": "2014-06-30", "studyFirstPostDateStruct": {"date": "2014-07-02", "type": "ESTIMATED"}, "resultsFirstSubmitDate": "2020-09-09", "resultsFirstSubmitQcDate": "2020-10-13", "resultsFirstPostDateStruct": {"date": "2020-10-19", "type": "ACTUAL"}, "lastUpdateSubmitDate": "2020-10-13", "lastUpdatePostDateStruct": {"date": "2020-10-19", "type": "ACTUAL"}}, "sponsorCollaboratorsModule": {"responsibleParty": {"type": "SPONSOR"}, "leadSponsor": {"name": "Children's Hospital Medical Center, Cincinnati", "class": "OTHER"}, "collaborators": [{"name": "University of Cincinnati", "class": "OTHER"}]}, "oversightModule": {"oversightHasDmc": true}, "descriptionModule": {"briefSummary": "Most new mothers in the United States will start off breastfeeding. For some mothers, despite following best practices, they are not able to meet their breastfeeding goals due to unexplained low milk supply. At the same time, nearly 1 in 4 new mothers are pre-diabetic (elevated blood sugar, but not yet diabetic). My progression of research suggests that the same metabolic factors causing pre-diabetes may also be causing low milk supply. Metformin is a widely prescribed drug to treat high blood sugar. This study is a preliminary, small scale randomized trial designed to test for a trend in the hypothesis that metformin is safe and potentially effective in treating low milk supply in insulin resistant and pre-diabetic mothers.", "detailedDescription": "Through a progression of research, the PI has developed the central hypothesis that waning insulin secretion in the context of insulin resistance is an important cause of low milk supply. The specific aim of the research described in this protocol is to enact a small-scale randomized placebo-controlled trial (RCT) that will inform a future larger double-masked RCT of adjuvant metformin treatment versus placebo for early postpartum low milk supply in women with evidence of insulin resistance based on the presence of at least one of the following: elevated fasting glucose (FPG, defined as \\>95 g/dL), history of polycystic ovary syndrome, history of gestational diabetes, or current abdominal obesity. The pilot study is designed to demonstrate feasibility, obtain variance estimates, and test for an trend in the following primary hypothesis: 1) Among eligible women with low milk supply, those randomly assigned to 4 weeks of metformin treatment will experience a greater increase in milk output as compared to the placebo group. The RCT will be preceded by a\"process testing phase\" in which recruitment and data collection logistics will be confirmed by enacting the study protocol, except without any drug assignment. Upon completion of the process testing phase, the protocol will be amended according to insights gained. Once the revised protocol received IRB approval, the RCT phase will begin. During this phase, mothers meeting Stage 1 eligibility criteria will undergo baseline measurements of cardio-metabolic health and breast milk output. Among mothers meeting stage 2 eligibility criteria, including FPG \\>95 g/dL, N=30 will be randomly assigned to metformin or placebo using a 2:1 allocation, with replacement of non-completers. All low milk supply participants will receive the standard guidance for increasing milk supply with breast pumping. We will test the following secondary hypotheses: 2) Mammary epithelial cell transcriptomes within the metformin group, but not placebo, will exhibit significantly greater modulation of insulin-stimulated genes between baseline and post treatment. Milk fat globules are a rich source of mammary epithelial cell mRNA. We will isolate milk fat RNA at baseline and post treatment and randomly select a subset for RNA-sequencing. 3) Fasting plasma glucose \\>95 g/dL will correctly identify low milk supply cases with \\>75% sensitivity; and \\<95 g/dL will correctly identify abundant milk supply (comparator group) with \\>90% specificity. Fasting plasma glucose (FPG) in women with abundant milk supply will be derived from 30 consecutively consenting breastfeeding medicine patients who meet all RCT eligibility criteria except low milk supply (i.e., diagnoses related to infant feeding at the breast such as poor latch, but with abundant milk output). We will combine all available baseline FPG data to determine the sensitivity and specificity of FPG \\>95 g/dL as biomarker of low milk supply caused by maternal metabolic impairment. 4) Metformin treatment will be safe and adequately tolerated by the lactating mother and her breastfeeding infant."}, "conditionsModule": {"conditions": ["Low Milk Supply", "Pre-diabetes", "Insulin Resistance", "Suppressed Lactation"], "keywords": ["lactation", "breastfeeding", "human milk", "insulin", "metformin", "prediabetes", "pre-diabetes", "insulin resistance"]}, "designModule": {"studyType": "INTERVENTIONAL", "phases": ["PHASE1", "PHASE2"], "designInfo": {"allocation": "RANDOMIZED", "interventionModel": "PARALLEL", "primaryPurpose": "TREATMENT", "maskingInfo": {"masking": "QUADRUPLE", "whoMasked": ["PARTICIPANT", "CARE_PROVIDER", "INVESTIGATOR", "OUTCOMES_ASSESSOR"]}}, "enrollmentInfo": {"count": 15, "type": "ACTUAL"}}, "armsInterventionsModule": {"armGroups": [{"label": "Standard care plus metformin", "type": "EXPERIMENTAL", "description": "67% of stage 2 eligible mothers will be randomly allocated to this arm. Mothers will be instructed to thoroughly empty their breasts at least 8 times per day and to take the assigned study drug.", "interventionNames": ["Behavioral: Standard care", "Drug: Metformin"]}, {"label": "Standard Care plus placebo", "type": "PLACEBO_COMPARATOR", "description": "33% of Stage 2 eligible mothers will be randomly allocated to this arm. Mothers will be instructed to thoroughly empty their breasts at least 8 times per day (Standard Care) and to take the assigned study drug. The placebo arm will be consuming methylcellulose USP Powder encapsulated in #00 opaque capsules (supplied by PCCA, Houston TX) for 4 weeks according to the following schedule:\n\n* Days 1-7, take 1 capsule with evening meal\n* Days 8-14, take 3 capsules with evening meal\n* Days 14-28 (or through completion of post-intervention data collection), take four capsules with evening meal\n\nActual increase in dose may occur more slowly if standard titration schedule is not well tolerated. Adjustments to schedule will be made in consultation with the adult medicine study co-investigator.", "interventionNames": ["Behavioral: Standard care", "Drug: Placebo"]}], "interventions": [{"type": "BEHAVIORAL", "name": "Standard care", "description": "Mothers will be instructed to thoroughly empty their breasts at least 8 times per 24 hours by breastfeeding, followed by breast expression with a combination of hand -expression and the use of a hospital-grade electric breast pump (provided by study).", "armGroupLabels": ["Standard Care plus placebo", "Standard care plus metformin"], "otherNames": ["Breast expression"]}, {"type": "DRUG", "name": "Metformin", "description": "The metformin arm will be consuming Glucophage XR (metformin hydrochloride extended release, 750 or 500 mg, encapsulated in #00 opaque capsules for 4 weeks according to the following schedule:\n\n* Days 1-7, take one 750 mg capsule with evening meal (750 mg/day)\n* Days 8-14, take three 500 mg capsule with evening meal (1500 mg/day)\n* Days 14-28 (or through completion of post-intervention data collection), take four 500 mg capsules with evening meal (2000 mg/day)\n\nActual increase in dose may occur more slowly if standard titration schedule is not well tolerated. Adjustments to schedule will be made in consultation with the adult medicine study co-investigator.\n\nThe trial duration is 28 days (with a +/- 3 day cushion)", "armGroupLabels": ["Standard care plus metformin"], "otherNames": ["Glucophage"]}, {"type": "DRUG", "name": "Placebo", "description": "The placebo arm will be consuming methylcellulose USP Powder encapsulated in #00 opaque capsules (supplied by PCCA, Houston TX) for 4 weeks according to the following schedule:\n\n* Days 1-7, take 1 capsule with evening meal\n* Days 8-14, take 3 capsules with evening meal\n* Days 14-28 (or through completion of post-intervention data collection), take four capsules with evening meal\n\nActual increase in dose may occur more slowly if standard titration schedule is not well tolerated. Adjustments to schedule will be made in consultation with the adult medicine study co-investigator.", "armGroupLabels": ["Standard Care plus placebo"], "otherNames": ["methylcellulose"]}]}, "outcomesModule": {"primaryOutcomes": [{"measure": "Peak Change in Milk Output", "description": "Maximal change in maternal breast milk production (g/24 hours) between baseline and 4 weeks post-intervention in a model adjusted for baseline milk volume, maternal day postpartum of randomization, and baseline fasting plasma glucose.", "timeFrame": "baseline and 4 weeks post-intervention"}]}, "eligibilityModule": {"eligibilityCriteria": "Inclusion Criteria among mother-infant dyads:\n\nStage 1 Criteria (for participation in baseline measurement phase):\n\n* identified with low milk supply by a Cincinnati-area IBCLC\n* mother denies obvious cause of low milk supply such as pituitary disorder, breast surgery, severe lack of breast emptying (\\< 4 times per day), or failure to show any signs of lactogenesis\n* mother at least 20 years of age\n* infant is between 1 week and 2 calendar months old\n* mother gave birth to a single, healthy, term (\\>37 weeks gestation) infant\n* mother free of breast and nipple infections\n* mother lives within study catchment area\n* mother has not been diagnosed with Type 1 or Type 2 Diabetes Mellitus\n* mother willing to sustain consistent use of herbal galactogogues (such as fenugreek) during follow up measurements (2-4 weeks) as was consumed during the baseline measurements\n* mother not currently taking a prescription medication that may affect the hormones of lactation and not planning to initiate any such drug for at least the next 2-4 weeks.\n* mother has established pediatric care for the infant\n\nStage 2 maternal inclusion criteria (among those who meet Stage 1 criteria, to continue with enrollment into randomized controlled trial, goal, N=30 with replacement for non-completers to at least two weeks):\n\n* successful completion of baseline measurements (involving 24-hour test weighing of milk output and undergoing baseline measurements at the clinical research center, including providing fasting blood samples)\n* body mass index is \\>19.0 kg/m2 (i.e., not underweight)\n* evidence of likely insulin resistance, based on at least one of the following: mean fasting plasma glucose between 95.0 - 125.0 g/dL, inclusive; abdominal obesity; history of polycystic ovary syndrome; or history of gestational diabetes\n* estimated glomerular filtration rate \\> 60 mL/min\n* liver function in normal range (AST \\<= 37 U/L, ALT \\< 87 U/L, and total bilirubin \\<= 1.1 mg/dL\n* willingness to continue trying to lactate for the next 2-4 weeks\n* health history does not reveal illness/treatments for which metformin is contraindicated\n* participant is not currently being treated with metformin\n\nEligibility criteria for enrollment into abundant milk supply comparison group (goal, N=30, will be compared in baseline measurements).\n\nInclusion criteria:\n\n* exclusively feeding mother's own milk to infant, and presenting to Cincinnati area IBCLC with breastfeeding question or problem unrelated to milk supply\n* mother at least 20 years of age\n* infant is between 1 week and 2 calendar months old\n* mother gave birth to a single, term infant\n* mother free of breast and nipple infections\n* mother lives within study catchment area\n* mother has not been diagnosed with Type 1 or Type 2 Diabetes Mellitus\n* mother willing to sustain consistent use of herbal galactogogues (such as fenugreek) during baseline measurements\n* mother willing to avoid prescription medication that may affect the hormones of lactation", "healthyVolunteers": false, "sex": "FEMALE", "minimumAge": "20 Years", "stdAges": ["ADULT", "OLDER_ADULT"]}, "contactsLocationsModule": {"overallOfficials": [{"name": "Laurie A Nommsen-Rivers, PhD", "affiliation": "Children's Hospital Medical Center, Cincinnati", "role": "PRINCIPAL_INVESTIGATOR"}], "locations": [{"facility": "Cincinnati Children's Hospital Medical Center", "city": "Cincinnati", "state": "Ohio", "zip": "45229-3039", "country": "United States", "geoPoint": {"lat": 39.12713, "lon": -84.51435}}]}, "referencesModule": {"references": [{"pmid": "20573792", "type": "BACKGROUND", "citation": "Nommsen-Rivers LA, Chantry CJ, Peerson JM, Cohen RJ, Dewey KG. Delayed onset of lactogenesis among first-time mothers is related to maternal obesity and factors associated with ineffective breastfeeding. Am J Clin Nutr. 2010 Sep;92(3):574-84. doi: 10.3945/ajcn.2010.29192. Epub 2010 Jun 23."}, {"pmid": "21524193", "type": "BACKGROUND", "citation": "Nommsen-Rivers LA, Dolan LM, Huang B. Timing of stage II lactogenesis is predicted by antenatal metabolic health in a cohort of primiparas. Breastfeed Med. 2012 Feb;7(1):43-9. doi: 10.1089/bfm.2011.0007. Epub 2011 Apr 27."}, {"pmid": "23861770", "type": "BACKGROUND", "citation": "Lemay DG, Ballard OA, Hughes MA, Morrow AL, Horseman ND, Nommsen-Rivers LA. RNA sequencing of the human milk fat layer transcriptome reveals distinct gene expression profiles at three stages of lactation. PLoS One. 2013 Jul 5;8(7):e67531. doi: 10.1371/journal.pone.0067531. Print 2013."}, {"pmid": "24062375", "type": "BACKGROUND", "citation": "Wagner EA, Chantry CJ, Dewey KG, Nommsen-Rivers LA. Breastfeeding concerns at 3 and 7 days postpartum and feeding status at 2 months. Pediatrics. 2013 Oct;132(4):e865-75. doi: 10.1542/peds.2013-0724. Epub 2013 Sep 23."}, {"pmid": "30629889", "type": "DERIVED", "citation": "Nommsen-Rivers L, Thompson A, Riddle S, Ward L, Wagner E, King E. Feasibility and Acceptability of Metformin to Augment Low Milk Supply: A Pilot Randomized Controlled Trial. J Hum Lact. 2019 May;35(2):261-271. doi: 10.1177/0890334418819465. Epub 2019 Jan 10."}], "seeAlsoLinks": [{"label": "United States Office of Women's Health Breastfeeding Support and Resources website", "url": "http://www.womenshealth.gov/breastfeeding/"}]}}, "resultsSection": {"participantFlowModule": {"groups": [{"id": "FG000", "title": "Standard Care Plus Metformin", "description": "10 stage 2 eligible mothers were randomly allocated to this arm. Mothers were instructed to thoroughly empty their breasts at least 8 times per day and to take the assigned study drug.\n\nStandard care: Mothers will be instructed to thoroughly empty their breasts at least 8 times per 24 hours by breastfeeding, followed by breast expression with a combination of hand -expression and the use of a hospital-grade electric breast pump.\n\nMetformin: The metformin arm will be consuming Glucophage XR (metformin hydrochloride extended release, 750 or 500 mg, encapsulated in #00 opaque capsules for 4 weeks according to the following schedule:\n\n* Days 1-7, one 750 mg capsule with evening meal (750 mg/day)\n* Days 8-14, three 500 mg capsule with evening meal (1500 mg/day)\n* Days 14-28 (or through completion of post-intervention data collection),four 500 mg capsules with evening meal (2000 mg/day)\n\nThe trial duration was28 days (with a +/- 3 day cushion)"}, {"id": "FG001", "title": "Standard Care Plus Placebo", "description": "5 Stage 2 eligible mothers were randomly allocated to this arm. Mothers were instructed to thoroughly empty their breasts at least 8 times per day (Standard Care) and to take the assigned study drug. The placebo arm consumed methylcellulose USP Powder encapsulated in #00 opaque capsules for 4 weeks according to the following schedule:\n\n* Days 1-7, take 1 capsule with evening meal\n* Days 8-14, take 3 capsules with evening meal\n* Days 14-28 (or through completion of post-intervention data collection), take four capsules with evening meal\n\nStandard care: Mothers were instructed to thoroughly empty their breasts at least 8 times per 24 hours by breastfeeding, followed by breast expression with a combination of hand -expression and the use of a hospital-grade electric breast pump."}], "periods": [{"title": "Overall Study", "milestones": [{"type": "STARTED", "achievements": [{"groupId": "FG000", "numSubjects": "10"}, {"groupId": "FG001", "numSubjects": "5"}]}, {"type": "COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "10"}, {"groupId": "FG001", "numSubjects": "5"}]}, {"type": "NOT COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "0"}, {"groupId": "FG001", "numSubjects": "0"}]}]}]}, "baselineCharacteristicsModule": {"groups": [{"id": "BG000", "title": "Standard Care Plus Metformin", "description": "10 stage 2 eligible mothers were randomly allocated to this arm. Mothers were instructed to thoroughly empty their breasts at least 8 times per day and to take the assigned study drug.\n\nStandard care: Mothers will be instructed to thoroughly empty their breasts at least 8 times per 24 hours by breastfeeding, followed by breast expression with a combination of hand -expression and the use of a hospital-grade electric breast pump.\n\nMetformin: The metformin arm will be consuming Glucophage XR (metformin hydrochloride extended release, 750 or 500 mg, encapsulated in #00 opaque capsules for 4 weeks according to the following schedule:\n\n* Days 1-7, one 750 mg capsule with evening meal (750 mg/day)\n* Days 8-14, three 500 mg capsule with evening meal (1500 mg/day)\n* Days 14-28 (or through completion of post-intervention data collection),four 500 mg capsules with evening meal (2000 mg/day)\n\nThe trial duration was28 days (with a +/- 3 day cushion)"}, {"id": "BG001", "title": "Standard Care Plus Placebo", "description": "5 Stage 2 eligible mothers were randomly allocated to this arm. Mothers were instructed to thoroughly empty their breasts at least 8 times per day (Standard Care) and to take the assigned study drug. The placebo arm consumed methylcellulose USP Powder encapsulated in #00 opaque capsules for 4 weeks according to the following schedule:\n\n* Days 1-7, take 1 capsule with evening meal\n* Days 8-14, take 3 capsules with evening meal\n* Days 14-28 (or through completion of post-intervention data collection), take four capsules with evening meal\n\nStandard care: Mothers were instructed to thoroughly empty their breasts at least 8 times per 24 hours by breastfeeding, followed by breast expression with a combination of hand -expression and the use of a hospital-grade electric breast pump."}, {"id": "BG002", "title": "Total", "description": "Total of all reporting groups"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "BG000", "value": "10"}, {"groupId": "BG001", "value": "5"}, {"groupId": "BG002", "value": "15"}]}], "measures": [{"title": "Age, Categorical", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "<=18 years", "measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "0"}, {"groupId": "BG002", "value": "0"}]}, {"title": "Between 18 and 65 years", "measurements": [{"groupId": "BG000", "value": "10"}, {"groupId": "BG001", "value": "5"}, {"groupId": "BG002", "value": "15"}]}, {"title": ">=65 years", "measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "0"}, {"groupId": "BG002", "value": "0"}]}]}]}, {"title": "Age, Continuous", "paramType": "MEDIAN", "dispersionType": "INTER_QUARTILE_RANGE", "unitOfMeasure": "years", "classes": [{"categories": [{"measurements": [{"groupId": "BG000", "value": "33", "lowerLimit": "26", "upperLimit": "34"}, {"groupId": "BG001", "value": "35", "lowerLimit": "32", "upperLimit": "40"}, {"groupId": "BG002", "value": "34", "lowerLimit": "26", "upperLimit": "36"}]}]}]}, {"title": "Sex: Female, Male", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "Female", "measurements": [{"groupId": "BG000", "value": "10"}, {"groupId": "BG001", "value": "5"}, {"groupId": "BG002", "value": "15"}]}, {"title": "Male", "measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "0"}, {"groupId": "BG002", "value": "0"}]}]}]}, {"title": "Region of Enrollment", "paramType": "NUMBER", "unitOfMeasure": "participants", "classes": [{"title": "United States", "categories": [{"measurements": [{"groupId": "BG000", "value": "10"}, {"groupId": "BG001", "value": "5"}, {"groupId": "BG002", "value": "15"}]}]}]}]}, "outcomeMeasuresModule": {"outcomeMeasures": [{"type": "PRIMARY", "title": "Peak Change in Milk Output", "description": "Maximal change in maternal breast milk production (g/24 hours) between baseline and 4 weeks post-intervention in a model adjusted for baseline milk volume, maternal day postpartum of randomization, and baseline fasting plasma glucose.", "reportingStatus": "POSTED", "paramType": "MEDIAN", "dispersionType": "Inter-Quartile Range", "unitOfMeasure": "milliliters", "timeFrame": "baseline and 4 weeks post-intervention", "groups": [{"id": "OG000", "title": "Standard Care Plus Metformin", "description": "10 stage 2 eligible mothers were randomly allocated to this arm. Mothers were instructed to thoroughly empty their breasts at least 8 times per day and to take the assigned study drug.\n\nStandard care: Mothers will be instructed to thoroughly empty their breasts at least 8 times per 24 hours by breastfeeding, followed by breast expression with a combination of hand -expression and the use of a hospital-grade electric breast pump.\n\nMetformin: The metformin arm will be consuming Glucophage XR (metformin hydrochloride extended release, 750 or 500 mg, encapsulated in #00 opaque capsules for 4 weeks according to the following schedule:\n\n* Days 1-7, one 750 mg capsule with evening meal (750 mg/day)\n* Days 8-14, three 500 mg capsule with evening meal (1500 mg/day)\n* Days 14-28 (or through completion of post-intervention data collection),four 500 mg capsules with evening meal (2000 mg/day)\n\nThe trial duration was28 days (with a +/- 3 day cushion)"}, {"id": "OG001", "title": "Standard Care Plus Placebo", "description": "5 Stage 2 eligible mothers were randomly allocated to this arm. Mothers were instructed to thoroughly empty their breasts at least 8 times per day (Standard Care) and to take the assigned study drug. The placebo arm consumed methylcellulose USP Powder encapsulated in #00 opaque capsules for 4 weeks according to the following schedule:\n\n* Days 1-7, take 1 capsule with evening meal\n* Days 8-14, take 3 capsules with evening meal\n* Days 14-28 (or through completion of post-intervention data collection), take four capsules with evening meal\n\nStandard care: Mothers were instructed to thoroughly empty their breasts at least 8 times per 24 hours by breastfeeding, followed by breast expression with a combination of hand -expression and the use of a hospital-grade electric breast pump."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "10"}, {"groupId": "OG001", "value": "5"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "8", "lowerLimit": "-23", "upperLimit": "33"}, {"groupId": "OG001", "value": "-58", "lowerLimit": "-62", "upperLimit": "-1"}]}]}]}]}, "adverseEventsModule": {"frequencyThreshold": "0", "timeFrame": "4 weeks", "description": "Adverse events potentially applied to both mother and infant, so participant number doubled.", "eventGroups": [{"id": "EG000", "title": "Standard Care Plus Metformin", "description": "10 stage 2 eligible mothers were randomly allocated to this arm. Mothers were instructed to thoroughly empty their breasts at least 8 times per day and to take the assigned study drug.\n\nStandard care: Mothers will be instructed to thoroughly empty their breasts at least 8 times per 24 hours by breastfeeding, followed by breast expression with a combination of hand -expression and the use of a hospital-grade electric breast pump.\n\nMetformin: The metformin arm will be consuming Glucophage XR (metformin hydrochloride extended release, 750 or 500 mg, encapsulated in #00 opaque capsules for 4 weeks according to the following schedule:\n\n* Days 1-7, one 750 mg capsule with evening meal (750 mg/day)\n* Days 8-14, three 500 mg capsule with evening meal (1500 mg/day)\n* Days 14-28 (or through completion of post-intervention data collection),four 500 mg capsules with evening meal (2000 mg/day)\n\nThe trial duration was28 days (with a +/- 3 day cushion)", "deathsNumAffected": 0, "deathsNumAtRisk": 10, "seriousNumAffected": 0, "seriousNumAtRisk": 20, "otherNumAffected": 13, "otherNumAtRisk": 20}, {"id": "EG001", "title": "Standard Care Plus Placebo", "description": "5 Stage 2 eligible mothers were randomly allocated to this arm. Mothers were instructed to thoroughly empty their breasts at least 8 times per day (Standard Care) and to take the assigned study drug. The placebo arm consumed methylcellulose USP Powder encapsulated in #00 opaque capsules for 4 weeks according to the following schedule:\n\n* Days 1-7, take 1 capsule with evening meal\n* Days 8-14, take 3 capsules with evening meal\n* Days 14-28 (or through completion of post-intervention data collection), take four capsules with evening meal\n\nStandard care: Mothers were instructed to thoroughly empty their breasts at least 8 times per 24 hours by breastfeeding, followed by breast expression with a combination of hand -expression and the use of a hospital-grade electric breast pump.", "deathsNumAffected": 0, "deathsNumAtRisk": 5, "seriousNumAffected": 0, "seriousNumAtRisk": 10, "otherNumAffected": 8, "otherNumAtRisk": 10}], "otherEvents": [{"term": "Nausea, vomiting diarrhea-Mom", "organSystem": "Gastrointestinal disorders", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 6, "numAffected": 6, "numAtRisk": 20}, {"groupId": "EG001", "numEvents": 3, "numAffected": 3, "numAtRisk": 10}]}, {"term": "gas/bloating/cramping-mom", "organSystem": "Gastrointestinal disorders", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 4, "numAffected": 4, "numAtRisk": 20}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 10}]}, {"term": "Headache-mom", "organSystem": "Nervous system disorders", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 3, "numAffected": 3, "numAtRisk": 20}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 10}]}, {"term": "Mom-Breast pain", "organSystem": "Reproductive system and breast disorders", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 0, "numAffected": 0, "numAtRisk": 20}, {"groupId": "EG001", "numEvents": 1, "numAffected": 1, "numAtRisk": 10}]}, {"term": "gas/diarrhea/constipation/reflux-infant", "organSystem": "Gastrointestinal disorders", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 5, "numAffected": 5, "numAtRisk": 20}, {"groupId": "EG001", "numEvents": 4, "numAffected": 4, "numAtRisk": 10}]}, {"term": "insufficient weight gain-infant", "organSystem": "Gastrointestinal disorders", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 1, "numAffected": 1, "numAtRisk": 20}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 10}]}, {"term": "Runny nose/cold-infant", "organSystem": "Respiratory, thoracic and mediastinal disorders", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 2, "numAffected": 2, "numAtRisk": 20}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 10}]}, {"term": "Irritable/other-infant", "organSystem": "Nervous system disorders", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 2, "numAffected": 2, "numAtRisk": 20}, {"groupId": "EG001", "numEvents": 1, "numAffected": 1, "numAtRisk": 10}]}, {"term": "Mom-pruritis", "organSystem": "Skin and subcutaneous tissue disorders", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 0, "numAffected": 0, "numAtRisk": 20}, {"groupId": "EG001", "numEvents": 1, "numAffected": 1, "numAtRisk": 10}]}, {"term": "mom-uterine cramping and pain", "organSystem": "Reproductive system and breast disorders", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 0, "numAffected": 0, "numAtRisk": 20}, {"groupId": "EG001", "numEvents": 1, "numAffected": 1, "numAtRisk": 10}]}, {"term": "mom-hyperlipidemia and hypertriglyceridemia", "organSystem": "Cardiac disorders", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 1, "numAffected": 1, "numAtRisk": 20}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 10}]}, {"term": "mom-emotional distress", "organSystem": "Psychiatric disorders", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 1, "numAffected": 1, "numAtRisk": 20}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 10}]}, {"term": "Infant-fever", "organSystem": "Infections and infestations", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 1, "numAffected": 1, "numAtRisk": 20}, {"groupId": "EG001", "numEvents": 1, "numAffected": 1, "numAtRisk": 10}]}]}, "moreInfoModule": {"limitationsAndCaveats": {"description": "Many mothers wanted to delay enrollment until they could trial non-pharmacologic methods. Many mothers were hesitant to use a medication to try to increase milk supply once seeing how low baseline supply was."}, "certainAgreement": {"piSponsorEmployee": false, "restrictiveAgreement": false}, "pointOfContact": {"title": "Dr. Laurie Nommsen-Rivers", "organization": "University of Cincinnati", "email": "laurie.rivers@uc.edu", "phone": "513-558-0461"}}}, "derivedSection": {"miscInfoModule": {"versionHolder": "2024-06-24"}, "conditionBrowseModule": {"meshes": [{"id": "D000007333", "term": "Insulin Resistance"}, {"id": "D000011236", "term": "Prediabetic State"}, {"id": "D000018149", "term": "Glucose Intolerance"}], "ancestors": [{"id": "D000006946", "term": "Hyperinsulinism"}, {"id": "D000044882", "term": "Glucose Metabolism Disorders"}, {"id": "D000008659", "term": "Metabolic Diseases"}, {"id": "D000003920", "term": "Diabetes Mellitus"}, {"id": "D000004700", "term": "Endocrine System Diseases"}, {"id": "D000006943", "term": "Hyperglycemia"}], "browseLeaves": [{"id": "M7115", "name": "Diabetes Mellitus", "relevance": "LOW"}, {"id": "M14117", "name": "Prediabetic State", "asFound": "Pre-diabetes", "relevance": "HIGH"}, {"id": "M10370", "name": "Insulin Resistance", "asFound": "Insulin Resistance", "relevance": "HIGH"}, {"id": "M20295", "name": "Glucose Intolerance", "asFound": "Pre-diabetes", "relevance": "HIGH"}, {"id": "M9997", "name": "Hyperinsulinism", "relevance": "LOW"}, {"id": "M11639", "name": "Metabolic Diseases", "relevance": "LOW"}, {"id": "M25403", "name": "Glucose Metabolism Disorders", "relevance": "LOW"}, {"id": "M7862", "name": "Endocrine System Diseases", "relevance": "LOW"}, {"id": "M9994", "name": "Hyperglycemia", "relevance": "LOW"}], "browseBranches": [{"abbrev": "BC18", "name": "Nutritional and Metabolic Diseases"}, {"abbrev": "BC19", "name": "Gland and Hormone Related Diseases"}, {"abbrev": "All", "name": "All Conditions"}]}, "interventionBrowseModule": {"meshes": [{"id": "D000008687", "term": "Metformin"}], "ancestors": [{"id": "D000007004", "term": "Hypoglycemic Agents"}, {"id": "D000045505", "term": "Physiological Effects of Drugs"}], "browseLeaves": [{"id": "M10365", "name": "Insulin", "relevance": "LOW"}, {"id": "M11667", "name": "Metformin", "asFound": "Assessment", "relevance": "HIGH"}, {"id": "M173166", "name": "Insulin, Globin Zinc", "relevance": "LOW"}, {"id": "M10054", "name": "Hypoglycemic Agents", "relevance": "LOW"}], "browseBranches": [{"abbrev": "Hypo", "name": "Hypoglycemic Agents"}, {"abbrev": "All", "name": "All Drugs and Chemicals"}]}}, "hasResults": true}