{"protocolSection": {"identificationModule": {"nctId": "NCT00129987", "orgStudyIdInfo": {"id": "NHLICX3224"}, "organization": {"fullName": "Imperial College London", "class": "OTHER"}, "briefTitle": "Trial of Lay-led Individualised Self-management Education for Adults With Asthma", "officialTitle": "A Multi-centre Randomised Trial of Lay-led Individualised Self-management Education for Adults With Asthma"}, "statusModule": {"statusVerifiedDate": "2020-01", "overallStatus": "COMPLETED", "expandedAccessInfo": {"hasExpandedAccess": false}, "startDateStruct": {"date": "2003-11", "type": "ACTUAL"}, "primaryCompletionDateStruct": {"date": "2006-07", "type": "ACTUAL"}, "completionDateStruct": {"date": "2006-08", "type": "ACTUAL"}, "studyFirstSubmitDate": "2005-08-11", "studyFirstSubmitQcDate": "2005-08-11", "studyFirstPostDateStruct": {"date": "2005-08-12", "type": "ESTIMATED"}, "resultsFirstSubmitDate": "2020-01-08", "resultsFirstSubmitQcDate": "2020-01-17", "resultsFirstPostDateStruct": {"date": "2020-01-29", "type": "ACTUAL"}, "lastUpdateSubmitDate": "2020-01-17", "lastUpdatePostDateStruct": {"date": "2020-01-29", "type": "ACTUAL"}}, "sponsorCollaboratorsModule": {"responsibleParty": {"type": "SPONSOR"}, "leadSponsor": {"name": "Imperial College London", "class": "OTHER"}, "collaborators": [{"name": "BUPA Foundation", "class": "OTHER"}]}, "oversightModule": {"oversightHasDmc": false, "isFdaRegulatedDrug": false, "isFdaRegulatedDevice": false}, "descriptionModule": {"briefSummary": "Long term conditions often necessitate long term care. In many cases, giving control of their conditions to the patients themselves produces the best outcomes. Such patient education and the acquisition of self-management skills can be time consuming and the evidence suggests that the process is often not undertaken by doctors. Sometimes it is delegated to nursing colleagues, but all health professionals are in short supply. Patients carry credibility as a resource and this project is designed to determine, by means of a multi-centre randomised controlled trial, whether well trained lay educators can deliver training in self-management education to others with asthma, with outcomes equivalent to those achievable by a nurse.", "detailedDescription": "This study will be a randomised controlled trial looking for equivalence; the investigators' central hypothesis is that lay-led education will be at least equivalent to professional-led education in terms of patient outcomes. Patients will be randomised to receive either lay-led or professional led self-management education. Patients will be followed up longitudinally for 12 months from initial intervention. Two sites were studied; Manchester and London. It is anticipated that 16 sites will be recruited in each of the two geographical areas; all sites will have an asthma register. Individuals will be eligible for inclusion if they are adults; have clinician diagnosed asthma; have persistent disease and require regular therapy, with some evidence of variability in their disease, such that a self management plan would be appropriate. Both genders will be eligible, as will those unable to see or read. Individuals will be excluded if they have severe cognitive impairment; they decline to be randomised; they decline to receive asthma education and follow-up solely from the designated educator, other than in an emergency situation, or their condition does not show variability.\n\nThe intervention in the study will be a disease-specific asthma self-management education programme delivery either by a professional (ie practice nurse) or a lay educator. Both lay and professional trainers will receive specific training in the content and delivery of this intervention. The intervention will consist of an initial 45 minute training session (including receipt of a written personal asthma action plan); a second face to face reinforcing session 3 weeks after the first session; 3 monthly telephone follow-up appointments to reinforce messages and to give ongoing advice with availability of the nurse or lay educator as a source of advice at all other times. Data will be collected on unscheduled use of health care, peak flow readings, patients' self-reporting of \"adverse events\", RCP three questions, perceptions of the interviews using MISS-21, QOL questionnaire and AQLQ. Demographics for all patients will also be recorded."}, "conditionsModule": {"conditions": ["Asthma"], "keywords": ["Asthma"]}, "designModule": {"studyType": "INTERVENTIONAL", "phases": ["NA"], "designInfo": {"allocation": "RANDOMIZED", "interventionModel": "SINGLE_GROUP", "primaryPurpose": "OTHER", "maskingInfo": {"masking": "NONE"}}, "enrollmentInfo": {"count": 567, "type": "ACTUAL"}}, "armsInterventionsModule": {"armGroups": [{"label": "Nurse group", "type": "EXPERIMENTAL", "description": "An initial consultation of up to 45 min offered either by a practice based primary care nurse, followed by a second shorter face to face consultation and telephone follow-up for 1 year.", "interventionNames": ["Behavioral: Self management education"]}, {"label": "Lay educator group", "type": "EXPERIMENTAL", "description": "An initial consultation of up to 45 min offered either by a lay educator, followed by a second shorter face to face consultation and telephone follow-up for 1 year.", "interventionNames": ["Behavioral: Self management education"]}], "interventions": [{"type": "BEHAVIORAL", "name": "Self management education", "armGroupLabels": ["Lay educator group", "Nurse group"]}]}, "outcomesModule": {"primaryOutcomes": [{"measure": "Number of Participants With Unscheduled Use of Healthcare", "description": "Healthcare consists of one or other of hospital admission, emergency department attendance, unscheduled consultation with a GP", "timeFrame": "1 year"}], "secondaryOutcomes": [{"measure": "Lung Function", "description": "(peak flow measurement)", "timeFrame": "1 year"}, {"measure": "Quality of Life Questionnaires", "description": "(MISS-21) with Quality of life questionnaires", "timeFrame": "1 year"}, {"measure": "Number of Participants With Use of Asthma Medication", "description": "Number of participants with courses of steriod tablets", "timeFrame": "1 year"}]}, "eligibilityModule": {"eligibilityCriteria": "Inclusion Criteria:\n\n* Adults step two therapy (BTS)\n* Evidence of poorly controlled disease\n\nExclusion Criteria:\n\n* Unable to benefit from self management education\n* Other respiratory conditions other than asthma", "healthyVolunteers": true, "sex": "ALL", "minimumAge": "18 Years", "maximumAge": "90 Years", "stdAges": ["ADULT", "OLDER_ADULT"]}, "contactsLocationsModule": {"overallOfficials": [{"name": "Martyn R Partridge, MD FRCP", "affiliation": "NHLI Imperial College", "role": "PRINCIPAL_INVESTIGATOR"}], "locations": [{"facility": "NHLI at Charing Cross Hospital Campus", "city": "London", "zip": "W6 8RF", "country": "United Kingdom", "geoPoint": {"lat": 51.50853, "lon": -0.12574}}]}, "referencesModule": {"references": [{"pmid": "9325984", "type": "BACKGROUND", "citation": "Allen D. Telephone follow up for older people discharged from A&E. Nurs Stand. 1997 Aug 6;11(46):34-7. doi: 10.7748/ns1997.08.11.46.34.c2470."}, {"pmid": "8824121", "type": "BACKGROUND", "citation": "Alter CL, Fleishman SB, Kornblith AB, Holland JC, Biano D, Levenson R, Vinciguerra V, Rai KR. Supportive telephone intervention for patients receiving chemotherapy. A pilot study. Psychosomatics. 1996 Sep-Oct;37(5):425-31. doi: 10.1016/S0033-3182(96)71529-3."}, {"pmid": "8793447", "type": "BACKGROUND", "citation": "Ayres JG, Campbell LM. A controlled assessment of an asthma self-management plan involving a budesonide dose regimen. OPTIONS Research Group. Eur Respir J. 1996 May;9(5):886-92. doi: 10.1183/09031936.96.09050886."}, {"type": "BACKGROUND", "citation": "British Thoracic Society, National Asthma Campaign et al (1997) The British Guidelines on Asthma Management 1995 Review and Position Statement Thorax 52 (suppl 1): S1 -S21"}, {"pmid": "12199661", "type": "BACKGROUND", "citation": "Caress AL, Luker K, Woodcock A, Beaver K. A qualitative exploration of treatment decision-making role preference in adult asthma patients. Health Expect. 2002 Sep;5(3):223-35. doi: 10.1046/j.1369-6513.2002.00181.x."}, {"type": "BACKGROUND", "citation": "Caress A, Beaver K, Luker K and Woodcock A (2002b) A cross-sectional survey of priority information needs in adult asthma patients American Journal of Respiratory and Critical Care Medicine 165 (8) A43"}, {"pmid": "11929730", "type": "BACKGROUND", "citation": "Chen JT, Krieger N, Van Den Eeden SK, Quesenberry CP. Different slopes for different folks: socioeconomic and racial/ethnic disparities in asthma and hay fever among 173,859 U.S. men and women. Environ Health Perspect. 2002 Apr;110 Suppl 2(Suppl 2):211-6. doi: 10.1289/ehp.02110s2211."}, {"pmid": "8491650", "type": "BACKGROUND", "citation": "Crone S. Launching a national helpline. Health Visit. 1993 Mar;66(3):94-6."}, {"pmid": "10028780", "type": "BACKGROUND", "citation": "Degner LF, Davison BJ, Sloan JA, Mueller B. Development of a scale to measure information needs in cancer care. J Nurs Meas. 1998 Winter;6(2):137-53."}, {"type": "BACKGROUND", "citation": "Denzin N. (1970) The Research Act: A Theoretical Introduction to Social Research Chicago: Aldine"}, {"type": "BACKGROUND", "citation": "Department of Health (2001) The Expert Patient: a New Approach to Chronic Disease Management for the 21st Century London: The Stationery Office"}, {"type": "BACKGROUND", "citation": "Drummond MF, O'Brien B, Stoddart GL, Torrance GW (1997) Methods for the Economic Evaluation of Healthcare Programmes Oxford: Oxford University Press"}, {"pmid": "11560745", "type": "BACKGROUND", "citation": "Field KS, Briggs DJ. Socio-economic and locational determinants of accessibility and utilization of primary health-care. Health Soc Care Community. 2001 Sep;9(5):294-308. doi: 10.1046/j.0966-0410.2001.00303.x."}, {"pmid": "10796600", "type": "BACKGROUND", "citation": "Gibson PG, Coughlan J, Wilson AJ, Abramson M, Bauman A, Hensley MJ, Walters EH. Self-management education and regular practitioner review for adults with asthma. Cochrane Database Syst Rev. 2000;2002(2):CD001117. doi: 10.1002/14651858.CD001117."}, {"pmid": "9659530", "type": "BACKGROUND", "citation": "Gilthorpe MS, Lay-Yee R, Wilson RC, Walters S, Griffiths RK, Bedi R. Variations in hospitalization rates for asthma among black and minority ethnic communities. Respir Med. 1998 Apr;92(4):642-8. doi: 10.1016/s0954-6111(98)90511-x."}, {"type": "BACKGROUND", "citation": "Gold MR, Siegel JE, Russell LB, Weinstein MC (1996) Cost-Effectiveness in Health and Medicine Oxford: Oxford University Press"}, {"pmid": "7704170", "type": "BACKGROUND", "citation": "Greineder DK, Loane KC, Parks P. Reduction in resource utilization by an asthma outreach program. Arch Pediatr Adolesc Med. 1995 Apr;149(4):415-20. doi: 10.1001/archpedi.1995.02170160069010."}, {"pmid": "10487999", "type": "BACKGROUND", "citation": "Howie JG, Heaney DJ, Maxwell M, Walker JJ, Freeman GK, Rai H. Quality at general practice consultations: cross sectional survey. BMJ. 1999 Sep 18;319(7212):738-43. doi: 10.1136/bmj.319.7212.738."}, {"pmid": "9613486", "type": "BACKGROUND", "citation": "Howie JG, Heaney DJ, Maxwell M, Walker JJ. A comparison of a Patient Enablement Instrument (PEI) against two established satisfaction scales as an outcome measure of primary care consultations. Fam Pract. 1998 Apr;15(2):165-71. doi: 10.1093/fampra/15.2.165."}, {"pmid": "10489826", "type": "BACKGROUND", "citation": "Juniper EF, Guyatt GH, Cox FM, Ferrie PJ, King DR. Development and validation of the Mini Asthma Quality of Life Questionnaire. Eur Respir J. 1999 Jul;14(1):32-8. doi: 10.1034/j.1399-3003.1999.14a08.x."}, {"pmid": "7500658", "type": "BACKGROUND", "citation": "Kaplan SH, Gandek B, Greenfield S, Rogers W, Ware JE. Patient and visit characteristics related to physicians' participatory decision-making style. Results from the Medical Outcomes Study. Med Care. 1995 Dec;33(12):1176-87. doi: 10.1097/00005650-199512000-00002."}, {"pmid": "8162728", "type": "BACKGROUND", "citation": "Kesten S, Elias M, Cartier A, Chapman KR. Patient handling of a multidose dry powder inhalation device for albuterol. Chest. 1994 Apr;105(4):1077-81. doi: 10.1378/chest.105.4.1077."}, {"pmid": "8671103", "type": "BACKGROUND", "citation": "Kinnersley P, Stott N, Peters T, Harvey I, Hackett P. A comparison of methods for measuring patient satisfaction with consultations in primary care. Fam Pract. 1996 Feb;13(1):41-51. doi: 10.1093/fampra/13.1.41."}, {"pmid": "11769298", "type": "BACKGROUND", "citation": "Lorig KR, Sobel DS, Ritter PL, Laurent D, Hobbs M. Effect of a self-management program on patients with chronic disease. Eff Clin Pract. 2001 Nov-Dec;4(6):256-62."}, {"pmid": "10413387", "type": "BACKGROUND", "citation": "Lorig KR, Sobel DS, Stewart AL, Brown BW Jr, Bandura A, Ritter P, Gonzalez VM, Laurent DD, Holman HR. Evidence suggesting that a chronic disease self-management program can improve health status while reducing hospitalization: a randomized trial. Med Care. 1999 Jan;37(1):5-14. doi: 10.1097/00005650-199901000-00003."}, {"pmid": "8457219", "type": "BACKGROUND", "citation": "Lorig KR, Mazonson PD, Holman HR. Evidence suggesting that health education for self-management in patients with chronic arthritis has sustained health benefits while reducing health care costs. Arthritis Rheum. 1993 Apr;36(4):439-46. doi: 10.1002/art.1780360403."}, {"pmid": "9093336", "type": "BACKGROUND", "citation": "Madge P, McColl J, Paton J. Impact of a nurse-led home management training programme in children admitted to hospital with acute asthma: a randomised controlled study. Thorax. 1997 Mar;52(3):223-8. doi: 10.1136/thx.52.3.223."}, {"type": "BACKGROUND", "citation": "Miles MB, Huberman AM (1984) Qualitative data analysis: a sourcebook of new methods London: Sage"}, {"pmid": "9713449", "type": "BACKGROUND", "citation": "Moudgil H, Honeybourne D. Differences in asthma management between white European and Indian subcontinent ethnic groups living in socioeconomically deprived areas in the Birmingham (UK) conurbation. Thorax. 1998 Jun;53(6):490-4. doi: 10.1136/thx.53.6.490."}, {"type": "BACKGROUND", "citation": "National Asthma Campaign (2001a) Out in the Open: a true picture of asthma in the United Kingdom today, The National Asthma Campaign Asthma Audit 2001 The Asthma Journal 6 (3 Special Supplement) whole issue"}, {"type": "BACKGROUND", "citation": "National Asthma Campaign (2001b) Asthma - who's in control. Review of evidence for the use of asthma self management London: National Asthma Campaign"}, {"pmid": "9168853", "type": "BACKGROUND", "citation": "Nielsen K, Okamoto L, Shah T. Importance of selected inhaler characteristics and acceptance of a new breath-actuated powder inhalation device. J Asthma. 1997;34(3):249-53. doi: 10.3109/02770909709068196."}, {"type": "BACKGROUND", "citation": "Office of National Statistics (1999) Hospital Episode Statistics London: The Stationery Office"}, {"type": "BACKGROUND", "citation": "Office of National Statistics (1998) Key Health Statistics from General Practice (Series MB2, No 6) London: The Stationery Office"}, {"pmid": "9128589", "type": "BACKGROUND", "citation": "Oldam D. Nurse-led asthma clinic in an Asian community. Nurs Times. 1997 Mar 26-Apr 1;93(13):58-9."}, {"type": "BACKGROUND", "citation": "Pal B (1998) British Medical Journal 316: 1647"}, {"pmid": "15210254", "type": "BACKGROUND", "citation": "Partridge MR. An assessment of the feasibility of telephone and email consultation in a chest clinic. Patient Educ Couns. 2004 Jul;54(1):11-3. doi: 10.1016/S0738-3991(03)00166-6."}, {"pmid": "10679533", "type": "BACKGROUND", "citation": "Partridge MR. In what way may race, ethnicity or culture influence asthma outcomes? Thorax. 2000 Mar;55(3):175-6. doi: 10.1136/thorax.55.3.175. No abstract available."}, {"pmid": "10968512", "type": "BACKGROUND", "citation": "Partridge MR, Hill SR. Enhancing care for people with asthma: the role of communication, education, training and self-management. 1998 World Asthma Meeting Education and Delivery of Care Working Group. Eur Respir J. 2000 Aug;16(2):333-48. doi: 10.1183/09031936.00.16233400."}, {"type": "BACKGROUND", "citation": "Pearson MG and Bucknall CE (1999) Measuring clinical outcome in asthma - a patient focused approach. London: Royal College of Physicians of London"}, {"pmid": "11129927", "type": "BACKGROUND", "citation": "Pidd H, McGrory KJ, Payne SR. Telephone follow-up after urological surgery. Prof Nurse. 2000 Apr;15(7):449-51."}, {"type": "BACKGROUND", "citation": "Polit DF and Hungler BP (1996) Essentials of Nursing Research. Methods, Appraisal and Utilization (4th ed) Philadelphia: JB Lippincott Co"}, {"type": "BACKGROUND", "citation": "Price D (2000) Needs of People with Asthma Survey Asthma"}, {"pmid": "11014397", "type": "BACKGROUND", "citation": "Saunders KW, Von Korff MV, Grothaus LC. Predictors of participation in primary care group-format back pain self-care interventions. Clin J Pain. 2000 Sep;16(3):236-43. doi: 10.1097/00002508-200009000-00009."}, {"pmid": "11449211", "type": "BACKGROUND", "citation": "Scherer YK, Bruce S. Knowledge, attitudes, and self-efficacy and compliance with medical regimen, number of emergency department visits, and hospitalizations in adults with asthma. Heart Lung. 2001 Jul-Aug;30(4):250-7. doi: 10.1067/mhl.2001.116013."}, {"pmid": "10714484", "type": "BACKGROUND", "citation": "Smith E, Alexander V, Booker C, McCowan C, Ogston S, Mukhopadhyay S. Effect of hospital asthma nurse appointment on inpatient asthma care. Respir Med. 2000 Jan;94(1):82-6. doi: 10.1053/rmed.1999.0676."}, {"pmid": "18281394", "type": "RESULT", "citation": "Partridge MR, Caress AL, Brown C, Hennings J, Luker K, Woodcock A, Campbell M. Can lay people deliver asthma self-management education as effectively as primary care based practice nurses? Thorax. 2008 Sep;63(9):778-83. doi: 10.1136/thx.2007.084251. Epub 2008 Feb 15."}]}, "ipdSharingStatementModule": {"ipdSharing": "NO"}}, "resultsSection": {"participantFlowModule": {"groups": [{"id": "FG000", "title": "Nurse Group", "description": "Consultation of asthma patients by nurse"}, {"id": "FG001", "title": "Lay Educator Group", "description": "Consultation of asthma patients by lay educator"}], "periods": [{"title": "1st Educational Session", "milestones": [{"type": "STARTED", "achievements": [{"groupId": "FG000", "numSubjects": "287"}, {"groupId": "FG001", "numSubjects": "280"}]}, {"type": "COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "146"}, {"groupId": "FG001", "numSubjects": "171"}]}, {"type": "NOT COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "141"}, {"groupId": "FG001", "numSubjects": "109"}]}], "dropWithdraws": [{"type": "Withdrawal by Subject", "reasons": [{"groupId": "FG000", "numSubjects": "141"}, {"groupId": "FG001", "numSubjects": "109"}]}]}, {"title": "1 Year", "milestones": [{"type": "STARTED", "achievements": [{"groupId": "FG000", "numSubjects": "146"}, {"groupId": "FG001", "numSubjects": "171"}]}, {"type": "COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "114"}, {"groupId": "FG001", "numSubjects": "150"}]}, {"type": "NOT COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "32"}, {"groupId": "FG001", "numSubjects": "21"}]}], "dropWithdraws": [{"type": "Withdrawal by Subject", "reasons": [{"groupId": "FG000", "numSubjects": "32"}, {"groupId": "FG001", "numSubjects": "21"}]}]}]}, "baselineCharacteristicsModule": {"groups": [{"id": "BG000", "title": "Nurse Group", "description": "Consultation of asthma patients by nurse"}, {"id": "BG001", "title": "Lay Educator Group", "description": "Consultation of asthma patients by lay educator"}, {"id": "BG002", "title": "Total", "description": "Total of all reporting groups"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "BG000", "value": "287"}, {"groupId": "BG001", "value": "280"}, {"groupId": "BG002", "value": "567"}]}], "measures": [{"title": "Age, Categorical", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "<=18 years", "measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "0"}, {"groupId": "BG002", "value": "0"}]}, {"title": "Between 18 and 65 years", "measurements": [{"groupId": "BG000", "value": "251"}, {"groupId": "BG001", "value": "254"}, {"groupId": "BG002", "value": "505"}]}, {"title": ">=65 years", "measurements": [{"groupId": "BG000", "value": "36"}, {"groupId": "BG001", "value": "26"}, {"groupId": "BG002", "value": "62"}]}]}]}, {"title": "Sex: Female, Male", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "Female", "measurements": [{"groupId": "BG000", "value": "104"}, {"groupId": "BG001", "value": "96"}, {"groupId": "BG002", "value": "200"}]}, {"title": "Male", "measurements": [{"groupId": "BG000", "value": "183"}, {"groupId": "BG001", "value": "184"}, {"groupId": "BG002", "value": "367"}]}]}]}, {"title": "Race (NIH/OMB)", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "American Indian or Alaska Native", "measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "0"}, {"groupId": "BG002", "value": "0"}]}, {"title": "Asian", "measurements": [{"groupId": "BG000", "value": "49"}, {"groupId": "BG001", "value": "42"}, {"groupId": "BG002", "value": "91"}]}, {"title": "Native Hawaiian or Other Pacific Islander", "measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "0"}, {"groupId": "BG002", "value": "0"}]}, {"title": "Black or African American", "measurements": [{"groupId": "BG000", "value": "26"}, {"groupId": "BG001", "value": "20"}, {"groupId": "BG002", "value": "46"}]}, {"title": "White", "measurements": [{"groupId": "BG000", "value": "197"}, {"groupId": "BG001", "value": "207"}, {"groupId": "BG002", "value": "404"}]}, {"title": "More than one race", "measurements": [{"groupId": "BG000", "value": "10"}, {"groupId": "BG001", "value": "4"}, {"groupId": "BG002", "value": "14"}]}, {"title": "Unknown or Not Reported", "measurements": [{"groupId": "BG000", "value": "5"}, {"groupId": "BG001", "value": "7"}, {"groupId": "BG002", "value": "12"}]}]}]}, {"title": "Region of Enrollment", "paramType": "NUMBER", "unitOfMeasure": "participants", "classes": [{"title": "United Kingdom", "categories": [{"measurements": [{"groupId": "BG000", "value": "287"}, {"groupId": "BG001", "value": "280"}, {"groupId": "BG002", "value": "567"}]}]}]}]}, "outcomeMeasuresModule": {"outcomeMeasures": [{"type": "PRIMARY", "title": "Number of Participants With Unscheduled Use of Healthcare", "description": "Healthcare consists of one or other of hospital admission, emergency department attendance, unscheduled consultation with a GP", "populationDescription": "Less participants number due to missing data.", "reportingStatus": "POSTED", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "timeFrame": "1 year", "groups": [{"id": "OG000", "title": "Nurse Group", "description": "Consultation of asthma patients by nurse"}, {"id": "OG001", "title": "Lay Educator Group", "description": "Consultation of asthma patients by lay educator"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "205"}, {"groupId": "OG001", "value": "213"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "61"}, {"groupId": "OG001", "value": "65"}]}]}]}, {"type": "SECONDARY", "title": "Lung Function", "description": "(peak flow measurement)", "populationDescription": "Data not collected", "reportingStatus": "POSTED", "timeFrame": "1 year", "groups": [{"id": "OG000", "title": "Nurse Group", "description": "Consultation of asthma patients by nurse"}, {"id": "OG001", "title": "Lay Educator Group", "description": "Consultation of asthma patients by lay educator"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "0"}, {"groupId": "OG001", "value": "0"}]}]}, {"type": "SECONDARY", "title": "Quality of Life Questionnaires", "description": "(MISS-21) with Quality of life questionnaires", "populationDescription": "Data not collected", "reportingStatus": "POSTED", "timeFrame": "1 year", "groups": [{"id": "OG000", "title": "Nurse Group", "description": "Consultation of asthma patients by nurse"}, {"id": "OG001", "title": "Lay Educator Group", "description": "Consultation of asthma patients by lay educator"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "0"}, {"groupId": "OG001", "value": "0"}]}]}, {"type": "SECONDARY", "title": "Number of Participants With Use of Asthma Medication", "description": "Number of participants with courses of steriod tablets", "populationDescription": "Less participants number due to missing data.", "reportingStatus": "POSTED", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "timeFrame": "1 year", "groups": [{"id": "OG000", "title": "Nurse Group", "description": "Consultation of asthma patients by nurse"}, {"id": "OG001", "title": "Lay Educator Group", "description": "Consultation of asthma patients by lay educator"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "205"}, {"groupId": "OG001", "value": "213"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "60"}, {"groupId": "OG001", "value": "62"}]}]}]}]}, "adverseEventsModule": {"frequencyThreshold": "5", "timeFrame": "1 year", "eventGroups": [{"id": "EG000", "title": "Nurse Group", "description": "Consultation of asthma patients by nurse", "deathsNumAffected": 0, "deathsNumAtRisk": 205, "seriousNumAffected": 0, "seriousNumAtRisk": 205, "otherNumAffected": 0, "otherNumAtRisk": 205}, {"id": "EG001", "title": "Lay Educator Group", "description": "Consultation of asthma patients by lay educator", "deathsNumAffected": 0, "deathsNumAtRisk": 213, "seriousNumAffected": 0, "seriousNumAtRisk": 213, "otherNumAffected": 0, "otherNumAtRisk": 213}]}, "moreInfoModule": {"certainAgreement": {"piSponsorEmployee": true}, "pointOfContact": {"title": "Martyn R Patridge", "organization": "Imperial College London", "email": "m.patridge@imperial.ac.uk", "phone": "+44 (0)20 7594 7959"}}}, "derivedSection": {"miscInfoModule": {"versionHolder": "2024-06-24"}, "conditionBrowseModule": {"meshes": [{"id": "D000001249", "term": "Asthma"}], "ancestors": [{"id": "D000001982", "term": "Bronchial Diseases"}, {"id": "D000012140", "term": "Respiratory Tract Diseases"}, {"id": "D000008173", "term": "Lung Diseases, Obstructive"}, {"id": "D000008171", "term": "Lung Diseases"}, {"id": "D000012130", "term": "Respiratory Hypersensitivity"}, {"id": "D000006969", "term": "Hypersensitivity, Immediate"}, {"id": "D000006967", "term": "Hypersensitivity"}, {"id": "D000007154", "term": "Immune System Diseases"}], "browseLeaves": [{"id": "M4556", "name": "Asthma", "asFound": "Asthma", "relevance": "HIGH"}, {"id": "M5258", "name": "Bronchial Diseases", "relevance": "LOW"}, {"id": "M14977", "name": "Respiratory Tract Diseases", "relevance": "LOW"}, {"id": "M11168", "name": "Lung Diseases", "relevance": "LOW"}, {"id": "M11170", "name": "Lung Diseases, Obstructive", "relevance": "LOW"}, {"id": "M10018", "name": "Hypersensitivity", "relevance": "LOW"}, {"id": "M14967", "name": "Respiratory Hypersensitivity", "relevance": "LOW"}, {"id": "M10020", "name": "Hypersensitivity, Immediate", "relevance": "LOW"}, {"id": "M10200", "name": "Immune System Diseases", "relevance": "LOW"}], "browseBranches": [{"abbrev": "BC08", "name": "Respiratory Tract (Lung and Bronchial) Diseases"}, {"abbrev": "BC20", "name": "Immune System Diseases"}, {"abbrev": "All", "name": "All Conditions"}]}}, "hasResults": true}