{"protocolSection": {"identificationModule": {"nctId": "NCT01633398", "orgStudyIdInfo": {"id": "ASIAN HF Registry"}, "organization": {"fullName": "National University Health System, Singapore", "class": "OTHER"}, "briefTitle": "ASIAN HF Registry, A Prospective Observational Study", "officialTitle": "Asian Sudden Cardiac Death in Heart Failure(ASIAN-HF) Prospective Observational Study", "acronym": "ASIANHF"}, "statusModule": {"statusVerifiedDate": "2021-07", "overallStatus": "COMPLETED", "expandedAccessInfo": {"hasExpandedAccess": false}, "startDateStruct": {"date": "2012-09"}, "primaryCompletionDateStruct": {"date": "2020-03-06", "type": "ACTUAL"}, "completionDateStruct": {"date": "2020-03-06", "type": "ACTUAL"}, "studyFirstSubmitDate": "2012-06-27", "studyFirstSubmitQcDate": "2012-06-29", "studyFirstPostDateStruct": {"date": "2012-07-04", "type": "ESTIMATED"}, "resultsFirstSubmitDate": "2020-04-03", "resultsFirstSubmitQcDate": "2021-07-13", "resultsFirstPostDateStruct": {"date": "2021-07-14", "type": "ACTUAL"}, "lastUpdateSubmitDate": "2021-07-13", "lastUpdatePostDateStruct": {"date": "2021-07-14", "type": "ACTUAL"}}, "sponsorCollaboratorsModule": {"responsibleParty": {"type": "SPONSOR_INVESTIGATOR", "investigatorFullName": "Carolyn Lam", "investigatorTitle": "Senior Consultant, National Heart Centre Singapore and Professor, Duke-National University of Singapore", "investigatorAffiliation": "National University Health System, Singapore"}, "leadSponsor": {"name": "Carolyn Lam", "class": "OTHER"}, "collaborators": [{"name": "Boston Scientific Corporation", "class": "INDUSTRY"}, {"name": "Bayer", "class": "INDUSTRY"}, {"name": "Translational & Clinical Research by NMRC Singapore", "class": "UNKNOWN"}, {"name": "ATTRaCT program by A*STAR BMRC Singapore", "class": "UNKNOWN"}]}, "oversightModule": {"oversightHasDmc": false}, "descriptionModule": {"briefSummary": "The ASIAN HF Registry is the first prospective multinational Asian registry of patients with symptomatic HF (stage C) including both HFrEF (ejection fraction \\<40%) and HFpEF (ejection fraction ≥50%), with the broad purpose of determining the mortality (incidence) burden of HF in Asian patients, and more specifically to define the burden and risk factors of Sudden Cardiac Deaths (SCD), as well as the sociocultural barriers to preventive device therapy. The study further aim to study the genetic variants associated with HFrEF versus HFpEF in our large Asian cohort.\n\nThis proposed registry is expected to advance fundamental understanding of the burden and predictors of preventable death among Asian patients with HF. The knowledge gained will be critical for guiding resource allocation and planning preventive strategies to address the unmet and growing clinical needs of patients with cardiovascular disease in Asia.", "detailedDescription": "Heart failure (HF) is a major public health problem worldwide. As the final common pathway of a myriad of heart diseases, HF burden increases with increasing prevalence of cardiovascular disease in a community, as patients survive their acute cardiac conditions (such as heart attacks) and progress to chronic HF. Further, HF is a debilitating and deadly condition with high rehospitalization rates and dismal survival rates comparable to most cancers. In Singapore alone, the age-adjusted HF admission rate rose by \\~40% over the last decade,1 making HF the commonest cardiac cause of hospitalization (representing \\~24% of all cardiac admissions), and the 5-year survival rate in patients with HF is only 32%. These alarming statistics reflect the global shift in cardiovascular disease burden to developing countries in Asia. In fact, the World Health Organization has projected that the largest increases in cardiovascular disease worldwide are occurring in Asia, due to rapidly increasing rates of smoking, obesity, dyslipidemia and diabetes among Asians. Thus the burden of HF is expected to reach epidemic proportions in Asia. Yet in sharp contrast to the wealth of data regarding HF in Western nations, epidemiologic data are scarce in Asian patients with HF.\n\nThe study will involve 46 top medical centers across 11 Asian regions (Korea, Thailand, Indonesia, Philippines, India, Japan, Malaysia, Hong Kong, China, Taiwan and Singapore). Site selection targeted a mix of centers covering a broad spectrum of medical, cardiology and HF specialty units regularly admitting patients with acute HF and following outpatients with chronic HF, constituting a novel network of Asian centers of cardiovascular expertise.\n\nData collection will include demographic variables, clinical symptoms, functional status, date of HF diagnosis and prior cardiovascular investigations, clinical risk factors, lifestyle factors, socioeconomic status, and survey of cultural beliefs, health practices and attitudes towards device therapy. Center-level characteristics (caseload, referral pattern, specialization, infrastructure) will also be obtained. Patients will undergo standard 12-lead electrocardiography and transthoracic echocardiography at baseline, and followed over 3 years for outcomes of death or hospitalization. Each outcome event and its cause will be adjudicated by a central committee using pre-specified criteria."}, "conditionsModule": {"conditions": ["Heart Failure"], "keywords": ["Heart Failure", "HF"]}, "designModule": {"studyType": "OBSERVATIONAL", "designInfo": {"observationalModel": "OTHER", "timePerspective": "PROSPECTIVE"}, "enrollmentInfo": {"count": 6329, "type": "ACTUAL"}}, "armsInterventionsModule": {"interventions": [{"type": "GENETIC", "name": "Saliva Genetic testing", "description": "To compare the genetic variants between the two phenotypes of reduced versus preserved ejection fraction (HFrEF versus HFpEF)"}]}, "outcomesModule": {"primaryOutcomes": [{"measure": "All Cause and Cause-specific Death", "description": "The incidence of all-cause and cause-specific deaths among Asian patients with HF.", "timeFrame": "2 years follow up"}], "secondaryOutcomes": [{"measure": "Sudden Cardiac Death", "description": "The incidence of sudden cardiac death (SCD) in eligible Asian patients diagnosed with HFrEF", "timeFrame": "2 years follow up"}]}, "eligibilityModule": {"eligibilityCriteria": "Inclusion Criteria:\n\n1. Adults (\\>18 years)\n2. Symptomatic HF (Stage C HF regardless of functional status). Patients should have a current diagnosis of symptomatic HF within 6 months of an episode of decompensated heart failure\\*, which either: (a) resulted in a hospital admission (primary diagnosis) or b) was treated in out-patient clinic\n3. Left ventricular ejection fraction \\<40% (HFrEF) or left ventricular ejection fraction ≥50% (HFpEF) on baseline echocardiography\n4. Available for follow-up over 3 years\n\nExclusion Criteria:\n\n1. Severe valve disease as the primary cause of HF\n2. For the HFpEF population: a documented history of reduced ejection fraction (\\<50%) at any time prior to recruitment, In other words, patients with current HFpEF who previously had HFrEF will be excluded.\n3. Life threatening co-morbidity with life expectancy of \\<1 year\n4. Unable or unwilling to give consent\n5. Concurrent participation in a clinical therapeutic trial which requires patient consent", "healthyVolunteers": false, "sex": "ALL", "minimumAge": "18 Years", "maximumAge": "100 Years", "stdAges": ["ADULT", "OLDER_ADULT"], "studyPopulation": "This is a prospective, observational, multinational, multicenter Asian registry of patients with Stage C HF, including both HFrEF (ejection fraction \\<40%) and HFpEF (ejection fraction ≥50%).\n\nThis study population (Stage C HF) was selected in recognition of current recommendations emphasizing that HF is a progressive, staged disease.The HFrEF population was defined based on a recent meta-analysis showing that risk of death in HF increases particularly as ejection fraction falls below 40%. The HFpEF population was defined according to current guidelines. Patients with an ejection fraction in the range of 40% to 50% represent an intermediate group which was not included since we aimed to study distinct clinical phenotypes.", "samplingMethod": "NON_PROBABILITY_SAMPLE"}, "contactsLocationsModule": {"overallOfficials": [{"name": "Carolyn Lam, M.D.", "affiliation": "National University Heart Center (NUHC)", "role": "PRINCIPAL_INVESTIGATOR"}], "locations": [{"facility": "Zhongshan Hospital Fudan University", "city": "Beijing", "country": "China", "geoPoint": {"lat": 39.9075, "lon": 116.39723}}, {"facility": "The Chinese University of Hong Kong", "city": "Hong Kong", "country": "Hong Kong", "geoPoint": {"lat": 22.27832, "lon": 114.17469}}, {"facility": "Medanta The Medicity", "city": "New Delhi", "country": "India", "geoPoint": {"lat": 28.63576, "lon": 77.22445}}, {"facility": "National Cardiovascular Centre Harapan Kita Hospital", "city": "Jakarta", "country": "Indonesia", "geoPoint": {"lat": -6.21462, "lon": 106.84513}}, {"facility": "National Cerebral and Cardiovascular Center", "city": "Tokyo", "country": "Japan", "geoPoint": {"lat": 35.6895, "lon": 139.69171}}, {"facility": "Korea University Anam Hospital", "city": "Seoul", "country": "Korea, Republic of", "geoPoint": {"lat": 37.566, "lon": 126.9784}}, {"facility": "Institut Jantung Negara", "city": "Kuala Lumpur", "country": "Malaysia", "geoPoint": {"lat": 3.1412, "lon": 101.68653}}, {"facility": "Manila Doctors Hospital", "city": "Manila", "country": "Philippines", "geoPoint": {"lat": 14.6042, "lon": 120.9822}}, {"facility": "National University Heart Center", "city": "Singapore", "zip": "119228", "country": "Singapore", "geoPoint": {"lat": 1.28967, "lon": 103.85007}}, {"facility": "Mackay Memorial Hospital", "city": "Taipei", "country": "Taiwan", "geoPoint": {"lat": 25.04776, "lon": 121.53185}}, {"facility": "Ramathibodi Hospital", "city": "Bangkok", "country": "Thailand", "geoPoint": {"lat": 13.75398, "lon": 100.50144}}]}, "referencesModule": {"references": [{"pmid": "12860859", "type": "BACKGROUND", "citation": "Ng TP, Niti M. Trends and ethnic differences in hospital admissions and mortality for congestive heart failure in the elderly in Singapore, 1991 to 1998. Heart. 2003 Aug;89(8):865-70. doi: 10.1136/heart.89.8.865."}, {"pmid": "19358937", "type": "BACKGROUND", "citation": "Hunt SA, Abraham WT, Chin MH, Feldman AM, Francis GS, Ganiats TG, Jessup M, Konstam MA, Mancini DM, Michl K, Oates JA, Rahko PS, Silver MA, Stevenson LW, Yancy CW; American College of Cardiology Foundation; American Heart Association. 2009 Focused update incorporated into the ACC/AHA 2005 Guidelines for the Diagnosis and Management of Heart Failure in Adults A Report of the American College of Cardiology Foundation/American Heart Association Task Force on Practice Guidelines Developed in Collaboration With the International Society for Heart and Lung Transplantation. J Am Coll Cardiol. 2009 Apr 14;53(15):e1-e90. doi: 10.1016/j.jacc.2008.11.013. No abstract available. Erratum In: J Am Coll Cardiol. 2009 Dec 15;54(25):2464."}, {"pmid": "36341220", "type": "DERIVED", "citation": "Aung T, Qin Y, Tay WT, Binte Salahudin Bamadhaj NS, Chandramouli C, Ouwerkerk W, Tromp J, Anand I, Richards AM, Hung CL, Teramoto K, Katherine Teng TH, Lam CSP. Prevalence and Prognostic Significance of Frailty in Asian Patients With Heart Failure: Insights From ASIAN-HF. JACC Asia. 2021 Dec 7;1(3):303-313. doi: 10.1016/j.jacasi.2021.09.006. eCollection 2021 Dec."}, {"pmid": "34666509", "type": "DERIVED", "citation": "Tay WT, Teng TK, Simon O, Ouwerkerk W, Tromp J, Doughty RN, Richards AM, Hung CL, Qin Y, Aung T, Anand I, Lam CSP; ASIAN-HF Investigators. Readmissions, Death and Its Associated Predictors in Heart Failure With Preserved Versus Reduced Ejection Fraction. J Am Heart Assoc. 2021 Nov 16;10(22):e021414. doi: 10.1161/JAHA.121.021414. Epub 2021 Oct 20."}, {"pmid": "33757307", "type": "DERIVED", "citation": "Teng TK, Tay WT, Richards AM, Chew TSM, Anand I, Ouwerkerk W, Chandramouli C, Huang W, Lawson CA, Kadam UT, Yap J, Lim S, Hung CL, MacDonald MR, Loh SY, Shimizu W, Tromp J, Lam CSP; ASIAN-HF investigatorsdouble dagger. Socioeconomic Status and Outcomes in Heart Failure With Reduced Ejection Fraction From Asia. Circ Cardiovasc Qual Outcomes. 2021 Apr;14(4):e006962. doi: 10.1161/CIRCOUTCOMES.120.006962. Epub 2021 Mar 24."}, {"pmid": "33719492", "type": "DERIVED", "citation": "Chyou JY, Tay WT, Anand IS, Teng TK, Yap JJL, MacDonald MR, Chopra V, Loh SY, Shimizu W, Abidin IZ; ASIAN-HF Investigators; Richards AM, Butler J, Lam CSP. Electroanatomic Ratios and Mortality in Patients With Heart Failure: Insights from the ASIAN-HF Registry. J Am Heart Assoc. 2021 Mar 16;10(6):e017932. doi: 10.1161/JAHA.120.017932. Epub 2021 Mar 13."}, {"pmid": "32862518", "type": "DERIVED", "citation": "Huang W, Teng TK, Tay WT, Richards AM, Kadam U, Lawson CA, Shimizu W, Loh SY, Anand I, Lam CSP. Patient-reported outcomes in heart failure with preserved vs. reduced ejection fraction: focus on physical independence. ESC Heart Fail. 2020 Oct;7(5):2051-2062. doi: 10.1002/ehf2.12950. Epub 2020 Aug 30."}, {"pmid": "31852421", "type": "DERIVED", "citation": "MacDonald MR, Tay WT, Teng TK, Anand I, Ling LH, Yap J, Tromp J, Wander GS, Naik A, Ngarmukos T, Siswanto BB, Hung CL, Richards AM, Lam CSP; ASIAN-F investigators dagger; ASIAN-F investigators<xref ref-type=\"author-note\" rid=\"jah34461-note-1001\"><sup>dagger</sup></xref>. Regional Variation of Mortality in Heart Failure With Reduced and Preserved Ejection Fraction Across Asia: Outcomes in the ASIAN-HF Registry. J Am Heart Assoc. 2020 Jan 7;9(1):e012199. doi: 10.1161/JAHA.119.012199. Epub 2019 Dec 19. Erratum In: J Am Heart Assoc. 2020 Mar 3;9(5):e014512."}, {"pmid": "31550265", "type": "DERIVED", "citation": "Chandramouli C, Tay WT, Bamadhaj NS, Tromp J, Teng TK, Yap JJL, MacDonald MR, Hung CL, Streng K, Naik A, Wander GS, Sawhney J, Ling LH, Richards AM, Anand I, Voors AA, Lam CSP; ASIAN-HF Investigators. Association of obesity with heart failure outcomes in 11 Asian regions: A cohort study. PLoS Med. 2019 Sep 24;16(9):e1002916. doi: 10.1371/journal.pmed.1002916. eCollection 2019 Sep."}, {"pmid": "31431116", "type": "DERIVED", "citation": "Yap J, Tay WT, Teng TK, Anand I, Richards AM, Ling LH, MacDonald MR, Chandramouli C, Tromp J, Siswanto BB; ASIAN-HF (Asian Sudden Cardiac Death in Heart Failure) Registry Investigators; Zile M, McMurray J, Lam CSP. Association of Diabetes Mellitus on Cardiac Remodeling, Quality of Life, and Clinical Outcomes in Heart Failure With Reduced and Preserved Ejection Fraction. J Am Heart Assoc. 2019 Sep 3;8(17):e013114. doi: 10.1161/JAHA.119.013114. Epub 2019 Aug 21."}, {"pmid": "31292141", "type": "DERIVED", "citation": "Tromp J, Lim SL, Tay WT, Teng TK, Chandramouli C, Ouwerkerk W, Wander GS, Sawhney JPS, Yap J, MacDonald MR, Ling LH, Sattar N, McMurray JJV, Richards AM, Anand I, Lam CSP; ASIAN-HF Investigators. Microvascular Disease in Patients With Diabetes With Heart Failure and Reduced Ejection Versus Preserved Ejection Fraction. Diabetes Care. 2019 Sep;42(9):1792-1799. doi: 10.2337/dc18-2515. Epub 2019 Jul 10."}, {"pmid": "30548089", "type": "DERIVED", "citation": "Chandramouli C, Teng TK, Tay WT, Yap J, MacDonald MR, Tromp J, Yan L, Siswanto B, Reyes EB, Ngarmukos T, Yu CM, Hung CL, Anand I, Richards AM, Ling LH, Regensteiner JG, Lam CSP; ASIAN-HF Investigators. Impact of diabetes and sex in heart failure with reduced ejection fraction patients from the ASIAN-HF registry. Eur J Heart Fail. 2019 Mar;21(3):297-307. doi: 10.1002/ejhf.1358. Epub 2018 Dec 10."}, {"pmid": "30103979", "type": "DERIVED", "citation": "Teng TK, Tromp J, Tay WT, Anand I, Ouwerkerk W, Chopra V, Wander GS, Yap JJ, MacDonald MR, Xu CF, Chia YM, Shimizu W; ASIAN-HF investigators; Richards AM, Voors A, Lam CS. Prescribing patterns of evidence-based heart failure pharmacotherapy and outcomes in the ASIAN-HF registry: a cohort study. Lancet Glob Health. 2018 Sep;6(9):e1008-e1018. doi: 10.1016/S2214-109X(18)30306-1."}, {"pmid": "29584721", "type": "DERIVED", "citation": "Tromp J, Tay WT, Ouwerkerk W, Teng TK, Yap J, MacDonald MR, Leineweber K, McMurray JJV, Zile MR, Anand IS, Richards AMR, Lam CSP; ASIAN-HF authors. Multimorbidity in patients with heart failure from 11 Asian regions: A prospective cohort study using the ASIAN-HF registry. PLoS Med. 2018 Mar 27;15(3):e1002541. doi: 10.1371/journal.pmed.1002541. eCollection 2018 Mar. Erratum In: PLoS Med. 2018 May 25;15(5):e1002583."}, {"pmid": "29150533", "type": "DERIVED", "citation": "Chia YMF, Teng TK, Tan ESJ, Tay WT, Richards AM, Chin CWL, Shimizu W, Park SW, Hung CL, Ling LH, Ngarmukos T, Omar R, Siswanto BB, Narasimhan C, Reyes EB, Yu CM, Anand I, MacDonald MR, Yap J, Zhang S, Finkelstein EA, Lam CSP. Disparity Between Indications for and Utilization of Implantable Cardioverter Defibrillators in Asian Patients With Heart Failure. Circ Cardiovasc Qual Outcomes. 2017 Nov;10(11):e003651. doi: 10.1161/CIRCOUTCOMES.116.003651."}, {"pmid": "27502121", "type": "DERIVED", "citation": "Lam CS, Teng TK, Tay WT, Anand I, Zhang S, Shimizu W, Narasimhan C, Park SW, Yu CM, Ngarmukos T, Omar R, Reyes EB, Siswanto BB, Hung CL, Ling LH, Yap J, MacDonald M, Richards AM. Regional and ethnic differences among patients with heart failure in Asia: the Asian sudden cardiac death in heart failure registry. Eur Heart J. 2016 Nov 1;37(41):3141-3153. doi: 10.1093/eurheartj/ehw331. Epub 2016 Aug 7."}, {"pmid": "23568645", "type": "DERIVED", "citation": "Lam CS, Anand I, Zhang S, Shimizu W, Narasimhan C, Park SW, Yu CM, Ngarmukos T, Omar R, Reyes EB, Siswanto B, Ling LH, Richards AM. Asian Sudden Cardiac Death in Heart Failure (ASIAN-HF) registry. Eur J Heart Fail. 2013 Aug;15(8):928-36. doi: 10.1093/eurjhf/hft045. Epub 2013 Apr 7."}]}}, "resultsSection": {"participantFlowModule": {"groups": [{"id": "FG000", "title": "HFrEF", "description": "ejection fraction \\<40%"}, {"id": "FG001", "title": "HFpEF", "description": "ejection fraction ≥50%"}], "periods": [{"title": "Overall Study", "milestones": [{"type": "STARTED", "achievements": [{"groupId": "FG000", "numSubjects": "4779"}, {"groupId": "FG001", "numSubjects": "1550"}]}, {"type": "COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "4779"}, {"groupId": "FG001", "numSubjects": "1550"}]}, {"type": "NOT COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "0"}, {"groupId": "FG001", "numSubjects": "0"}]}]}]}, "baselineCharacteristicsModule": {"groups": [{"id": "BG000", "title": "HFrEF", "description": "ejection fraction \\<40%"}, {"id": "BG001", "title": "HFpEF", "description": "ejection fraction ≥50%"}, {"id": "BG002", "title": "Total", "description": "Total of all reporting groups"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "BG000", "value": "4779"}, {"groupId": "BG001", "value": "1550"}, {"groupId": "BG002", "value": "6329"}]}], "measures": [{"title": "Age, Categorical", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "<=18 years", "measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "0"}, {"groupId": "BG002", "value": "0"}]}, {"title": "Between 18 and 65 years", "measurements": [{"groupId": "BG000", "value": "2914"}, {"groupId": "BG001", "value": "577"}, {"groupId": "BG002", "value": "3491"}]}, {"title": ">=65 years", "measurements": [{"groupId": "BG000", "value": "1865"}, {"groupId": "BG001", "value": "973"}, {"groupId": "BG002", "value": "2838"}]}]}]}, {"title": "Sex: Female, Male", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "Female", "measurements": [{"groupId": "BG000", "value": "1089"}, {"groupId": "BG001", "value": "762"}, {"groupId": "BG002", "value": "1851"}]}, {"title": "Male", "measurements": [{"groupId": "BG000", "value": "3690"}, {"groupId": "BG001", "value": "788"}, {"groupId": "BG002", "value": "4478"}]}]}]}, {"title": "Race/Ethnicity, Customized", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "Chinese", "measurements": [{"groupId": "BG000", "value": "1242"}, {"groupId": "BG001", "value": "726"}, {"groupId": "BG002", "value": "1968"}]}, {"title": "Indian", "measurements": [{"groupId": "BG000", "value": "1591"}, {"groupId": "BG001", "value": "517"}, {"groupId": "BG002", "value": "2108"}]}, {"title": "Malay", "measurements": [{"groupId": "BG000", "value": "657"}, {"groupId": "BG001", "value": "95"}, {"groupId": "BG002", "value": "752"}]}, {"title": "Others", "measurements": [{"groupId": "BG000", "value": "1287"}, {"groupId": "BG001", "value": "209"}, {"groupId": "BG002", "value": "1496"}]}, {"title": "NA", "measurements": [{"groupId": "BG000", "value": "2"}, {"groupId": "BG001", "value": "3"}, {"groupId": "BG002", "value": "5"}]}]}]}, {"title": "NYHA Class", "description": "Classification of patients' heart failure according to the severity of their symptoms.\n\nClass I: No limitation of physical activity. Class II: Slight limitation of physical activity. Comfortable at rest. Class III: Marked limitation of physical activity. Comfortable at rest. Class IV: Unable to carry on any physical activity without discomfort. Symptoms of heart failure at rest.", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "I/II", "measurements": [{"groupId": "BG000", "value": "2752"}, {"groupId": "BG001", "value": "843"}, {"groupId": "BG002", "value": "3595"}]}, {"title": "III/IV", "measurements": [{"groupId": "BG000", "value": "1576"}, {"groupId": "BG001", "value": "278"}, {"groupId": "BG002", "value": "1854"}]}, {"title": "Not assessed", "measurements": [{"groupId": "BG000", "value": "451"}, {"groupId": "BG001", "value": "429"}, {"groupId": "BG002", "value": "880"}]}]}]}]}, "outcomeMeasuresModule": {"outcomeMeasures": [{"type": "PRIMARY", "title": "All Cause and Cause-specific Death", "description": "The incidence of all-cause and cause-specific deaths among Asian patients with HF.", "populationDescription": "Patients with outcomes available at 1 year were examined for all-cause and cardiovascular (CV) death. Patients who were lost to follow-up were excluded from the analysis.", "reportingStatus": "POSTED", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "timeFrame": "2 years follow up", "groups": [{"id": "OG000", "title": "HFrEF", "description": "ejection fraction \\<40%"}, {"id": "OG001", "title": "HFpEF", "description": "ejection fraction ≥50%"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "4737"}, {"groupId": "OG001", "value": "1114"}]}], "classes": [{"title": "All-cause mortality", "categories": [{"measurements": [{"groupId": "OG000", "value": "500"}, {"groupId": "OG001", "value": "60"}]}]}, {"title": "CV mortality", "categories": [{"measurements": [{"groupId": "OG000", "value": "270"}, {"groupId": "OG001", "value": "32"}]}]}]}, {"type": "SECONDARY", "title": "Sudden Cardiac Death", "description": "The incidence of sudden cardiac death (SCD) in eligible Asian patients diagnosed with HFrEF", "populationDescription": "ESC guidelines recommend an implantable cardioverter-defibrillator (ICD) device for primary prevention in symptomatic patients with heart failure with reduced ejection fraction (HFrEF), provided they are expected to survive substantially longer than one year with good functional status.\n\nFor this outcome measure, only HFrEF patients who were eligible for ICD devices were included; HFpEF patients were excluded.", "reportingStatus": "POSTED", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "timeFrame": "2 years follow up", "groups": [{"id": "OG000", "title": "HFrEF", "description": "ejection fraction \\<40%"}, {"id": "OG001", "title": "HFpEF", "description": "ejection fraction ≥50%"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "3240"}, {"groupId": "OG001", "value": "0"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "109"}, {"groupId": "OG001", "value": "0"}]}]}]}]}, "adverseEventsModule": {"frequencyThreshold": "0", "timeFrame": "2 years follow up", "description": "Only all-cause mortality was reported. Other adverse event not applicable as this was an observational study with no Investigation product to be assessed.", "eventGroups": [{"id": "EG000", "title": "HFrEF", "description": "ejection fraction \\<40%", "deathsNumAffected": 500, "deathsNumAtRisk": 4737, "seriousNumAffected": 500, "seriousNumAtRisk": 4737, "otherNumAffected": 0, "otherNumAtRisk": 0}, {"id": "EG001", "title": "HFpEF", "description": "ejection fraction ≥50%", "deathsNumAffected": 60, "deathsNumAtRisk": 1114, "seriousNumAffected": 60, "seriousNumAtRisk": 1114, "otherNumAffected": 0, "otherNumAtRisk": 0}], "seriousEvents": [{"term": "Death", "organSystem": "Cardiac disorders", "assessmentType": "NON_SYSTEMATIC_ASSESSMENT", "notes": "All-cause mortality", "stats": [{"groupId": "EG000", "numEvents": 500, "numAffected": 500, "numAtRisk": 4737}, {"groupId": "EG001", "numEvents": 60, "numAffected": 60, "numAtRisk": 1114}]}]}, "moreInfoModule": {"certainAgreement": {"piSponsorEmployee": false, "restrictionType": "OTHER", "restrictiveAgreement": true, "otherDetails": "Acknowledgement of funding: National Medical Research Council of Singapore (R-172-003-219-511), A\\*STAR Biomedical Research Council Asian neTwork for Translational Research and Cardiovascular Trials (ATTRaCT) program (SPF2014/003, SPF2014/004, SPF2014/005), Boston Scientific Investigator Sponsored Research Program and Bayer."}, "pointOfContact": {"title": "Carolyn Lam", "organization": "National University Health System, Singapore", "email": "carolyn.lam@duke-nus.edu.sg", "phone": "(65)67048965"}}}, "documentSection": {"largeDocumentModule": {"noSap": true, "largeDocs": [{"typeAbbrev": "Prot", "hasProtocol": true, "hasSap": false, "hasIcf": false, "label": "Study Protocol", "date": "2020-03-11", "uploadDate": "2021-07-13T06:17", "filename": "Prot_000.pdf", "size": 843370}]}}, "derivedSection": {"miscInfoModule": {"versionHolder": "2024-06-24"}, "conditionBrowseModule": {"meshes": [{"id": "D000006333", "term": "Heart Failure"}], "ancestors": [{"id": "D000006331", "term": "Heart Diseases"}, {"id": "D000002318", "term": "Cardiovascular Diseases"}], "browseLeaves": [{"id": "M9421", "name": "Heart Failure", "asFound": "Heart Failure", "relevance": "HIGH"}, {"id": "M19118", "name": "Death, Sudden, Cardiac", "relevance": "LOW"}, {"id": "M6845", "name": "Death", "relevance": "LOW"}, {"id": "M9419", "name": "Heart Diseases", "relevance": "LOW"}], "browseBranches": [{"abbrev": "BC14", "name": "Heart and Blood Diseases"}, {"abbrev": "All", "name": "All Conditions"}, {"abbrev": "BC23", "name": "Symptoms and General Pathology"}]}}, "hasResults": true}