{"protocolSection": {"identificationModule": {"nctId": "NCT03049111", "orgStudyIdInfo": {"id": "16-2131"}, "secondaryIdInfos": [{"id": "1R01HL135235-01A1", "type": "NIH", "link": "https://reporter.nih.gov/quickSearch/1R01HL135235-01A1"}], "organization": {"fullName": "University of North Carolina, Chapel Hill", "class": "OTHER"}, "briefTitle": "Screening Inhaled Allergen Challenge for Dermatophagoides Farinae", "officialTitle": "Screening Inhaled Allergen Challenge for Dermatophagoides Farinae", "acronym": "MiteScreen"}, "statusModule": {"statusVerifiedDate": "2022-06", "overallStatus": "TERMINATED", "whyStopped": "Terminated due to COVID-19 pandemic.", "expandedAccessInfo": {"hasExpandedAccess": false}, "startDateStruct": {"date": "2018-01-29", "type": "ACTUAL"}, "primaryCompletionDateStruct": {"date": "2019-10-03", "type": "ACTUAL"}, "completionDateStruct": {"date": "2019-10-03", "type": "ACTUAL"}, "studyFirstSubmitDate": "2017-02-07", "studyFirstSubmitQcDate": "2017-02-07", "studyFirstPostDateStruct": {"date": "2017-02-09", "type": "ESTIMATED"}, "resultsFirstSubmitDate": "2022-06-16", "resultsFirstSubmitQcDate": "2022-06-16", "resultsFirstPostDateStruct": {"date": "2022-07-14", "type": "ACTUAL"}, "lastUpdateSubmitDate": "2022-09-22", "lastUpdatePostDateStruct": {"date": "2022-10-18", "type": "ACTUAL"}}, "sponsorCollaboratorsModule": {"responsibleParty": {"type": "SPONSOR"}, "leadSponsor": {"name": "University of North Carolina, Chapel Hill", "class": "OTHER"}, "collaborators": [{"name": "National Heart, Lung, and Blood Institute (NHLBI)", "class": "NIH"}]}, "oversightModule": {"oversightHasDmc": true, "isFdaRegulatedDrug": true, "isFdaRegulatedDevice": false}, "descriptionModule": {"briefSummary": "This study is designed to identify Dermatophagoides farinae, or Der f, sensitive asthmatics who demonstrate a late phase asthmatic response after Der f inhalation. These subjects may be invited to participate in a planned future study investigating novel asthma treatments.", "detailedDescription": "Asthma is an increasingly common chronic illness among children and adults, and allergen exposure is among the most common common triggers for asthma exacerbations. Exacerbations of allergic asthma are characterized by an early phase response (EPR), mediated by release of preformed mediators like histamine from mast cells, and a late phase response (LPR) 3-7 hours later mediated by chemokines and cytokines that attract leukocytes such as neutrophils and eosinophils to the airways, increase mucus production, trigger airway smooth muscle contraction, and result in airway constriction and airway hyperreactivity (AHR). The LPR does not occur in the absence of an EPR. The LPR is thought to be predominantly responsible for the symptoms associated with acute exacerbations of allergic asthma and is often used as the measure of efficacy in trials of asthma therapeutics.\n\nThis group has taken a particular interest in targeting an inflammatory cytokine, Interleukin-1β, involved in both the early and late phase asthmatic responses to inhaled allergen in allergic asthmatics. In the lung, interleukin 1 beta (IL-1β) is produced by numerous cell types (including epithelial cells, macrophages, neutrophils, eosinophils, and mast cells), where it signals through its receptor to induce transcription of pro-inflammatory genes (17-19). IL-1β is increased in bronchoalveolar lavage fluid from persons with symptomatic asthma vs. those with asymptomatic asthma; likewise, immunohistochemistry of bronchial biopsies of allergic asthmatics reveal increased expression of IL-1β in both bronchial epithelial cells and macrophages. Previous studies in animal and in vitro models demonstrate that IL-1β can directly impact three aspects of an airway inflammatory response: 1). granulocyte (neutrophil/eosinophil) recruitment; 2). non-specific (23, 24) and allergen-specific airway reactivity; and 3). production and clearance of airway mucous. Supporting literature and preliminary studies in human subjects further promote the study of IL-1 blockade for mitigating features of acute allergen-induced asthma exacerbation.\n\nThe role of IL-1 in allergen challenge models has not been fully defined. In a study examining 12 asthmatics allergic to D. farinae at this research center, we found that 9/12 asthmatics had a greater than 10% reduction in forced expiratory volume in 1 second (FEV1) after inhaled dust mite challenge. These individuals were considered responders. It was notable that when comparing post-allergen levels of cytokines between responders and non-responders there was a much greater concentration of IL-1β in post-challenge sputum from responders vs. nonresponders, Furthermore, within the responders, post challenge IL-1β also significantly correlated with sputum eosinophil concentrations (r=0.83, P\\<0.05) and neutrophil concentrations (r=0.89, P\\<0.05) 24 hours after allergen challenge. These data suggest that IL-1β may play a role in both immediate airway hyperresponsiveness and the late phase recruitment of inflammatory cells (neutrophils and eosinophils) after inhaled allergen challenge.\n\nIn order to better understand the role of IL-1β in allergen-induced airway inflammation, induced sputum will be obtained to determine if higher baseline sputum IL-1β concentrations or larger increases in IL-1β following allergen challenge impact non-specific airway hyperresponsiveness (via methacholine challenge), sputum granulocyte recruitment (neutrophil and eosinophil counts and exhaled nitric oxide (eNO), a marker of airway eosinophilia), or changes in expression of inflammatory or allergy-related genes. To this last point, little is known about the mechanisms contributing to response patterns in allergic asthmatics undergoing allergen challenge. Changes in gene expression occurring during the window of time between the EPR and LPR, as these expression changes may dictate whether or not a LPR occurs or to what extent it occurs.\n\nThe goal of this screening protocol is to identify subjects who exhibit both an EPR and LPR and who will be eligible for enrollment in the yet to be developed Il-1β protocols. Subjects will undergo a baseline methacholine challenge to establish reactivity, then allergen exposure, followed 24 hours later by methacholine challenge."}, "conditionsModule": {"conditions": ["Asthma"], "keywords": ["Der F (House Dust Mite)"]}, "designModule": {"studyType": "INTERVENTIONAL", "phases": ["EARLY_PHASE1"], "designInfo": {"allocation": "NA", "interventionModel": "SINGLE_GROUP", "primaryPurpose": "BASIC_SCIENCE", "maskingInfo": {"masking": "NONE"}}, "enrollmentInfo": {"count": 14, "type": "ACTUAL"}}, "armsInterventionsModule": {"armGroups": [{"label": "Inhaled Allergen Challenge", "type": "EXPERIMENTAL", "description": "Der f sensitive, mild asthmatic subjects will undergo inhaled allergen challenge", "interventionNames": ["Biological: Der f"]}], "interventions": [{"type": "BIOLOGICAL", "name": "Der f", "description": "Inhalation of Der f in mild asthmatics who are sensitive to Der f.", "armGroupLabels": ["Inhaled Allergen Challenge"], "otherNames": ["Dermatophagoides farinae", "house dust mite"]}]}, "outcomesModule": {"primaryOutcomes": [{"measure": "Number of Participants With Decline in FEV1 ≥ 10% From Pre-challenge During 3-10 Hours Post-allergen Challenge", "description": "Participants will undergo an inhaled allergen challenge to identify those with a measurable late phase response (LPR) to inhaled house dust mite allergen. Pre-challenge FEV1 will be measured prior to administration of the allergen challenge. The presence of an LPR will be defined as a decline in FEV1 of ≥10% from pre-challenge values 3-10 hours post-challenge.", "timeFrame": "Pre-challenge to 3-10 hours post-challenge"}], "secondaryOutcomes": [{"measure": "Change in Concentration of IL-1β in Induced Sputum", "description": "Participants provided induced sputum pre-allergen challenge and again at 24 hours post-allergen challenge. IL-1β concentrations in the sputum will be determined via ELISA.", "timeFrame": "Pre-challenge to 24 hours post-challenge"}, {"measure": "Change in Percentage of Eosinophils in Induced Sputum", "description": "Percentage %eosinophils post-challenge minus pre-challenge values", "timeFrame": "Pre-challenge to 24 hours post- challenge"}, {"measure": "Mucins in Sputum", "description": "Sputum mucins will be measured at baseline, and again at 24 hours following inhaled allergen challenge", "timeFrame": "Baseline and 24 hours post- inhalation challenge"}, {"measure": "Maximum Percentage Change in FEV1 From Pre-challenge Values at 3-10 Hours Post-challenge", "description": "FEV1 will be measured prior to administration of the inhaled allergen challenge. The maximum change in FEV1 that occurs during the late phase (3-10 hours after challenge) will be determined. \\[(lowest FEV1 value recorded post-challenge) - (pre-challenge FEV1 value)/ pre-challenge FEV1 value\\] \\*100", "timeFrame": "Pre-challenge to 3-10 hours post-challenge"}, {"measure": "Change in Airway Hyperresponsiveness Measured by Difference in Methacholine Dose Required to Produce a ≥20% Fall in FEV1 (PC20)", "description": "Participants will undergo a methacholine challenge to assess airway hyper-responsiveness at baseline. Changes in methacholine reactivity from baseline to 24 hours post-allergen challenge will be determined.", "timeFrame": "Baseline and 24 hours post-challenge"}, {"measure": "Change in Exhaled Nitric Oxide (eNO) Levels", "description": "eNO levels will be measured pre-challenge, and 24 hours post-challenge.", "timeFrame": "pre-challenge to 24 hours post-challenge"}], "otherOutcomes": [{"measure": "Heart Rate Variability (HRV)", "description": "HRV with Spacelabs technology will be measured 24 hours pre and during inhalation challenge", "timeFrame": "Pre and immediately post challenge"}]}, "eligibilityModule": {"eligibilityCriteria": "Inclusion Criteria\n\n1. Age range 18-45 years, inclusive\n2. FEV1 of at least 80% of predicted and forced expiratory volume in 1 second/forced vital capacity (FEV1/FVC) ratio of at least 0.7 (without use of bronchodilator medications for 8 hours or long acting beta agonists for 24 hours), consistent with lung function of persons with no more than mild intermittent or mild persistent asthma.\n3. Physician diagnosis of asthma\n4. Positive methacholine inhalation challenge as performed in the separate screening protocol within the prior 12 months (defined as provocative concentration of methacholine of 10 mg/ml or less producing a 20% fall in FEV1 (PC20 methacholine)\n5. Allergic sensitization to house dust mite (D. farinae) as confirmed by positive immediate skin prick test response\n6. Negative pregnancy test for females who are not s/p hysterectomy with oophorectomy or who have been amenorrheic for 12 months or more.\n7. Oxygen saturation of \\>94% and blood pressure within the following limits: (Systolic between 150-90 mmHg, Diastolic between 90-60 mmHg).\n\nExclusion Criteria\n\n1. Clinical contraindications:\n\n   1. Any chronic medical condition considered by the PI as a contraindication to participation in the study including significant cardiovascular disease, diabetes, chronic renal disease, chronic thyroid disease, history of chronic infections or immunodeficiency.\n   2. Physician directed emergency treatment for an asthma exacerbation within the preceding 12 months.\n   3. Exacerbation of asthma more than 2x/week which could be characteristic of a person of moderate or severe persistent asthma as outlined in the current NHLBI guidelines for diagnosis and management of asthma.\n   4. Daily requirements for albuterol due to asthma symptoms (cough, wheeze, chest tightness) which would be characteristic of a person of moderate or severe persistent asthma as outlined in the current NHLBI guidelines for diagnosis and management of asthma (not to include prophylactic use of albuterol prior to exercise).\n   5. Viral upper respiratory tract infection within 4 weeks of challenge.\n   6. Any acute infection requiring antibiotics within 6 weeks of exposure or fever of unknown origin within 6 weeks of challenge.\n   7. Severe asthma\n   8. Mental illness or history of drug or alcohol abuse that, in the opinion of the investigator, would interfere with the participant's ability to comply with study requirements.\n   9. Cigarette smoking \\>1 pack per month\n   10. Nighttime symptoms of cough or wheeze greater than 1x/week at baseline (not during a clearly recognized viral induced asthma exacerbation) which would be characteristic of a person of moderate or severe persistent asthma as outlined in the current NHLBI guidelines for diagnosis and management of asthma.\n   11. Allergy/sensitivity to study drugs or their formulations\n   12. Known hypersensitivity to methacholine or to other parasympathomimetic agents\n   13. History of intubation for asthma\n   14. Unwillingness to avoid coffee, tea, cola drinks, chocolate, or other foods containing caffeine after midnight on the days that methacholine challenge testing is to be performed.\n   15. Unwillingness to use reliable contraception if sexually active (IUD, birth control pills/patch, condoms).\n2. Pregnancy or nursing a baby. Female volunteers will be asked to use effective birth control (stable regimen of hormonal contraceptive use for at least 3 months, intrauterine device placement, tubal ligation or endometrial ablation for at least 3 months through at least one week after study completion) and will provide a urine sample to test for pregnancy on study days. If the test is positive or the subject has reason to believe she may be pregnant, she will be dismissed from the study. Women who have been amenorrheic for 12 months may participate. Male volunteers will be asked to use condoms for the duration of the study through at least one week after study completion.\n3. Usage of the following medications:\n\n   1. Use of systemic steroid therapy within the preceding 12 months for an asthma exacerbation. All use of systemic steroids in the last year will be reviewed by a study physician.\n   2. Subjects who are prescribed daily inhaled corticosteroids, cromolyn, or leukotriene inhibitors (Montelukast or Zafirlukast) will be required to discontinue these medications at least 2 weeks prior to their screening visit.\n   3. Use of daily theophylline within the past month.\n   4. Daily requirement for albuterol due to asthma symptoms (cough, wheeze, chest tightness) which would be characteristic of a person of moderate or severe persistent asthma as outlined in the current NHLBI guidelines for diagnosis and management of asthma. (Not to include prophylactic use of albuterol prior to exercise).\n   5. Use of any immunosuppressant therapy within the preceding 12 months will be reviewed by the study physician.\n   6. Receipt of Live Attenuated Influenza Vaccine (LAIV), also known as FluMist®, or any other live viral vaccine within the prior 30 days, or any vaccine for at least 5 days\n   7. Use of beta blocking medications\n   8. Antihistamines in the 5 days prior to allergen challenge\n   9. Routine use of NSAIDs, including aspirin.\n4. Physical/laboratory indications:\n\n   1. Abnormalities on lung auscultation\n   2. Temperature \\>37.8 C\n   3. Oxygen saturation of \\<94%\n   4. Systolic BP\\>150 mmHg or \\<90 mmHg or diastolic BP\\>90 mmHg or \\<60 mmHg\n5. Inability or unwillingness of a participant to give written informed consent.", "healthyVolunteers": false, "sex": "ALL", "minimumAge": "18 Years", "maximumAge": "45 Years", "stdAges": ["ADULT"]}, "contactsLocationsModule": {"overallOfficials": [{"name": "Michelle Hernandez, MD", "affiliation": "University of North Carolina", "role": "PRINCIPAL_INVESTIGATOR"}], "locations": [{"facility": "UNC Center for Environmental Medicine, Asthma and Lung Biology", "city": "Chapel Hill", "state": "North Carolina", "zip": "27599-7310", "country": "United States", "geoPoint": {"lat": 35.9132, "lon": -79.05584}}]}, "ipdSharingStatementModule": {"ipdSharing": "NO"}}, "resultsSection": {"participantFlowModule": {"groups": [{"id": "FG000", "title": "Inhaled Allergen Challenge", "description": "Participants with mild asthma and sensitization to house dust mite (Dermatophagoides farinae) underwent inhalation challenge with house dust mite allergen.\n\nControl diluent followed by concentrations of house dust mite allergen (Dermatophagoides farinae) administered starting with solutions of 0.25, 0.50, 1.0, 2.0, 4.0, 8.0, 16, 32, 64, 125, 250, 500, 1000, and 2000 AU/mL via nebulizer until an FEV1 decline \\>/= 20% reached."}], "periods": [{"title": "Overall Study", "milestones": [{"type": "STARTED", "achievements": [{"groupId": "FG000", "numSubjects": "14"}]}, {"type": "COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "14"}]}, {"type": "NOT COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "0"}]}]}]}, "baselineCharacteristicsModule": {"groups": [{"id": "BG000", "title": "Inhaled Allergen Challenge", "description": "Participants with mild asthma and sensitization to house dust mite (Der f) underwent inhalation challenge with house dust mite allergen."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "BG000", "value": "14"}]}], "measures": [{"title": "Age, Categorical", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "<=18 years", "measurements": [{"groupId": "BG000", "value": "0"}]}, {"title": "Between 18 and 65 years", "measurements": [{"groupId": "BG000", "value": "14"}]}, {"title": ">=65 years", "measurements": [{"groupId": "BG000", "value": "0"}]}]}]}, {"title": "Age, Continuous", "paramType": "MEAN", "dispersionType": "STANDARD_DEVIATION", "unitOfMeasure": "years", "classes": [{"categories": [{"measurements": [{"groupId": "BG000", "value": "27", "spread": "7"}]}]}]}, {"title": "Sex: Female, Male", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "Female", "measurements": [{"groupId": "BG000", "value": "6"}]}, {"title": "Male", "measurements": [{"groupId": "BG000", "value": "8"}]}]}]}, {"title": "Ethnicity (NIH/OMB)", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "Hispanic or Latino", "measurements": [{"groupId": "BG000", "value": "1"}]}, {"title": "Not Hispanic or Latino", "measurements": [{"groupId": "BG000", "value": "13"}]}, {"title": "Unknown or Not Reported", "measurements": [{"groupId": "BG000", "value": "0"}]}]}]}, {"title": "Race (NIH/OMB)", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "American Indian or Alaska Native", "measurements": [{"groupId": "BG000", "value": "1"}]}, {"title": "Asian", "measurements": [{"groupId": "BG000", "value": "1"}]}, {"title": "Native Hawaiian or Other Pacific Islander", "measurements": [{"groupId": "BG000", "value": "0"}]}, {"title": "Black or African American", "measurements": [{"groupId": "BG000", "value": "1"}]}, {"title": "White", "measurements": [{"groupId": "BG000", "value": "11"}]}, {"title": "More than one race", "measurements": [{"groupId": "BG000", "value": "0"}]}, {"title": "Unknown or Not Reported", "measurements": [{"groupId": "BG000", "value": "0"}]}]}]}, {"title": "Region of Enrollment", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"title": "United States", "categories": [{"measurements": [{"groupId": "BG000", "value": "14"}]}]}]}]}, "outcomeMeasuresModule": {"outcomeMeasures": [{"type": "PRIMARY", "title": "Number of Participants With Decline in FEV1 ≥ 10% From Pre-challenge During 3-10 Hours Post-allergen Challenge", "description": "Participants will undergo an inhaled allergen challenge to identify those with a measurable late phase response (LPR) to inhaled house dust mite allergen. Pre-challenge FEV1 will be measured prior to administration of the allergen challenge. The presence of an LPR will be defined as a decline in FEV1 of ≥10% from pre-challenge values 3-10 hours post-challenge.", "reportingStatus": "POSTED", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "timeFrame": "Pre-challenge to 3-10 hours post-challenge", "groups": [{"id": "OG000", "title": "Inhaled Allergen Challenge", "description": "Participants with mild asthma and sensitization to house dust mite (Der f) underwent inhalation challenge with house dust mite allergen."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "14"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "6"}]}]}]}, {"type": "SECONDARY", "title": "Change in Concentration of IL-1β in Induced Sputum", "description": "Participants provided induced sputum pre-allergen challenge and again at 24 hours post-allergen challenge. IL-1β concentrations in the sputum will be determined via ELISA.", "populationDescription": "11 participants had pre- and post-challenge sputum samples of sufficient quality for cytokine analysis. The remaining 3 participants were unable to produce a sputum sample or the sample produced was of inadequate quality for analysis.", "reportingStatus": "POSTED", "paramType": "MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "picograms/mL", "timeFrame": "Pre-challenge to 24 hours post-challenge", "groups": [{"id": "OG000", "title": "Inhaled Allergen Challenge", "description": "Participants with mild asthma and sensitization to house dust mite (Der f) underwent inhalation challenge with house dust mite allergen."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "11"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "37.5", "spread": "102"}]}]}]}, {"type": "SECONDARY", "title": "Change in Percentage of Eosinophils in Induced Sputum", "description": "Percentage %eosinophils post-challenge minus pre-challenge values", "populationDescription": "Nine participants had pre and post-challenge sputum of sufficient quality for analysis of sputum cells; the remaining 5 either could not provide induced sputum or produced samples of inadequate quality for analysis of cell counts.", "reportingStatus": "POSTED", "paramType": "MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "percentage of sputum eosinophils", "timeFrame": "Pre-challenge to 24 hours post- challenge", "groups": [{"id": "OG000", "title": "Inhaled Allergen Challenge", "description": "Participants with mild asthma and sensitization to house dust mite (Der f) underwent inhalation challenge with house dust mite allergen."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "9"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "18.1", "spread": "22.1"}]}]}]}, {"type": "SECONDARY", "title": "Mucins in Sputum", "description": "Sputum mucins will be measured at baseline, and again at 24 hours following inhaled allergen challenge", "populationDescription": "Although sample mucins were measured, due to sample integrity concerns no summary data were performed on these data.", "reportingStatus": "POSTED", "paramType": "MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "ug/mL", "timeFrame": "Baseline and 24 hours post- inhalation challenge", "groups": [{"id": "OG000", "title": "Inhaled Allergen Challenge", "description": "Participants with mild asthma and sensitization to house dust mite (Der f) underwent inhalation challenge with house dust mite allergen."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "14"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "NA", "spread": "NA", "comment": "Although sample mucins were measured, due to sample integrity concerns no summary data were performed on these data."}]}]}]}, {"type": "SECONDARY", "title": "Maximum Percentage Change in FEV1 From Pre-challenge Values at 3-10 Hours Post-challenge", "description": "FEV1 will be measured prior to administration of the inhaled allergen challenge. The maximum change in FEV1 that occurs during the late phase (3-10 hours after challenge) will be determined. \\[(lowest FEV1 value recorded post-challenge) - (pre-challenge FEV1 value)/ pre-challenge FEV1 value\\] \\*100", "reportingStatus": "POSTED", "paramType": "MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "percentage change in FEV1", "timeFrame": "Pre-challenge to 3-10 hours post-challenge", "groups": [{"id": "OG000", "title": "Inhaled Allergen Challenge", "description": "Participants with mild asthma and sensitization to house dust mite (Der f) underwent inhalation challenge with house dust mite allergen."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "14"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "-10.7", "spread": "10.0"}]}]}]}, {"type": "SECONDARY", "title": "Change in Airway Hyperresponsiveness Measured by Difference in Methacholine Dose Required to Produce a ≥20% Fall in FEV1 (PC20)", "description": "Participants will undergo a methacholine challenge to assess airway hyper-responsiveness at baseline. Changes in methacholine reactivity from baseline to 24 hours post-allergen challenge will be determined.", "populationDescription": "Eleven participants had pre-challenge and post-challenge methacholine testing data available for analysis. Three participants did not have a post-challenge methacholine test performed because of reduced FEV1", "reportingStatus": "POSTED", "paramType": "MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "mg/mL", "timeFrame": "Baseline and 24 hours post-challenge", "groups": [{"id": "OG000", "title": "Inhaled Allergen Challenge", "description": "Participants with mild asthma and sensitization to house dust mite (Der f) underwent inhalation challenge with house dust mite allergen."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "11"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "-1.06", "spread": "2.77"}]}]}]}, {"type": "SECONDARY", "title": "Change in Exhaled Nitric Oxide (eNO) Levels", "description": "eNO levels will be measured pre-challenge, and 24 hours post-challenge.", "reportingStatus": "POSTED", "paramType": "MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "parts per billion", "timeFrame": "pre-challenge to 24 hours post-challenge", "groups": [{"id": "OG000", "title": "Inhaled Allergen Challenge", "description": "Participants with mild asthma and sensitization to house dust mite (Der f) underwent inhalation challenge with house dust mite allergen."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "14"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "29.9", "spread": "32.0"}]}]}]}, {"type": "OTHER_PRE_SPECIFIED", "title": "Heart Rate Variability (HRV)", "description": "HRV with Spacelabs technology will be measured 24 hours pre and during inhalation challenge", "populationDescription": "Monitoring equipment were unavailable after being lost during transit and these data were not collected.", "reportingStatus": "POSTED", "timeFrame": "Pre and immediately post challenge", "groups": [{"id": "OG000", "title": "Inhaled Allergen Challenge", "description": "Participants with mild asthma and sensitization to house dust mite (Der f) underwent inhalation challenge with house dust mite allergen."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "0"}]}]}]}, "adverseEventsModule": {"frequencyThreshold": "0", "timeFrame": "Adverse event data were collected from the time informed consent was obtained through 10 days post-challenge", "eventGroups": [{"id": "EG000", "title": "Inhaled Allergen Challenge", "description": "Participants with mild asthma and sensitization to house dust mite (Der f) underwent inhalation challenge with house dust mite allergen.", "deathsNumAffected": 0, "deathsNumAtRisk": 14, "seriousNumAffected": 0, "seriousNumAtRisk": 14, "otherNumAffected": 5, "otherNumAtRisk": 14}], "otherEvents": [{"term": "Symptomatic bronchospasm", "organSystem": "Respiratory, thoracic and mediastinal disorders", "assessmentType": "NON_SYSTEMATIC_ASSESSMENT", "notes": "shortness of breath or chest tightness occurring during allergen challenge or within 10 hours post-challenge", "stats": [{"groupId": "EG000", "numEvents": 2, "numAffected": 2, "numAtRisk": 14}]}, {"term": "Increased asthma symptoms", "organSystem": "Respiratory, thoracic and mediastinal disorders", "assessmentType": "SYSTEMATIC_ASSESSMENT", "notes": "Increase in symptoms from baseline \\>10 hours post-allergen challenge; symptoms include shortness of breath, chest tightness, wheezing or cough. Individual asthma symptoms were not documented and as such cannot be presented separately.", "stats": [{"groupId": "EG000", "numEvents": 3, "numAffected": 3, "numAtRisk": 14}]}, {"term": "Muscle strain", "organSystem": "Musculoskeletal and connective tissue disorders", "assessmentType": "NON_SYSTEMATIC_ASSESSMENT", "notes": "Participant reported strained muscle in neck 10 days after allergen challenge", "stats": [{"groupId": "EG000", "numEvents": 1, "numAffected": 1, "numAtRisk": 14}]}]}, "moreInfoModule": {"certainAgreement": {"piSponsorEmployee": true}, "pointOfContact": {"title": "Michelle Hernandez, MD", "organization": "University of North Carolina at Chapel Hill", "email": "michelle_hernandez@med.unc.edu", "phone": "919-843-5383"}}}, "documentSection": {"largeDocumentModule": {"largeDocs": [{"typeAbbrev": "Prot_SAP", "hasProtocol": true, "hasSap": true, "hasIcf": false, "label": "Study Protocol and Statistical Analysis Plan", "date": "2019-05-13", "uploadDate": "2022-06-16T10:37", "filename": "Prot_SAP_000.pdf", "size": 640247}]}}, "derivedSection": {"miscInfoModule": {"versionHolder": "2024-06-24"}, "conditionBrowseModule": {"browseLeaves": [{"id": "M27137", "name": "Respiratory Aspiration", "relevance": "LOW"}, {"id": "M4556", "name": "Asthma", "relevance": "LOW"}], "browseBranches": [{"abbrev": "BC08", "name": "Respiratory Tract (Lung and Bronchial) Diseases"}, {"abbrev": "BC23", "name": "Symptoms and General Pathology"}, {"abbrev": "All", "name": "All Conditions"}, {"abbrev": "BC20", "name": "Immune System Diseases"}]}}, "hasResults": true}