{"protocolSection": {"identificationModule": {"nctId": "NCT03315572", "orgStudyIdInfo": {"id": "208129"}, "secondaryIdInfos": [{"id": "HO-17-18594", "type": "OTHER", "domain": "Track HO identifier"}], "organization": {"fullName": "GlaxoSmithKline", "class": "INDUSTRY"}, "briefTitle": "Pediatric Ease of Use ELLIPTA Items", "officialTitle": "Qualitative Research to Support Ellipta Ease-of-Use Questions in Pediatric Patients With Asthma"}, "statusModule": {"statusVerifiedDate": "2018-08", "overallStatus": "COMPLETED", "expandedAccessInfo": {"hasExpandedAccess": false}, "startDateStruct": {"date": "2017-10-17", "type": "ACTUAL"}, "primaryCompletionDateStruct": {"date": "2017-12-01", "type": "ACTUAL"}, "completionDateStruct": {"date": "2017-12-01", "type": "ACTUAL"}, "studyFirstSubmitDate": "2017-10-17", "studyFirstSubmitQcDate": "2017-10-17", "studyFirstPostDateStruct": {"date": "2017-10-20", "type": "ACTUAL"}, "resultsFirstSubmitDate": "2018-04-25", "resultsFirstSubmitQcDate": "2018-08-09", "resultsFirstPostDateStruct": {"date": "2019-01-28", "type": "ACTUAL"}, "lastUpdateSubmitDate": "2018-08-09", "lastUpdatePostDateStruct": {"date": "2019-01-28", "type": "ACTUAL"}}, "sponsorCollaboratorsModule": {"responsibleParty": {"type": "SPONSOR"}, "leadSponsor": {"name": "GlaxoSmithKline", "class": "INDUSTRY"}, "collaborators": [{"name": "RTI Health Solutions(RTI HS)", "class": "UNKNOWN"}]}, "oversightModule": {"oversightHasDmc": false, "isFdaRegulatedDrug": false, "isFdaRegulatedDevice": false}, "descriptionModule": {"briefSummary": "A range of devices has been developed to administer inhaled therapy for asthma, including dry powder inhaler (DPI) devices. ELLIPTA is a DPI that is preloaded with a drug therapy to treat asthmatic subjects. The objective of this study is to revise ease of use items developed for adults to be appropriate for completion by pediatric subjects in future clinical trials and to evaluate the newly developed items in subjects with asthma aged 5 to 11 years and their caregivers. This is a cross-sectional, qualitative study that will involve pediatric subjects with asthma who are currently using an asthma maintenance inhaler and their caregivers. Two rounds of repetitive cognitive interviews will be conducted with 16 subjects in each interview set. Each interview will last approximately 45 minutes. Data provided by pediatric subjects and their caregivers during interview will be collected as field notes and audio recordings which will be transcribed."}, "conditionsModule": {"conditions": ["Asthma"], "keywords": ["caregiver", "ELLIPTA", "Asthma", "Dry Powder Inhaler", "pediatric"]}, "designModule": {"studyType": "OBSERVATIONAL", "designInfo": {"observationalModel": "COHORT", "timePerspective": "CROSS_SECTIONAL"}, "enrollmentInfo": {"count": 28, "type": "ACTUAL"}}, "armsInterventionsModule": {"armGroups": [{"label": "Pediatric subject/caregiver dyads-first interview set", "description": "The first interview set will consist of eight pediatric subject/caregiver dyads including pediatric subjects with asthma currently using a maintenance inhaler and his or her caregiver. The pediatric subjects and their caregivers will be asked questions regarding ease of use of ELLIPTA inhaler.", "interventionNames": ["Other: Interviewer administered version of ease of use items", "Other: Self-administered version of ease of use items", "Other: Caregiver version of ease of use items"]}, {"label": "Pediatric subject/caregiver dyads-second interview set", "description": "The second interview set will consist of eight pediatric subject/caregiver dyads including pediatric subjects with asthma currently using a maintenance inhaler and his or her caregiver. The pediatric subjects and their caregivers will be asked questions regarding ease of use of ELLIPTA inhaler.", "interventionNames": ["Other: Interviewer administered version of ease of use items", "Other: Self-administered version of ease of use items", "Other: Caregiver version of ease of use items"]}], "interventions": [{"type": "OTHER", "name": "Interviewer administered version of ease of use items", "description": "The adult ease of use items will be modified to incorporate language appropriate for pediatric subjects. The interview will be administered by trained clinic-staff for subjects aged 5 to 7 years and those aged 8 to 11 years having difficulty in reading.", "armGroupLabels": ["Pediatric subject/caregiver dyads-first interview set", "Pediatric subject/caregiver dyads-second interview set"]}, {"type": "OTHER", "name": "Self-administered version of ease of use items", "description": "The interview will be self-administered by subjects aged 8 to 11 years.", "armGroupLabels": ["Pediatric subject/caregiver dyads-first interview set", "Pediatric subject/caregiver dyads-second interview set"]}, {"type": "OTHER", "name": "Caregiver version of ease of use items", "description": "Caregivers will be asked questions regarding their observations and experiences while their child was using ELLIPTA inhaler.", "armGroupLabels": ["Pediatric subject/caregiver dyads-first interview set", "Pediatric subject/caregiver dyads-second interview set"]}]}, "outcomesModule": {"primaryOutcomes": [{"measure": "Number of Pediatric Participants With Problems Understanding Item Wording-Round 1 Interviews", "description": "The items for pediatric participants were developed to assess the concepts of overall ease of use of ELLIPTA and ease of evaluating remaining doses in inhaler. Pediatric participants aged 5 to 7 years were required to complete the interviewer-administered version and participants aged 8 to 11 years were administered self-completed version. Round 1 of the interviews evaluated 3 items to evaluate ease of use of inhaler (Items 1a, 1b and 1c), 3 items to assess the ease in evaluating remaining doses (Items 2a, 2b, 2c) and one item to assess if the pediatric participants could compare different types of inhalers (Item 3). The number of participants who had problems in understanding the item wordings has been presented. No statistical analyses were conducted for this qualitative study.", "timeFrame": "Up to 45 minutes"}, {"measure": "Number of Pediatric Participants With Difficulty Providing Responses to Items-Round 1 Interviews", "description": "Round 1 of the interviews evaluated 3 items to evaluate ease of use of inhaler (Items 1a, 1b and 1c) and 3 items to assess the ease in evaluating remaining doses (Items 2a, 2b, 2c). Three response options were developed for these two concepts: Item 1a/2a-a verbal response scale with four options (Very easy, easy, hard, very hard); Item 1b/2b-the same four verbal response options accompanied by illustrations of faces for each verbal response; and Item 1c/2c-a verbal response scale with two options (Yes, No). The number of participants who had difficulty in providing item responses has been presented.", "timeFrame": "Up to 45 minutes"}, {"measure": "Number of Pediatric Participants With Difficulty in Distinguishing Between the Item Responses-Round 1 Interviews", "description": "Round 1 of the interviews evaluated 3 items to evaluate ease of use of inhaler (Items 1a, 1b and 1c), 3 items to assess the ease in evaluating remaining doses (Items 2a, 2b, 2c) and one item to understand if the participants could compare different types of inhalers. Three response options were developed to assess ease of inhaler use and ease of evaluating remaining doses: Item 1a/2a-a verbal response scale with four options (Very easy, easy, hard, very hard); Item 1b/2b-the same four verbal response options accompanied by illustrations of faces for each verbal response; and Item 1c/2c-a verbal response scale with two options (Yes, No). Item 3 consisted of 3 response options (Yes, No, The same). The number of participants who had difficulty in distinguishing item responses has been presented.", "timeFrame": "Up to 45 minutes"}, {"measure": "Number of Caregiver Participants Who Had Difficulty Providing Responses to Caregiver Items-Round 1 Interviews", "description": "Round 1 of the interviews for caregiver participants evaluated the concepts of ease of evaluating remaining doses (Item 1) and the likelihood of requesting inhaler from their child's physician (Item 2). A response scale with four options was developed for each item: Item 1 (Very easy, Easy, Difficult, Very difficult) and Item 2 (Very likely, Likely, Unlikely, Very unlikely). The number of caregivers who had difficulty in providing responses to caregiver items has been reported.", "timeFrame": "Up to 45 minutes"}, {"measure": "Number of Pediatric Participants With Problems Understanding Item Wording-Round 2 Interviews", "description": "Based on the results of Round 1 interviews, the four level verbal response scale (Item 1a and Item 2a) of the pediatric versions were selected for further evaluation of ease of use and ease in evaluating remaining doses in Round 2. The second set of interviews were conducted to test if any further revision is required to optimize the items. The items for evaluation in Round 2 included: Item 1 and Item 2 for ease of ELLIPTA use and ease of evaluating remaining doses with a verbal scale of four options (Very easy, Easy, Hard, Very hard) and Item 3 for evaluation of the ability of participants to differentiate between inhalers consisting of three options (Yes, No, The same). The number of pediatric participants with problems understanding item wording has been presented.", "timeFrame": "Up to 45 minutes"}, {"measure": "Number of Pediatric Participants With Difficulty Providing Responses to Items-Round 2 Interviews", "description": "The items for evaluation in Round 2 included: Item 1 and Item 2 for ease of ELLIPTA use and ease of evaluating remaining doses with a verbal scale of four options (Very easy, Easy, Hard, Very hard) and Item 3 for evaluation of the ability of participants to differentiate between inhalers consisting of three options (Yes, No, The same). The number of pediatric participants with difficulty in providing response to items has been presented.", "timeFrame": "Up to 45 minutes"}, {"measure": "Number of Pediatric Participants With Difficulty in Distinguishing Between the Responses to Items-Round 2 Interviews", "description": "The items for evaluation in Round 2 included: Item 1 and Item 2 for ease of ELLIPTA use and ease of evaluating remaining doses with a verbal scale of four options (Very easy, Easy, Hard, Very hard) and Item 3 for evaluation of the ability of participants to differentiate between inhalers consisting of three options (Yes, No, The same). The number of pediatric participants who had difficulty in distinguishing between the response to items has been presented.", "timeFrame": "Up to 45 minutes"}, {"measure": "Number of Caregiver Participants Who Had Difficulty Providing Responses to Caregiver Items-Round 2 Interviews", "description": "Based on the results of Round 1 interviews, both the items of caregiver version were retained for further evaluation in Round 2. The number of caregivers who had difficulty in providing responses to caregiver version of items has been presented below.", "timeFrame": "Up to 45 minutes"}, {"measure": "Number of Additional Ease of Use Items Identified", "description": "Caregivers were asked if there were any concepts regarding ease of use that were missing from the pediatric or caregiver versions according to them. The number of ease of use items as identified by caregiver participants has been presented.", "timeFrame": "Up to 45 minutes"}], "secondaryOutcomes": [{"measure": "Number of Pediatric Participants Who Were Able to Use ELLIPTA Whistle", "description": "At the end of cognitive debriefing of the items, the interviewers demonstrated how to use the ELLIPTA whistle and then the pediatric participants were provided with a whistle and asked to produce an audible sound. The number of pediatric participants who were able to produce an audible sound using the ELLIPTA whistle has been presented.", "timeFrame": "Up to 45 minutes"}, {"measure": "Number of Participants With Attempts Required to Produce an Audible Sound", "description": "At the end of cognitive debriefing of the items, the pediatric participants were asked to use the ELLIPTA whistle to produce an audible sound. The number of pediatric participants who required one to two attempts or more than three attempts to produce an audible sound has been presented.", "timeFrame": "Up to 45 minutes"}]}, "eligibilityModule": {"eligibilityCriteria": "Inclusion Criteria:\n\nChild inclusion criteria\n\n* Be 5 to 11 years of age\n* Have asthma\n* Currently use a maintenance inhaler to treat their asthma\n* Be willing and able to provide assent\n* Be willing and able to participate in a 45-minute interview in English Caregiver inclusion criteria\n* Above 18+ years of age\n* Be a caregiver (parent or legal guardian) of a pediatric subject with asthma that meets the criteria above\n* Be willing and able to provide signed and dated informed consent and parental permission in English\n* Be willing and able to participate in a 45-minute interview\n\nExclusion Criteria:\n\n* Nil", "healthyVolunteers": false, "sex": "ALL", "minimumAge": "5 Years", "stdAges": ["CHILD", "ADULT", "OLDER_ADULT"], "studyPopulation": "A convenience sample of pediatric subject and caregiver dyads consisting of pediatric asthmatic subjects aged 5 to 11 years currently using a maintenance inhaler and his or her caregiver will be included.", "samplingMethod": "NON_PROBABILITY_SAMPLE"}, "contactsLocationsModule": {"overallOfficials": [{"name": "GSK Clinical Trials", "affiliation": "GlaxoSmithKline", "role": "STUDY_DIRECTOR"}], "locations": [{"facility": "GSK Investigational Site", "city": "Southfield", "state": "Michigan", "zip": "48034", "country": "United States", "geoPoint": {"lat": 42.47337, "lon": -83.22187}}, {"facility": "GSK Investigational Site", "city": "Raleigh", "state": "North Carolina", "zip": "27612", "country": "United States", "geoPoint": {"lat": 35.7721, "lon": -78.63861}}]}, "referencesModule": {"references": [{"pmid": "33124762", "type": "DERIVED", "citation": "Halverson P, Liem J, Heyes L, Preece A, Bareille P, Rees J, Jain R, Stanford RH, Lenney W, Collison K, Sharma R. The evaluation of the correct use and ease-of use of the ELLIPTA DPI in children with asthma. Pediatr Pulmonol. 2021 Jan;56(1):57-64. doi: 10.1002/ppul.25149. Epub 2020 Nov 19."}]}}, "resultsSection": {"participantFlowModule": {"preAssignmentDetails": "Two iterative rounds of interviews were conducted in 14 dyads, each containing one caregiver and one pediatric participant with asthma (a total of 28 participants). All the interviews were conducted in Raleigh, North Carolina and Southfield, Michigan.", "recruitmentDetails": "This was a cross-sectional, qualitative study to develop items to evaluate ease of use of ELLIPTA by pediatric participants with asthma and their caregivers for implementation in clinical trials.", "groups": [{"id": "FG000", "title": "Pediatric Participants", "description": "Pediatric participants with asthma in the age range of 5 to 11 years were included."}, {"id": "FG001", "title": "Caregivers", "description": "The parents or legal guardians of participants with asthma were included."}], "periods": [{"title": "Overall Study", "milestones": [{"type": "STARTED", "achievements": [{"groupId": "FG000", "numSubjects": "14"}, {"groupId": "FG001", "numSubjects": "14"}]}, {"type": "COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "14"}, {"groupId": "FG001", "numSubjects": "14"}]}, {"type": "NOT COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "0"}, {"groupId": "FG001", "numSubjects": "0"}]}]}]}, "baselineCharacteristicsModule": {"populationDescription": "All Enrolled Population: Includes all pediatric participants and their caregivers who participated in Round 1 and Round 2 of interviews.", "groups": [{"id": "BG000", "title": "Pediatric Participants", "description": "Pediatric participants with asthma in the age range of 5 to 11 years were included."}, {"id": "BG001", "title": "Caregivers", "description": "The parents or legal guardians of participants with asthma were included."}, {"id": "BG002", "title": "Total", "description": "Total of all reporting groups"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "BG000", "value": "14"}, {"groupId": "BG001", "value": "14"}, {"groupId": "BG002", "value": "28"}]}], "measures": [{"title": "Age, Continuous", "populationDescription": "All Enrolled Population: Includes all pediatric participants and their caregivers who participated in Round 1 and Round 2 of interviews.", "paramType": "MEAN", "dispersionType": "STANDARD_DEVIATION", "unitOfMeasure": "Years", "classes": [{"categories": [{"measurements": [{"groupId": "BG000", "value": "8", "spread": "1.6"}, {"groupId": "BG001", "value": "38.1", "spread": "7.1"}, {"groupId": "BG002", "value": "23.05", "spread": "4.35"}]}]}]}, {"title": "Sex: Female, Male", "populationDescription": "All Enrolled Population: Includes all pediatric participants and their caregivers who participated in Round 1 and Round 2 of interviews.", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "Female", "measurements": [{"groupId": "BG000", "value": "4"}, {"groupId": "BG001", "value": "12"}, {"groupId": "BG002", "value": "16"}]}, {"title": "Male", "measurements": [{"groupId": "BG000", "value": "10"}, {"groupId": "BG001", "value": "2"}, {"groupId": "BG002", "value": "12"}]}]}]}, {"title": "Race/Ethnicity, Customized", "populationDescription": "All Enrolled Population: Includes all pediatric participants and their caregivers who participated in Round 1 and Round 2 of interviews.", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"title": "Race customized", "categories": [{"title": "White", "measurements": [{"groupId": "BG000", "value": "5"}, {"groupId": "BG001", "value": "6"}, {"groupId": "BG002", "value": "11"}]}, {"title": "Black", "measurements": [{"groupId": "BG000", "value": "6"}, {"groupId": "BG001", "value": "6"}, {"groupId": "BG002", "value": "12"}]}, {"title": "Asian or other", "measurements": [{"groupId": "BG000", "value": "3"}, {"groupId": "BG001", "value": "2"}, {"groupId": "BG002", "value": "5"}]}]}]}]}, "outcomeMeasuresModule": {"outcomeMeasures": [{"type": "PRIMARY", "title": "Number of Pediatric Participants With Problems Understanding Item Wording-Round 1 Interviews", "description": "The items for pediatric participants were developed to assess the concepts of overall ease of use of ELLIPTA and ease of evaluating remaining doses in inhaler. Pediatric participants aged 5 to 7 years were required to complete the interviewer-administered version and participants aged 8 to 11 years were administered self-completed version. Round 1 of the interviews evaluated 3 items to evaluate ease of use of inhaler (Items 1a, 1b and 1c), 3 items to assess the ease in evaluating remaining doses (Items 2a, 2b, 2c) and one item to assess if the pediatric participants could compare different types of inhalers (Item 3). The number of participants who had problems in understanding the item wordings has been presented. No statistical analyses were conducted for this qualitative study.", "populationDescription": "All enrolled population. Only those pediatric participants who participated in Round 1 of the interviews were assessed.", "reportingStatus": "POSTED", "paramType": "NUMBER", "unitOfMeasure": "Participants", "timeFrame": "Up to 45 minutes", "groups": [{"id": "OG000", "title": "Pediatric Participants (5 to 7 Years)", "description": "Participants with asthma in the age range of 5 to 7 years were included. Participants were required to complete the interviewer administered items."}, {"id": "OG001", "title": "Pediatric Participants (8 to 11 Years)", "description": "Participants with asthma in the age range of 8 to 11 years were included. Participants were administered self-completion items."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "3"}, {"groupId": "OG001", "value": "5"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "0"}, {"groupId": "OG001", "value": "0"}]}]}]}, {"type": "PRIMARY", "title": "Number of Pediatric Participants With Difficulty Providing Responses to Items-Round 1 Interviews", "description": "Round 1 of the interviews evaluated 3 items to evaluate ease of use of inhaler (Items 1a, 1b and 1c) and 3 items to assess the ease in evaluating remaining doses (Items 2a, 2b, 2c). Three response options were developed for these two concepts: Item 1a/2a-a verbal response scale with four options (Very easy, easy, hard, very hard); Item 1b/2b-the same four verbal response options accompanied by illustrations of faces for each verbal response; and Item 1c/2c-a verbal response scale with two options (Yes, No). The number of participants who had difficulty in providing item responses has been presented.", "populationDescription": "All enrolled population. Only those pediatric participants who participated in Round 1 of the interviews were assessed.", "reportingStatus": "POSTED", "paramType": "NUMBER", "unitOfMeasure": "Participants", "timeFrame": "Up to 45 minutes", "groups": [{"id": "OG000", "title": "Pediatric Participants (5 to 7 Years)", "description": "Participants with asthma in the age range of 5 to 7 years were included. Participants were required to complete the interviewer administered items."}, {"id": "OG001", "title": "Pediatric Participants (8 to 11 Years)", "description": "Participants with asthma in the age range of 8 to 11 years were included. Participants were administered self-completion items."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "3"}, {"groupId": "OG001", "value": "5"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "0"}, {"groupId": "OG001", "value": "0"}]}]}]}, {"type": "PRIMARY", "title": "Number of Pediatric Participants With Difficulty in Distinguishing Between the Item Responses-Round 1 Interviews", "description": "Round 1 of the interviews evaluated 3 items to evaluate ease of use of inhaler (Items 1a, 1b and 1c), 3 items to assess the ease in evaluating remaining doses (Items 2a, 2b, 2c) and one item to understand if the participants could compare different types of inhalers. Three response options were developed to assess ease of inhaler use and ease of evaluating remaining doses: Item 1a/2a-a verbal response scale with four options (Very easy, easy, hard, very hard); Item 1b/2b-the same four verbal response options accompanied by illustrations of faces for each verbal response; and Item 1c/2c-a verbal response scale with two options (Yes, No). Item 3 consisted of 3 response options (Yes, No, The same). The number of participants who had difficulty in distinguishing item responses has been presented.", "populationDescription": "All enrolled population. Only those pediatric participants who participated in Round 1 of the interviews were assessed.", "reportingStatus": "POSTED", "paramType": "NUMBER", "unitOfMeasure": "Participants", "timeFrame": "Up to 45 minutes", "groups": [{"id": "OG000", "title": "Pediatric Participants (5 to 7 Years)", "description": "Participants with asthma in the age range of 5 to 7 years were included. Participants were required to complete the interviewer administered items."}, {"id": "OG001", "title": "Pediatric Participants (8 to 11 Years)", "description": "Participants with asthma in the age range of 8 to 11 years were included. Participants were administered self-completion items."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "3"}, {"groupId": "OG001", "value": "5"}]}], "classes": [{"title": "Item 1a", "categories": [{"measurements": [{"groupId": "OG000", "value": "2"}, {"groupId": "OG001", "value": "1"}]}]}, {"title": "Item 1b", "categories": [{"measurements": [{"groupId": "OG000", "value": "0"}, {"groupId": "OG001", "value": "0"}]}]}, {"title": "Item 1c", "categories": [{"measurements": [{"groupId": "OG000", "value": "0"}, {"groupId": "OG001", "value": "0"}]}]}, {"title": "Item 2a", "categories": [{"measurements": [{"groupId": "OG000", "value": "2"}, {"groupId": "OG001", "value": "0"}]}]}, {"title": "Item 2b", "categories": [{"measurements": [{"groupId": "OG000", "value": "0"}, {"groupId": "OG001", "value": "0"}]}]}, {"title": "Item 2c", "categories": [{"measurements": [{"groupId": "OG000", "value": "0"}, {"groupId": "OG001", "value": "0"}]}]}, {"title": "Item 3", "categories": [{"measurements": [{"groupId": "OG000", "value": "0"}, {"groupId": "OG001", "value": "0"}]}]}]}, {"type": "PRIMARY", "title": "Number of Caregiver Participants Who Had Difficulty Providing Responses to Caregiver Items-Round 1 Interviews", "description": "Round 1 of the interviews for caregiver participants evaluated the concepts of ease of evaluating remaining doses (Item 1) and the likelihood of requesting inhaler from their child's physician (Item 2). A response scale with four options was developed for each item: Item 1 (Very easy, Easy, Difficult, Very difficult) and Item 2 (Very likely, Likely, Unlikely, Very unlikely). The number of caregivers who had difficulty in providing responses to caregiver items has been reported.", "populationDescription": "All enrolled population. Only those caregiver participants who participated in Round 1 of the interviews were assessed.", "reportingStatus": "POSTED", "paramType": "NUMBER", "unitOfMeasure": "Participants", "timeFrame": "Up to 45 minutes", "groups": [{"id": "OG000", "title": "Caregivers", "description": "Caregivers of pediatric participants with asthma were included. Participants were required to complete caregiver version of ease of use items."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "8"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "0"}]}]}]}, {"type": "PRIMARY", "title": "Number of Pediatric Participants With Problems Understanding Item Wording-Round 2 Interviews", "description": "Based on the results of Round 1 interviews, the four level verbal response scale (Item 1a and Item 2a) of the pediatric versions were selected for further evaluation of ease of use and ease in evaluating remaining doses in Round 2. The second set of interviews were conducted to test if any further revision is required to optimize the items. The items for evaluation in Round 2 included: Item 1 and Item 2 for ease of ELLIPTA use and ease of evaluating remaining doses with a verbal scale of four options (Very easy, Easy, Hard, Very hard) and Item 3 for evaluation of the ability of participants to differentiate between inhalers consisting of three options (Yes, No, The same). The number of pediatric participants with problems understanding item wording has been presented.", "populationDescription": "All enrolled population. Only those pediatric participants who participated in Round 2 of the interviews were assessed.", "reportingStatus": "POSTED", "paramType": "NUMBER", "unitOfMeasure": "Participants", "timeFrame": "Up to 45 minutes", "groups": [{"id": "OG000", "title": "Pediatric Participants (5 to 7 Years)", "description": "Participants with asthma in the age range of 5 to 7 years were included. Participants were required to complete the interviewer administered items."}, {"id": "OG001", "title": "Pediatric Participants (8 to 11 Years)", "description": "Participants with asthma in the age range of 8 to 11 years were included. Participants were administered self-completion items."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "3"}, {"groupId": "OG001", "value": "3"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "0"}, {"groupId": "OG001", "value": "0"}]}]}]}, {"type": "PRIMARY", "title": "Number of Pediatric Participants With Difficulty Providing Responses to Items-Round 2 Interviews", "description": "The items for evaluation in Round 2 included: Item 1 and Item 2 for ease of ELLIPTA use and ease of evaluating remaining doses with a verbal scale of four options (Very easy, Easy, Hard, Very hard) and Item 3 for evaluation of the ability of participants to differentiate between inhalers consisting of three options (Yes, No, The same). The number of pediatric participants with difficulty in providing response to items has been presented.", "populationDescription": "All enrolled population. Only those pediatric participants who participated in Round 2 of the interviews were assessed.", "reportingStatus": "POSTED", "paramType": "NUMBER", "unitOfMeasure": "Participants", "timeFrame": "Up to 45 minutes", "groups": [{"id": "OG000", "title": "Pediatric Participants (5 to 7 Years)", "description": "Participants with asthma in the age range of 5 to 7 years were included. Participants were required to complete the interviewer administered items."}, {"id": "OG001", "title": "Pediatric Participants (8 to 11 Years)", "description": "Participants with asthma in the age range of 8 to 11 years were included. Participants were administered self-completion items."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "3"}, {"groupId": "OG001", "value": "3"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "0"}, {"groupId": "OG001", "value": "0"}]}]}]}, {"type": "PRIMARY", "title": "Number of Pediatric Participants With Difficulty in Distinguishing Between the Responses to Items-Round 2 Interviews", "description": "The items for evaluation in Round 2 included: Item 1 and Item 2 for ease of ELLIPTA use and ease of evaluating remaining doses with a verbal scale of four options (Very easy, Easy, Hard, Very hard) and Item 3 for evaluation of the ability of participants to differentiate between inhalers consisting of three options (Yes, No, The same). The number of pediatric participants who had difficulty in distinguishing between the response to items has been presented.", "populationDescription": "All enrolled population. Only those pediatric participants who participated in Round 2 of the interviews were assessed.", "reportingStatus": "POSTED", "paramType": "NUMBER", "unitOfMeasure": "Participants", "timeFrame": "Up to 45 minutes", "groups": [{"id": "OG000", "title": "Pediatric Participants (5 to 7 Years)", "description": "Participants with asthma in the age range of 5 to 7 years were included. Participants were required to complete the interviewer administered items."}, {"id": "OG001", "title": "Pediatric Participants (8 to 11 Years)", "description": "Participants with asthma in the age range of 8 to 11 years were included. Participants were administered self-completion items."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "3"}, {"groupId": "OG001", "value": "3"}]}], "classes": [{"title": "Item 1", "categories": [{"measurements": [{"groupId": "OG000", "value": "1"}, {"groupId": "OG001", "value": "0"}]}]}, {"title": "Item 2", "categories": [{"measurements": [{"groupId": "OG000", "value": "0"}, {"groupId": "OG001", "value": "0"}]}]}, {"title": "Item 3", "categories": [{"measurements": [{"groupId": "OG000", "value": "0"}, {"groupId": "OG001", "value": "0"}]}]}]}, {"type": "PRIMARY", "title": "Number of Caregiver Participants Who Had Difficulty Providing Responses to Caregiver Items-Round 2 Interviews", "description": "Based on the results of Round 1 interviews, both the items of caregiver version were retained for further evaluation in Round 2. The number of caregivers who had difficulty in providing responses to caregiver version of items has been presented below.", "populationDescription": "All enrolled population. Only those caregiver participants who participated in Round 2 of the interviews were assessed.", "reportingStatus": "POSTED", "paramType": "NUMBER", "unitOfMeasure": "Participants", "timeFrame": "Up to 45 minutes", "groups": [{"id": "OG000", "title": "Caregivers", "description": "Caregivers of pediatric participants with asthma were included. Participants were required to complete caregiver version of ease of use items."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "6"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "0"}]}]}]}, {"type": "PRIMARY", "title": "Number of Additional Ease of Use Items Identified", "description": "Caregivers were asked if there were any concepts regarding ease of use that were missing from the pediatric or caregiver versions according to them. The number of ease of use items as identified by caregiver participants has been presented.", "populationDescription": "All enrolled population. Only those caregiver participants who participated in Round 1 and Round 2 of the interviews were assessed.", "reportingStatus": "POSTED", "paramType": "NUMBER", "unitOfMeasure": "Items", "timeFrame": "Up to 45 minutes", "groups": [{"id": "OG000", "title": "Caregivers", "description": "Caregivers of pediatric participants with asthma were included. Participants were required to complete caregiver version of ease of use items."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "14"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "0"}]}]}]}, {"type": "SECONDARY", "title": "Number of Pediatric Participants Who Were Able to Use ELLIPTA Whistle", "description": "At the end of cognitive debriefing of the items, the interviewers demonstrated how to use the ELLIPTA whistle and then the pediatric participants were provided with a whistle and asked to produce an audible sound. The number of pediatric participants who were able to produce an audible sound using the ELLIPTA whistle has been presented.", "populationDescription": "All enrolled population. Only pediatric participants who participated in Round 1 and Round 2 of the interviews were assessed.", "reportingStatus": "POSTED", "paramType": "NUMBER", "unitOfMeasure": "Participants", "timeFrame": "Up to 45 minutes", "groups": [{"id": "OG000", "title": "Pediatric Participants (5 to 7 Years)", "description": "Participants with asthma in the age range of 5 to 7 years were included. Participants were required to complete the interviewer administered items."}, {"id": "OG001", "title": "Pediatric Participants (8 to 11 Years)", "description": "Participants with asthma in the age range of 8 to 11 years were included. Participants were administered self-completion items."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "6"}, {"groupId": "OG001", "value": "8"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "6"}, {"groupId": "OG001", "value": "8"}]}]}]}, {"type": "SECONDARY", "title": "Number of Participants With Attempts Required to Produce an Audible Sound", "description": "At the end of cognitive debriefing of the items, the pediatric participants were asked to use the ELLIPTA whistle to produce an audible sound. The number of pediatric participants who required one to two attempts or more than three attempts to produce an audible sound has been presented.", "populationDescription": "All enrolled population. Only pediatric participants who participated in Round 1 and Round 2 of the interviews were assessed.", "reportingStatus": "POSTED", "paramType": "NUMBER", "unitOfMeasure": "Participants", "timeFrame": "Up to 45 minutes", "groups": [{"id": "OG000", "title": "Pediatric Participants (5 to 7 Years)", "description": "Participants with asthma in the age range of 5 to 7 years were included. Participants were required to complete the interviewer administered items."}, {"id": "OG001", "title": "Pediatric Participants (8 to 11 Years)", "description": "Participants with asthma in the age range of 8 to 11 years were included. Participants were administered self-completion items."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "6"}, {"groupId": "OG001", "value": "8"}]}], "classes": [{"title": "One to two attempts", "categories": [{"measurements": [{"groupId": "OG000", "value": "4"}, {"groupId": "OG001", "value": "7"}]}]}, {"title": "More than three attempts", "categories": [{"measurements": [{"groupId": "OG000", "value": "2"}, {"groupId": "OG001", "value": "1"}]}]}]}]}, "adverseEventsModule": {"frequencyThreshold": "0", "timeFrame": "Adverse events (AEs) were not collected as this is a prospective study that utilized primary data collection without a GlaxoSmithKline drug of interest.", "description": "AEs and SAEs were not collected.", "eventGroups": [{"id": "EG000", "title": "Pediatric Participants", "description": "Pediatric participants with asthma in the age range of 5 to 11 years were included.", "deathsNumAffected": 0, "deathsNumAtRisk": 0, "seriousNumAffected": 0, "seriousNumAtRisk": 0, "otherNumAffected": 0, "otherNumAtRisk": 0}, {"id": "EG001", "title": "Caregivers", "description": "The parents or legal guardians of participants with asthma were included.", "deathsNumAffected": 0, "deathsNumAtRisk": 0, "seriousNumAffected": 0, "seriousNumAtRisk": 0, "otherNumAffected": 0, "otherNumAtRisk": 0}]}, "moreInfoModule": {"certainAgreement": {"piSponsorEmployee": false, "restrictionType": "OTHER", "restrictiveAgreement": true, "otherDetails": "GSK agreements may vary with individual investigators, but will not prohibit any investigator from publishing. GSK supports the publication of results from all centers of a multi-center trial but requests that reports based on single-site data not precede the primary publication of the entire clinical trial."}, "pointOfContact": {"title": "GSK Response Center", "organization": "GlaxoSmithKline", "email": "GSKClinicalSupportHD@gsk.com", "phone": "866-435-7343"}}}, "documentSection": {"largeDocumentModule": {"largeDocs": [{"typeAbbrev": "Prot_SAP", "hasProtocol": true, "hasSap": true, "hasIcf": false, "label": "Study Protocol and Statistical Analysis Plan", "date": "2017-09-21", "uploadDate": "2018-03-23T10:07", "filename": "Prot_SAP_000.pdf", "size": 20862200}]}}, "derivedSection": {"miscInfoModule": {"versionHolder": "2024-06-24"}, "conditionBrowseModule": {"meshes": [{"id": "D000001249", "term": "Asthma"}], "ancestors": [{"id": "D000001982", "term": "Bronchial Diseases"}, {"id": "D000012140", "term": "Respiratory Tract Diseases"}, {"id": "D000008173", "term": "Lung Diseases, Obstructive"}, {"id": "D000008171", "term": "Lung Diseases"}, {"id": "D000012130", "term": "Respiratory Hypersensitivity"}, {"id": "D000006969", "term": "Hypersensitivity, Immediate"}, {"id": "D000006967", "term": "Hypersensitivity"}, {"id": "D000007154", "term": "Immune System Diseases"}], "browseLeaves": [{"id": "M4556", "name": "Asthma", "asFound": "Asthma", "relevance": "HIGH"}, {"id": "M5258", "name": "Bronchial Diseases", "relevance": "LOW"}, {"id": "M14977", "name": "Respiratory Tract Diseases", "relevance": "LOW"}, {"id": "M11168", "name": "Lung Diseases", "relevance": "LOW"}, {"id": "M11170", "name": "Lung Diseases, Obstructive", "relevance": "LOW"}, {"id": "M10018", "name": "Hypersensitivity", "relevance": "LOW"}, {"id": "M14967", "name": "Respiratory Hypersensitivity", "relevance": "LOW"}, {"id": "M10020", "name": "Hypersensitivity, Immediate", "relevance": "LOW"}, {"id": "M10200", "name": "Immune System Diseases", "relevance": "LOW"}], "browseBranches": [{"abbrev": "BC08", "name": "Respiratory Tract (Lung and Bronchial) Diseases"}, {"abbrev": "BC20", "name": "Immune System Diseases"}, {"abbrev": "All", "name": "All Conditions"}]}}, "hasResults": true}