{"protocolSection": {"identificationModule": {"nctId": "NCT02130882", "orgStudyIdInfo": {"id": "140081"}, "organization": {"fullName": "National Institutes of Health Clinical Center (CC)", "class": "NIH"}, "briefTitle": "Study to Evaluate Safety and Efficacy of Benralizumab in Subjects With Hypereosinophilic Syndrome", "officialTitle": "A Phase 2a Randomized, Double-Blind, Placebo-Controlled Study to Evaluate the Safety and Efficacy of Subcutaneous Benralizumab (MEDI-563) in Reducing Eosinophilia in Subjects With Hypereosinophilic Syndrome (HES)", "acronym": "HESIL5R"}, "statusModule": {"statusVerifiedDate": "2021-09-09", "overallStatus": "UNKNOWN", "lastKnownStatus": "ACTIVE_NOT_RECRUITING", "expandedAccessInfo": {"hasExpandedAccess": false}, "startDateStruct": {"date": "2014-05-19", "type": "ACTUAL"}, "primaryCompletionDateStruct": {"date": "2020-06-01", "type": "ACTUAL"}, "completionDateStruct": {"date": "2023-12-31", "type": "ESTIMATED"}, "studyFirstSubmitDate": "2014-04-03", "studyFirstSubmitQcDate": "2014-05-03", "studyFirstPostDateStruct": {"date": "2014-05-06", "type": "ESTIMATED"}, "resultsFirstSubmitDate": "2021-11-02", "resultsFirstSubmitQcDate": "2022-01-20", "resultsFirstPostDateStruct": {"date": "2022-02-08", "type": "ACTUAL"}, "lastUpdateSubmitDate": "2022-01-20", "lastUpdatePostDateStruct": {"date": "2022-02-08", "type": "ACTUAL"}}, "sponsorCollaboratorsModule": {"responsibleParty": {"type": "SPONSOR"}, "leadSponsor": {"name": "National Institute of Allergy and Infectious Diseases (NIAID)", "class": "NIH"}, "collaborators": [{"name": "AstraZeneca", "class": "INDUSTRY"}]}, "oversightModule": {"isFdaRegulatedDrug": true, "isFdaRegulatedDevice": false}, "descriptionModule": {"briefSummary": "Background:\n\n- Eosinophils are white blood cells that help fight infections. High eosinophil levels can damage people s organs, causing hypereosinophilic syndrome (HES). Researchers want to study if the drug benralizumab can help people with HES.\n\nObjective:\n\n- To test if benralizumab can safely decrease eosinophils in people with HES.\n\nEligibility:\n\n- Adults age 18-65 who have been on stable HES therapy for at least 1 month but still have symptoms and high eosinophil levels.\n\nDesign:\n\n* Participants will be screened with medical history, physical exam, and urine and blood tests. They will take simple heart and lung tests.\n* Participants will also have a bone marrow biopsy. A numbing medicine is injected into the outer covering of the bone. Then a needle is inserted into the bone. A fast suction movement takes bone marrow cells.\n* Phase 1: Participants will randomly receive either the study drug or placebo as an injection.\n* They will have daily visits for the next 3 days, then 4 weekly visits, and then 4 biweekly visits. Each time, they will have medical history, physical exam, blood tests, and a check of side effects.\n* They will receive another dose of the study drug or placebo at 1 month and 2 months after the first injection.\n* Phase 2 repeats the Phase 1 schedule. All participants will receive the study drug.\n* At 1 visit, participants will also receive a vaccine. At 4 visits, they will repeat the heart and lung tests. They will also have one other bone marrow biopsy.\n* After week 24, participants will receive the study drug either 6 times over 6 months or twice over 6 months.", "detailedDescription": "Hypereosinophilic syndrome (HES) is a rare group of heterogeneous disorders characterized by marked peripheral eosinophilia (\\>1500/(micro)L) and evidence of eosinophil-associated tissue damage. Although a high proportion of patients respond initially to corticosteroid therapy, high doses are often necessary to control the eosinophilia and clinical symptoms, and many patients become relatively refractory to therapy and/or develop serious side effects. IL-5 receptor alpha expression in humans is restricted to eosinophils, basophils, mast cells and their precursors and is, therefore, an ideal target for the therapy of HES. To date, there have been no safety concerns with benralizumab (anti-IL-5 receptor alpha) in phase 1, 2 and 3 trials in asthma and efficacy data is promising. In order to explore the safety and efficacy of benralizumab in the treatment of HES, 20 adults (men and non-pregnant women, 18-75 years of age) with HES who are symptomatic with absolute eosinophil count \\>1000/(micro)L on stable HES therapy for at least 1 month will be recruited for this randomized, placebo-controlled, double-blind phase 2 trial. Benralizumab (30 mg) or placebo will be administered sc at weeks 0, 4, and 8. Eosinophil counts will be blinded for a subject and background HES therapy will not be tapered until that subject has been on study for 13 weeks. At weeks 12, 16, and 20, all subjects will receive a sc injection of benralizumab. Subjects demonstrating a response at the 24 week visit (eosinophil count \\<1000/(alpha) L and stable or improved clinical symptoms without an increase in background HES therapy) will continue to receive additional 30 mg sc injections every 4 weeks. Following the initial dose of benralizumab or placebo and the first open-label dose of benralizumab, subjects will be followed daily for 3 days, weekly for 4 weeks, and every 2 weeks for 8 weeks. Subsequent visits will be at 4 weeks intervals for responders and 12 weeks intervals for non-responders for a minimum of two years. Subjects with stable and complete response for greater than or equal to 2 years may be eligible to receive benralizumab at a dosing interval of every 8 weeks. Subjects will receive diphtheria-tetanus-acellular pertussis (TdaP) booster immunization at the 22 week visit. Titers will be measured 6 weeks after immunization.The primary endpoint of the study is a 50% reduction in peripheral blood eosinophilia on stable background therapy at 12 weeks post-initiation of study drug. Secondary endpoints will include absolute eosinophil count, the frequency and severity of adverse events, reduction in signs and symptoms of HES, tissue eosinophilia, numbers of eosinophils, mast cells and their precursors in bone marrow, levels of markers of eosinophil and mast cell activation, eosinophil count and background HES therapy at 1 year, pharmacokinetics and anti-drug antibody (ADA) levels and eosinophil count after 24 weeks of every 8 week dosing. Exploratory endpoints will address predictors of response to benralizumab and the impact of eosinophil depletion on vaccine responses and glucose homeostasis. Subjects who complete the study and for whom benralizumab provides sustained clinical benefit, may be eligible to receive drug on an open-label extension protocol until regulatory approval and commercial availability of the marketed drug to prescribing physicians (for any indication), or until development of benralizumab is discontinued by MedImmune."}, "conditionsModule": {"conditions": ["Respiratory System Agents", "Anti-Asthmatic Agents", "Hematologic Diseases", "Leukocyte Disorders", "Hypereosinophilia"], "keywords": ["Benralizumab", "Pathologic Processes", "Syndrome", "Eosinophils", "eosinophilic gastrointestinal disorders"]}, "designModule": {"studyType": "INTERVENTIONAL", "phases": ["PHASE2", "PHASE3"], "designInfo": {"allocation": "RANDOMIZED", "interventionModel": "PARALLEL", "primaryPurpose": "TREATMENT", "maskingInfo": {"masking": "TRIPLE", "whoMasked": ["PARTICIPANT", "CARE_PROVIDER", "INVESTIGATOR"]}}, "enrollmentInfo": {"count": 20, "type": "ACTUAL"}}, "armsInterventionsModule": {"armGroups": [{"label": "Drug", "type": "ACTIVE_COMPARATOR", "description": "Benralizumab (30mg) will be administered sc every 4 weeks for 3 doses (at weeks 0, 4 and 8). Eosinophil counts will be blinded during this time and background hypereosinophilic syndrome (HES) therapy will not be tapered.", "interventionNames": ["Drug: benralizumab"]}, {"label": "Placebo", "type": "PLACEBO_COMPARATOR", "description": "Placebo will be administered sc every 4 weeks for 3 doses (at weeks 0, 4 and 8). Eosinophil counts will be blinded during this time and background HES therapy will not be tapered.", "interventionNames": ["Other: Placebo"]}], "interventions": [{"type": "DRUG", "name": "benralizumab", "description": "An afucosylated humanized antibody to IL-5 receptor alpha", "armGroupLabels": ["Drug"]}, {"type": "OTHER", "name": "Placebo", "description": "A sterile solution containing 20 millimolar histidine/histidine-hydrochloride (HCl) 0.25 M trehalose dihydrate, and 0.006% (w/v) polysorbate 20, pH 6.0, in saline", "armGroupLabels": ["Placebo"]}]}, "outcomesModule": {"primaryOutcomes": [{"measure": "Number of Participants With 50% Reduction in Peripheral Blood Eosinophilia", "description": "50% reduction in peripheral blood eosinophilia on stable HES background therapy at 12 weeks post-initiation of study drug", "timeFrame": "3 months"}], "secondaryOutcomes": [{"measure": "Percent Reduction in Eosinophil Count", "description": "Percent reduction in peripheral blood eosinophilia at 12 weeks post-treatment", "timeFrame": "3 months"}]}, "eligibilityModule": {"eligibilityCriteria": "* INCLUSION CRITERIA:\n\nA subject will be eligible for participation in the study only if all of the following criteria apply:\n\n1. Male or female subject greater than or equal to18 and less than or equal to 75 years of age at screening.\n2. A female subject is eligible for this study only if she is not pregnant or breast-feeding and one of the following:\n\n   1. Of childbearing potential but agrees to practice effective contraception, as determined by the PI, or abstinence throughout the study and for 3 months after administration of the last dose of investigational study drug\n   2. Of non-child-bearing potential\n\nFemales of non-child-bearing potential are defined as females with functioning ovaries with a documented history of tubal ligation or hysterectomy or females who are post-menopausal, as defined by 12 months of spontaneous amenorrhea with an appropriate clinical profile, e.g. age appropriate, \\>45 years, in the absence of hormone replacement therapy. In questionable cases, a blood sample for follicle stimulating hormone and estradiol will be obtained to confirm child-bearing potential.\n\nAcceptable methods of contraception may include one or more of the following:\n\n1) male partner who is sterile prior to the female subject s entry into the study and is the sole sexual partner for the female subject; 2) implants of levonorgestrel; 3) injectable progestogen, 4) an intrauterine device with a documented failure rate of \\<1%; and 5) double barrier methods including diaphragm or condom with a spermicide.\n\n3) A male subject is eligible for this study only if he is one of the following:\n\n1. Surgically sterile\n2. Agrees to practice effective contraception (see above) or abstinence throughout the study and for 3 months after the last administration of the investigational study drug\n\n   4) Documented diagnosis of HES (history of persistent eosinophilia \\>1500/(micro) L without secondary cause and evidence of end organ manifestations attributable to the eosinophilia)\n\n   5) Signs or symptoms of HES and AEC \\>1000/(micro) L on stable HES therapy for greater than or equal to 1 month at the time of enrollment\n\n   6) Participation in protocol 94-I-0079 (Activation and function of eosinophils in conditions with blood or tissue eosinophilia)\n\n   7) Agrees to storage of samples for study\n\n   Participation of Women:\n\n   Contraception: The effects of benralizumab on the developing human fetus are unknown. For this reason, men and women of childbearing potential must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation. Females of childbearing-age must have a negative pregnancy test result prior to receiving benralizumab. During the course of the study, if a woman becomes pregnant or suspects she is pregnant, she should inform the study staff and her primary care physician immediately. If a subject becomes pregnant, the investigational drug will be discontinued immediately, and the subject will be counselled as to how to resume approved therapeutic options in consultation with an obstetric provider.\n\n   EXCLUSION CRITERIA:\n\n   A subject will be excluded from participation in the study if any of the following criteria apply at the time of enrollment:\n   1. Subjects with life-threatening or other serious illness or clinical manifestation of HES deemed inappropriate for inclusion in study per the principal investigator, including but not restricted to severe cardiac involvement and prior thromboembolic disease.\n   2. Human immunodeficiency virus (HIV) or other known immunodeficiency\n   3. Positive hepatitis B surface antigen, or hepatitis C virus antibody serology, or a positive medical history for hepatitis B or C. Patients with a history of hepatitis B vaccination without history of hepatitis B are allowed to enroll\n   4. Presence of FIP1L1/PDGFRA or another known imatinib-sensitive mutation\n   5. Diagnosis of systemic mastocytosis or serum tryptase level \\>40 ng/mL\n   6. Known lymphoma, hematological malignancy, advanced and metastatic solid tumors and/or subjects who are under chemotherapy, radiotherapy or interleukin 2 treatment\n   7. Known history of allergic or anaphylactic reaction to previous antibody therapy, including intravenous immunoglobulin and licensed or experimental monoclonal antibodies.\n   8. A helminth parasitic infection diagnosed within 24 weeks prior to the date informed consent is obtained\n   9. Acute bacterial or viral infection (subjects may be enrolled once the acute infection has resolved).\n   10. Receipt of intravenous immunoglobulin (IVIG) within 30 days prior to the date informed consent is obtained\n   11. Receipt of any marketed (eg omalizumab) or investigational biologic within 4 months or 5 half-lives prior to the date informed consent is obtained, whichever is longer\n   12. Receipt of live attenuated vaccines 30 days prior to the date of randomization\n   13. Receipt of inactive/killed vaccinations (e.g. inactive influenza) are allowed provided they are not administered within 1 week before/after any study visit\n   14. Receipt of any investigational nonbiologic within 30 days or 5 half-lives prior to the date informed consent is obtained, whichever is longer\n   15. History of alcohol or drug abuse within 12 months prior to the date informed consent is obtained\n   16. Previous treatment with benralizumab (MEDI-563).\n\n   Co-enrollment Guidelines: Co-enrollment in other trials is restricted, other than enrollment on observational studies or those evaluating the use of a licensed medication. Study staff should be notified of co-enrollment as it may require the approval of the Investigator.\n\n   Justification for Exclusion of Children:\n\n   Because there are insufficient data regarding dosing or adverse events available in adults with HES to judge the potential risk in children, children are excluded from this study.", "healthyVolunteers": false, "sex": "ALL", "minimumAge": "18 Years", "maximumAge": "75 Years", "stdAges": ["ADULT", "OLDER_ADULT"]}, "contactsLocationsModule": {"overallOfficials": [{"name": "Amy D Klion, M.D.", "affiliation": "National Institute of Allergy and Infectious Diseases (NIAID)", "role": "PRINCIPAL_INVESTIGATOR"}], "locations": [{"facility": "National Institutes of Health Clinical Center, 9000 Rockville Pike", "city": "Bethesda", "state": "Maryland", "zip": "20892", "country": "United States", "geoPoint": {"lat": 38.98067, "lon": -77.10026}}]}, "referencesModule": {"references": [{"pmid": "30943337", "type": "BACKGROUND", "citation": "Kuang FL, Legrand F, Makiya M, Ware J, Wetzler L, Brown T, Magee T, Piligian B, Yoon P, Ellis JH, Sun X, Panch SR, Powers A, Alao H, Kumar S, Quezado M, Yan L, Lee N, Kolbeck R, Newbold P, Goldman M, Fay MP, Khoury P, Maric I, Klion AD. Benralizumab for PDGFRA-Negative Hypereosinophilic Syndrome. N Engl J Med. 2019 Apr 4;380(14):1336-1346. doi: 10.1056/NEJMoa1812185."}, {"pmid": "20513525", "type": "BACKGROUND", "citation": "Kolbeck R, Kozhich A, Koike M, Peng L, Andersson CK, Damschroder MM, Reed JL, Woods R, Dall'acqua WW, Stephens GL, Erjefalt JS, Bjermer L, Humbles AA, Gossage D, Wu H, Kiener PA, Spitalny GL, Mackay CR, Molfino NA, Coyle AJ. MEDI-563, a humanized anti-IL-5 receptor alpha mAb with enhanced antibody-dependent cell-mediated cytotoxicity function. J Allergy Clin Immunol. 2010 Jun;125(6):1344-1353.e2. doi: 10.1016/j.jaci.2010.04.004."}, {"pmid": "21762978", "type": "BACKGROUND", "citation": "Wilson TM, Maric I, Shukla J, Brown M, Santos C, Simakova O, Khoury P, Fay MP, Kozhich A, Kolbeck R, Metcalfe DD, Klion AD. IL-5 receptor alpha levels in patients with marked eosinophilia or mastocytosis. J Allergy Clin Immunol. 2011 Nov;128(5):1086-92.e1-3. doi: 10.1016/j.jaci.2011.05.032. Epub 2011 Jul 16."}, {"pmid": "35283330", "type": "DERIVED", "citation": "Kuang FL, De Melo MS, Makiya M, Kumar S, Brown T, Wetzler L, Ware JM, Khoury P, Collins MH, Quezado M, Pittaluga S, Klion AD. Benralizumab Completely Depletes Gastrointestinal Tissue Eosinophils and Improves Symptoms in Eosinophilic Gastrointestinal Disease. J Allergy Clin Immunol Pract. 2022 Jun;10(6):1598-1605.e2. doi: 10.1016/j.jaip.2022.02.037. Epub 2022 Mar 10."}], "seeAlsoLinks": [{"label": "NIH Clinical Center Detailed Web Page", "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?B_2014-I-0081.html"}]}}, "resultsSection": {"participantFlowModule": {"groups": [{"id": "FG000", "title": "Drug", "description": "Benralizumab (30mg) will be administered sc every 4 weeks for 3 doses (at weeks 0, 4 and 8). Eosinophil counts will be blinded during this time and background HES therapy will not be tapered.\n\nbenralizumab: An afucosylated humanized antibody to IL-5 receptor alpha"}, {"id": "FG001", "title": "Placebo", "description": "Placebo will be administered sc every 4 weeks for 3 doses (at weeks 0, 4 and 8). Eosinophil counts will be blinded during this time and background HES therapy will not be tapered.\n\nPlacebo: A sterile solution containing 20 mM histidine/histidine-HCl, 0.25 M trehalose dihydrate, and 0.006% (w/v) polysorbate 20, pH 6.0, in saline"}], "periods": [{"title": "Overall Study", "milestones": [{"type": "STARTED", "achievements": [{"groupId": "FG000", "numSubjects": "10"}, {"groupId": "FG001", "numSubjects": "10"}]}, {"type": "COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "10"}, {"groupId": "FG001", "numSubjects": "9"}]}, {"type": "NOT COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "0"}, {"groupId": "FG001", "numSubjects": "1"}]}], "dropWithdraws": [{"type": "Withdrawal by Subject", "reasons": [{"groupId": "FG000", "numSubjects": "0"}, {"groupId": "FG001", "numSubjects": "1"}]}]}]}, "baselineCharacteristicsModule": {"groups": [{"id": "BG000", "title": "Drug", "description": "Benralizumab (30mg) will be administered sc every 4 weeks for 3 doses (at weeks 0, 4 and 8). Eosinophil counts will be blinded during this time and background HES therapy will not be tapered.\n\nbenralizumab: An afucosylated humanized antibody to IL-5 receptor alpha"}, {"id": "BG001", "title": "Placebo", "description": "Placebo will be administered sc every 4 weeks for 3 doses (at weeks 0, 4 and 8). Eosinophil counts will be blinded during this time and background HES therapy will not be tapered.\n\nPlacebo: A sterile solution containing 20 mM histidine/histidine-HCl, 0.25 M trehalose dihydrate, and 0.006% (w/v) polysorbate 20, pH 6.0, in saline"}, {"id": "BG002", "title": "Total", "description": "Total of all reporting groups"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "BG000", "value": "10"}, {"groupId": "BG001", "value": "10"}, {"groupId": "BG002", "value": "20"}]}], "measures": [{"title": "Age, Continuous", "paramType": "MEDIAN", "dispersionType": "FULL_RANGE", "unitOfMeasure": "years", "classes": [{"categories": [{"measurements": [{"groupId": "BG000", "value": "46", "lowerLimit": "23", "upperLimit": "67"}, {"groupId": "BG001", "value": "44", "lowerLimit": "28", "upperLimit": "74"}, {"groupId": "BG002", "value": "45", "lowerLimit": "23", "upperLimit": "74"}]}]}]}, {"title": "Sex: Female, Male", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "Female", "measurements": [{"groupId": "BG000", "value": "6"}, {"groupId": "BG001", "value": "7"}, {"groupId": "BG002", "value": "13"}]}, {"title": "Male", "measurements": [{"groupId": "BG000", "value": "4"}, {"groupId": "BG001", "value": "3"}, {"groupId": "BG002", "value": "7"}]}]}]}, {"title": "Ethnicity (NIH/OMB)", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "Hispanic or Latino", "measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "1"}, {"groupId": "BG002", "value": "1"}]}, {"title": "Not Hispanic or Latino", "measurements": [{"groupId": "BG000", "value": "9"}, {"groupId": "BG001", "value": "9"}, {"groupId": "BG002", "value": "18"}]}, {"title": "Unknown or Not Reported", "measurements": [{"groupId": "BG000", "value": "1"}, {"groupId": "BG001", "value": "0"}, {"groupId": "BG002", "value": "1"}]}]}]}, {"title": "Race (NIH/OMB)", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "American Indian or Alaska Native", "measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "0"}, {"groupId": "BG002", "value": "0"}]}, {"title": "Asian", "measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "1"}, {"groupId": "BG002", "value": "1"}]}, {"title": "Native Hawaiian or Other Pacific Islander", "measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "0"}, {"groupId": "BG002", "value": "0"}]}, {"title": "Black or African American", "measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "1"}, {"groupId": "BG002", "value": "1"}]}, {"title": "White", "measurements": [{"groupId": "BG000", "value": "9"}, {"groupId": "BG001", "value": "7"}, {"groupId": "BG002", "value": "16"}]}, {"title": "More than one race", "measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "0"}, {"groupId": "BG002", "value": "0"}]}, {"title": "Unknown or Not Reported", "measurements": [{"groupId": "BG000", "value": "1"}, {"groupId": "BG001", "value": "1"}, {"groupId": "BG002", "value": "2"}]}]}]}, {"title": "Clinical Subtype", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "Myeloid variant", "measurements": [{"groupId": "BG000", "value": "1"}, {"groupId": "BG001", "value": "1"}, {"groupId": "BG002", "value": "2"}]}, {"title": "Lymphoid variant", "measurements": [{"groupId": "BG000", "value": "3"}, {"groupId": "BG001", "value": "3"}, {"groupId": "BG002", "value": "6"}]}, {"title": "Single organ overlap", "measurements": [{"groupId": "BG000", "value": "4"}, {"groupId": "BG001", "value": "2"}, {"groupId": "BG002", "value": "6"}]}, {"title": "Idiopathic", "measurements": [{"groupId": "BG000", "value": "2"}, {"groupId": "BG001", "value": "4"}, {"groupId": "BG002", "value": "6"}]}]}]}, {"title": "Eosinophil count", "paramType": "GEOMETRIC_MEAN", "dispersionType": "FULL_RANGE", "unitOfMeasure": "cells per microliter", "classes": [{"categories": [{"measurements": [{"groupId": "BG000", "value": "2331", "lowerLimit": "1050", "upperLimit": "21580"}, {"groupId": "BG001", "value": "2535", "lowerLimit": "1000", "upperLimit": "7250"}, {"groupId": "BG002", "value": "2431", "lowerLimit": "1000", "upperLimit": "21580"}]}]}]}]}, "outcomeMeasuresModule": {"outcomeMeasures": [{"type": "PRIMARY", "title": "Number of Participants With 50% Reduction in Peripheral Blood Eosinophilia", "description": "50% reduction in peripheral blood eosinophilia on stable HES background therapy at 12 weeks post-initiation of study drug", "reportingStatus": "POSTED", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "timeFrame": "3 months", "groups": [{"id": "OG000", "title": "Drug", "description": "Benralizumab (30mg) will be administered sc every 4 weeks for 3 doses (at weeks 0, 4 and 8). Eosinophil counts will be blinded during this time and background HES therapy will not be tapered.\n\nbenralizumab: An afucosylated humanized antibody to IL-5 receptor alpha"}, {"id": "OG001", "title": "Placebo", "description": "Placebo will be administered sc every 4 weeks for 3 doses (at weeks 0, 4 and 8). Eosinophil counts will be blinded during this time and background HES therapy will not be tapered.\n\nPlacebo: A sterile solution containing 20 mM histidine/histidine-HCl, 0.25 M trehalose dihydrate, and 0.006% (w/v) polysorbate 20, pH 6.0, in saline"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "10"}, {"groupId": "OG001", "value": "10"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "9"}, {"groupId": "OG001", "value": "3"}]}]}]}, {"type": "SECONDARY", "title": "Percent Reduction in Eosinophil Count", "description": "Percent reduction in peripheral blood eosinophilia at 12 weeks post-treatment", "reportingStatus": "POSTED", "paramType": "MEDIAN", "dispersionType": "Full Range", "unitOfMeasure": "Percent reduction in eosinophil count", "timeFrame": "3 months", "groups": [{"id": "OG000", "title": "Drug", "description": "Benralizumab (30mg) will be administered sc every 4 weeks for 3 doses (at weeks 0, 4 and 8). Eosinophil counts will be blinded during this time and background HES therapy will not be tapered.\n\nbenralizumab: An afucosylated humanized antibody to IL-5 receptor alpha"}, {"id": "OG001", "title": "Placebo", "description": "Placebo will be administered sc every 4 weeks for 3 doses (at weeks 0, 4 and 8). Eosinophil counts will be blinded during this time and background HES therapy will not be tapered.\n\nPlacebo: A sterile solution containing 20 mM histidine/histidine-HCl, 0.25 M trehalose dihydrate, and 0.006% (w/v) polysorbate 20, pH 6.0, in saline"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "10"}, {"groupId": "OG001", "value": "10"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "100", "lowerLimit": "49", "upperLimit": "100"}, {"groupId": "OG001", "value": "14", "lowerLimit": "-15", "upperLimit": "89"}]}]}]}]}, "adverseEventsModule": {"frequencyThreshold": "0", "timeFrame": "12 weeks", "description": "At each contact with the subject, information regarding adverse events was elicited by appropriate questioning and examinations.", "eventGroups": [{"id": "EG000", "title": "Drug", "description": "Benralizumab (30mg) will be administered sc every 4 weeks for 3 doses (at weeks 0, 4 and 8). Eosinophil counts will be blinded during this time and background HES therapy will not be tapered.\n\nbenralizumab: An afucosylated humanized antibody to IL-5 receptor alpha", "deathsNumAffected": 0, "deathsNumAtRisk": 10, "seriousNumAffected": 0, "seriousNumAtRisk": 10, "otherNumAffected": 10, "otherNumAtRisk": 10}, {"id": "EG001", "title": "Placebo", "description": "Placebo will be administered sc every 4 weeks for 3 doses (at weeks 0, 4 and 8). Eosinophil counts will be blinded during this time and background HES therapy will not be tapered.\n\nPlacebo: A sterile solution containing 20 mM histidine/histidine-HCl, 0.25 M trehalose dihydrate, and 0.006% (w/v) polysorbate 20, pH 6.0, in saline", "deathsNumAffected": 0, "deathsNumAtRisk": 10, "seriousNumAffected": 1, "seriousNumAtRisk": 10, "otherNumAffected": 10, "otherNumAtRisk": 10}], "seriousEvents": [{"term": "hypotension", "organSystem": "Vascular disorders", "sourceVocabulary": "MedDRA", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 0, "numAffected": 0, "numAtRisk": 10}, {"groupId": "EG001", "numEvents": 1, "numAffected": 1, "numAtRisk": 10}]}], "otherEvents": [{"term": "Lymphocytopenia", "organSystem": "Blood and lymphatic system disorders", "sourceVocabulary": "MedDRA", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numAffected": 6, "numAtRisk": 10}, {"groupId": "EG001", "numAffected": 1, "numAtRisk": 10}]}, {"term": "Headache", "organSystem": "Nervous system disorders", "sourceVocabulary": "MedDRA", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numAffected": 7, "numAtRisk": 10}, {"groupId": "EG001", "numAffected": 4, "numAtRisk": 10}]}, {"term": "Elevated serum lactic dehydrogenase", "organSystem": "Investigations", "sourceVocabulary": "MedDRA", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numAffected": 5, "numAtRisk": 10}, {"groupId": "EG001", "numAffected": 1, "numAtRisk": 10}]}, {"term": "Anemia", "organSystem": "Blood and lymphatic system disorders", "sourceVocabulary": "MedDRA", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numAffected": 7, "numAtRisk": 10}, {"groupId": "EG001", "numAffected": 4, "numAtRisk": 10}]}, {"term": "Fatigue", "organSystem": "General disorders", "sourceVocabulary": "MedDRA", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numAffected": 5, "numAtRisk": 10}, {"groupId": "EG001", "numAffected": 4, "numAtRisk": 10}]}, {"term": "Chills", "organSystem": "General disorders", "sourceVocabulary": "MedDRA", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numAffected": 5, "numAtRisk": 10}, {"groupId": "EG001", "numAffected": 1, "numAtRisk": 10}]}, {"term": "Nausea", "organSystem": "Gastrointestinal disorders", "sourceVocabulary": "MedDRA", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numAffected": 4, "numAtRisk": 10}, {"groupId": "EG001", "numAffected": 4, "numAtRisk": 10}]}, {"term": "Abdominal cramps", "organSystem": "Gastrointestinal disorders", "sourceVocabulary": "MedDRA", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numAffected": 3, "numAtRisk": 10}, {"groupId": "EG001", "numAffected": 0, "numAtRisk": 10}]}, {"term": "Elevated creatinine", "organSystem": "Renal and urinary disorders", "sourceVocabulary": "MedDRA", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numAffected": 3, "numAtRisk": 10}, {"groupId": "EG001", "numAffected": 0, "numAtRisk": 10}]}, {"term": "Pain in hip", "organSystem": "Musculoskeletal and connective tissue disorders", "sourceVocabulary": "MedDRA", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numAffected": 3, "numAtRisk": 10}, {"groupId": "EG001", "numAffected": 1, "numAtRisk": 10}]}, {"term": "Upper respiratory infection", "organSystem": "Infections and infestations", "sourceVocabulary": "MedDRA", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numAffected": 3, "numAtRisk": 10}, {"groupId": "EG001", "numAffected": 1, "numAtRisk": 10}]}, {"term": "Fever", "organSystem": "General disorders", "sourceVocabulary": "MedDRA", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numAffected": 4, "numAtRisk": 10}, {"groupId": "EG001", "numAffected": 0, "numAtRisk": 10}]}, {"term": "Decreased appetite", "organSystem": "Gastrointestinal disorders", "sourceVocabulary": "MedDRA", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numAffected": 3, "numAtRisk": 10}, {"groupId": "EG001", "numAffected": 0, "numAtRisk": 10}]}, {"term": "Hyponatremia", "organSystem": "Investigations", "sourceVocabulary": "MedDRA", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numAffected": 3, "numAtRisk": 10}, {"groupId": "EG001", "numAffected": 0, "numAtRisk": 10}]}, {"term": "Neutrophilia", "organSystem": "Blood and lymphatic system disorders", "sourceVocabulary": "MedDRA", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numAffected": 2, "numAtRisk": 10}, {"groupId": "EG001", "numAffected": 4, "numAtRisk": 10}]}, {"term": "Hypophosphatemia", "organSystem": "Investigations", "sourceVocabulary": "MedDRA", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numAffected": 2, "numAtRisk": 10}, {"groupId": "EG001", "numAffected": 4, "numAtRisk": 10}]}, {"term": "Malaise", "organSystem": "General disorders", "sourceVocabulary": "MedDRA", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numAffected": 2, "numAtRisk": 10}, {"groupId": "EG001", "numAffected": 1, "numAtRisk": 10}]}, {"term": "Pruritic rash", "organSystem": "Skin and subcutaneous tissue disorders", "sourceVocabulary": "MedDRA", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numAffected": 2, "numAtRisk": 10}, {"groupId": "EG001", "numAffected": 3, "numAtRisk": 10}]}, {"term": "Elevated urinary white blood cell count", "organSystem": "Renal and urinary disorders", "sourceVocabulary": "MedDRA", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numAffected": 2, "numAtRisk": 10}, {"groupId": "EG001", "numAffected": 1, "numAtRisk": 10}]}, {"term": "Elevated C-reactive protein", "organSystem": "Investigations", "sourceVocabulary": "MedDRA", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numAffected": 2, "numAtRisk": 10}, {"groupId": "EG001", "numAffected": 0, "numAtRisk": 10}]}]}, "moreInfoModule": {"certainAgreement": {"piSponsorEmployee": true, "restrictiveAgreement": false}, "pointOfContact": {"title": "Dr. Amy Klion", "organization": "National Institute of Allergy and Infectious Diseases, NIH", "email": "aklion@nih.gov", "phone": "301-435-8903"}}}, "documentSection": {"largeDocumentModule": {"largeDocs": [{"typeAbbrev": "Prot_SAP", "hasProtocol": true, "hasSap": true, "hasIcf": false, "label": "Study Protocol and Statistical Analysis Plan", "date": "2020-08-06", "uploadDate": "2021-11-01T19:34", "filename": "Prot_SAP_000.pdf", "size": 1788063}]}}, "derivedSection": {"miscInfoModule": {"versionHolder": "2024-06-24"}, "conditionBrowseModule": {"meshes": [{"id": "D000006402", "term": "Hematologic Diseases"}, {"id": "D000017681", "term": "Hypereosinophilic Syndrome"}, {"id": "D000004802", "term": "Eosinophilia"}, {"id": "D000007960", "term": "Leukocyte Disorders"}], "browseLeaves": [{"id": "M16355", "name": "Syndrome", "relevance": "LOW"}, {"id": "M9490", "name": "Hematologic Diseases", "asFound": "Hematologic Diseases", "relevance": "HIGH"}, {"id": "M4556", "name": "Asthma", "relevance": "LOW"}, {"id": "M7255", "name": "Digestive System Diseases", "relevance": "LOW"}, {"id": "M8883", "name": "Gastrointestinal Diseases", "relevance": "LOW"}, {"id": "M7961", "name": "Eosinophilia", "asFound": "Hypereosinophilia", "relevance": "HIGH"}, {"id": "M19901", "name": "Hypereosinophilic Syndrome", "asFound": "Hypereosinophilic Syndrome", "relevance": "HIGH"}, {"id": "M10963", "name": "Leukocyte Disorders", "asFound": "Leukocyte Disorders", "relevance": "HIGH"}, {"id": "T2089", "name": "Eosinophilic Gastroenteritis", "relevance": "LOW"}, {"id": "T2886", "name": "Hypereosinophilic Syndrome", "asFound": "Hypereosinophilic Syndrome", "relevance": "HIGH"}], "browseBranches": [{"abbrev": "BC23", "name": "Symptoms and General Pathology"}, {"abbrev": "All", "name": "All Conditions"}, {"abbrev": "BC15", "name": "Blood and Lymph Conditions"}, {"abbrev": "BC08", "name": "Respiratory Tract (Lung and Bronchial) Diseases"}, {"abbrev": "BC20", "name": "Immune System Diseases"}, {"abbrev": "BC06", "name": "Digestive System Diseases"}, {"abbrev": "Rare", "name": "Rare Diseases"}]}, "interventionBrowseModule": {"meshes": [{"id": "C000571386", "term": "Benralizumab"}], "ancestors": [{"id": "D000018927", "term": "Anti-Asthmatic Agents"}, {"id": "D000019141", "term": "Respiratory System Agents"}], "browseLeaves": [{"id": "M10184", "name": "Immunoglobulins", "relevance": "LOW"}, {"id": "M4225", "name": "Antibodies", "relevance": "LOW"}, {"id": "M21860", "name": "Pharmaceutical Solutions", "relevance": "LOW"}, {"id": "M287399", "name": "Benralizumab", "asFound": "Aorta", "relevance": "HIGH"}, {"id": "M20963", "name": "Anti-Asthmatic Agents", "relevance": "LOW"}, {"id": "M21137", "name": "Respiratory System Agents", "relevance": "LOW"}, {"id": "T8", "name": "Histidine", "relevance": "LOW"}], "browseBranches": [{"abbrev": "All", "name": "All Drugs and Chemicals"}, {"abbrev": "PhSol", "name": "Pharmaceutical Solutions"}, {"abbrev": "Resp", "name": "Respiratory System Agents"}, {"abbrev": "AA", "name": "Amino Acids"}]}}, "hasResults": true}