{"protocolSection": {"identificationModule": {"nctId": "NCT03049748", "orgStudyIdInfo": {"id": "HUM00092092"}, "secondaryIdInfos": [{"id": "1P20NR015331-01", "type": "NIH", "link": "https://reporter.nih.gov/quickSearch/1P20NR015331-01"}], "organization": {"fullName": "University of Michigan", "class": "OTHER"}, "briefTitle": "Self-Management App for Patients With Left-Ventricular Assist Devices", "officialTitle": "A Preliminary Evaluation of Mobile Care App as Self-Management Tool in Patients With Left-Ventricular Assist Devices - Phase 2"}, "statusModule": {"statusVerifiedDate": "2020-05", "overallStatus": "COMPLETED", "expandedAccessInfo": {"hasExpandedAccess": false}, "startDateStruct": {"date": "2017-01-30", "type": "ACTUAL"}, "primaryCompletionDateStruct": {"date": "2019-05-30", "type": "ACTUAL"}, "completionDateStruct": {"date": "2019-07-01", "type": "ACTUAL"}, "studyFirstSubmitDate": "2017-02-04", "studyFirstSubmitQcDate": "2017-02-09", "studyFirstPostDateStruct": {"date": "2017-02-10", "type": "ACTUAL"}, "resultsFirstSubmitDate": "2020-05-08", "resultsFirstSubmitQcDate": "2020-05-08", "resultsFirstPostDateStruct": {"date": "2020-05-27", "type": "ACTUAL"}, "lastUpdateSubmitDate": "2020-05-27", "lastUpdatePostDateStruct": {"date": "2020-06-16", "type": "ACTUAL"}}, "sponsorCollaboratorsModule": {"responsibleParty": {"type": "PRINCIPAL_INVESTIGATOR", "investigatorFullName": "Jesus Casida", "investigatorTitle": "Assistant Professor", "investigatorAffiliation": "University of Michigan"}, "leadSponsor": {"name": "University of Michigan", "class": "OTHER"}, "collaborators": [{"name": "Washington University School of Medicine", "class": "OTHER"}, {"name": "National Institute of Nursing Research (NINR)", "class": "NIH"}]}, "oversightModule": {"oversightHasDmc": false, "isFdaRegulatedDrug": false, "isFdaRegulatedDevice": true, "isUsExport": false}, "descriptionModule": {"briefSummary": "The purpose of this study is to evaluate the use of VAD Care App in an out-patient mechanical circulatory support program. The specific aim for this pilot study is to obtain preliminary efficacy data of the VAD Care App as a self-management tool for patients with long-term LVADs. A randomized control trial will be employed to establish preliminary estimates of the effects of the App on the following outcomes: self-efficacy and adherence to the LVAD care regimen; LVAD-related complications and health care utilization \\[e.g., hospital re-admission\\]; overall health status and quality of life. The duration of the study is 6 months.", "detailedDescription": "About 250,000 of 5.8 million Americans are suffering from an advanced or end-stage heart failure. Generally, these individuals require a heart transplant or a mechanical circulatory support such as a left-ventricular assist device (LVAD). LVAD is implanted to liberate patients from crippling symptoms of heart failure, or in some cases avert imminent death. However, maintaining health and improving quality of life (QOL) depend on a \"trouble-free\" LVAD. Despite the refinement in circulatory support technology, many patients and their family caregivers still face challenges in managing the LVAD in home settings. The LVAD home-care regimen comprise of complex technical and non-technical tasks and procedures that must be implemented frequently and consistently. During the first 6 months following hospital discharge, patients/caregivers generally exhibit low levels of confidence (i.e., self-efficacy) in managing the tasks/procedures. This problem appears to contribute to low adherence to the regimen and poor outcomes. The current self-management processes include provision of instructional manuals and logs for vital signs, LVAD parameters, etc. To address this problem, the research team developed a mobile phone VAD Care App as a self-management tool. The app will aid and may ease patients/caregivers' problems in managing the complexity of the home-care regimen. The app offers patients/caregivers with (a) daily reminders about the tasks/procedures to be performed, (b) videoconferencing feature to communicate with healthcare providers about LVAD and health issues, and (c) on-line LVAD training/education. The prototype of the app was tested by 16 patients and caregivers. Results included ease of use and high acceptability and competency rates among users.The specific aim for the present study is to obtain preliminary efficacy data of the care app as self-management tool in patients with a long-term LVAD. This study will employ a randomized control trial to establish preliminary estimates of the effects of the care app on the following: self-efficacy and adherence to the LVAD home-care regimen; LVAD-related complications and healthcare utilizations; overall health status and QOL. A total of 40 patients (with caregivers) will be recruited. There will be 20 patients allocated in the control (usual care) and experimental (usual care + VAD Care App) groups. Data collection will be performed during pre-hospital discharge (baseline) and at 1, 3 and 6 months post discharge using self-administered questionnaires, chart reviews, interviews, and retrieval of historical data of the care app. Descriptive and inferential statistical procedures will be employed for data analysis. The outcome of this pilot will inform the next stages of investigations that are crucial for transforming LVAD self-management processes and improving outcomes."}, "conditionsModule": {"conditions": ["Heart Failure"], "keywords": ["Heart-Assist Devices, Self-care, Quality of Life"]}, "designModule": {"studyType": "INTERVENTIONAL", "phases": ["NA"], "designInfo": {"allocation": "RANDOMIZED", "interventionModel": "PARALLEL", "primaryPurpose": "SUPPORTIVE_CARE", "maskingInfo": {"masking": "NONE"}}, "enrollmentInfo": {"count": 40, "type": "ACTUAL"}}, "armsInterventionsModule": {"armGroups": [{"label": "Control Group", "type": "ACTIVE_COMPARATOR", "description": "Participants in the control group (20 LVAD patients) will receive usual care over 6 months. Usual care consists of routine clinic visits/follow-up at 1, 3, and 6 months post hospital discharge. A customary LVAD self-management/discharge education and training will be provided to patients and caregiver before hospital discharge and as need throughout the duration of the study. The control group will NOT receive the VAD Care App.", "interventionNames": ["Other: Usual LVAD Care"]}, {"label": "Intervention Group", "type": "EXPERIMENTAL", "description": "Participants in the experimental group (20 LVAD patients) will receive usual care plus VAD Care App. They will implement LVAD self-management as directed by VAD Care App. The app will be used daily by patients and/or caregivers for over 6 months. Their LVAD self-management competencies will be assessed at months 1 and 5 post hospital discharge with a review of LVAD self-management skills provided by the LVAD RN Coordinator.", "interventionNames": ["Device: Mobile phone app (VAD Care App)", "Other: Usual LVAD Care"]}], "interventions": [{"type": "DEVICE", "name": "Mobile phone app (VAD Care App)", "description": "VAD Care App is a novel self-management tool being tested for patients with implantable LVADs. The app has daily \"push notifications (alerts),\" cues for daily self-management tasks, two-way communication using text messages and videoconferencing (virtual clinic), and links to LVAD self-management skills and videos easily accessible for self-management skill review.", "armGroupLabels": ["Intervention Group"]}, {"type": "OTHER", "name": "Usual LVAD Care", "description": "Routine clinic follow-up visits over 6 months. Patients and caregivers will both receive self-management education post discharge and as needed throughout the duration of the study.", "armGroupLabels": ["Control Group", "Intervention Group"]}]}, "outcomesModule": {"primaryOutcomes": [{"measure": "Health-related Quality of Life", "description": "Measured with the Kansas City Cardiomyopathy Questionnaire. A self-administered instrument consisting 23 items yielding a minimum and maximum values of 0 to 100 (overall summary score). Higher scores mean a better quality of life (i.e., a better outcome).", "timeFrame": "Baseline (T0), 1 month (T1), 3 (T2) months, and 6 months post hospital discharge."}], "secondaryOutcomes": [{"measure": "Self-efficacy", "description": "Measured with the LVAD Patient Self-Efficacy Scale. A self-administered instrument consisting 20 items with possible minimum and maximum values of 0 to 100 (standardized score). Higher scores mean a better self-efficacy (confidence) for managing daily LVAD care regimen (i.e., better outcome).", "timeFrame": "Baseline (T0), 1 month (T1), 3 (T2) months, and 6 months post hospital discharge."}, {"measure": "Health Status", "description": "Measured with PROMIS Global Health Short Form v1. This self-administered instrument consisted of 10 items with possible minimum and maximum values of 10 to 50 (sum scores). Higher sum scores mean a better health status (i.e., better outcome).", "timeFrame": "Baseline (T0), 1 month (T1), 3 (T2) months, and 6 months post hospital discharge."}, {"measure": "Adherence", "description": "Measured with LVAD Patient Home Management Adherence Scale. This self-administered instrument consisted 9 items with possible minimum and maximum values of 0 to 100 (standardized score). Higher sum scores mean a better adherence to daily LVAD care (i.e., a better outcome)", "timeFrame": "1 month (T1), 3 months (T2), and 6 months (T3) post hosp discharge."}, {"measure": "Complications", "description": "Number/frequency of complications were collected and recorded on an LVAD-related Complications Tracking Form. Data collections took place from day 0 to months 6 post hospital discharge. Minimum and maximum values were 0 to any possible values. Higher number of complications mean a worse outcome.", "timeFrame": "1 month (T1), 3 months (T2), and 6 months (T3) post hosp discharge."}, {"measure": "Hospital Readmission", "description": "Number/frequency of unplanned hospitalizations were recorded on LVAD Hospital Readmission Form. All-cause of unplanned hospitalization/readmission were collected from day 0 to 6 months post hospital discharge.", "timeFrame": "1 month (T1), 3 months (T2), and 6 months (T3) post hosp discharge."}]}, "eligibilityModule": {"eligibilityCriteria": "Inclusion Criteria:\n\n* Patients: Recipient of second or third generation LVAD; minimum of 6th grade education; can read and understand the English Language; and to be discharged from the hospital within a week of enrollment\n* Caregivers: Designated as primary caregiver at home and a minimum of 6th grade education\n\nExclusion Criteria:\n\n* Patients and caregivers: Illiterate, blind, inability to use a mobile phone, cannot hear alarms, and/or evidence of cognitive impairment documented in the medical record or an abnormal results of a Mini Mental State Exam", "healthyVolunteers": false, "sex": "ALL", "minimumAge": "21 Years", "maximumAge": "80 Years", "stdAges": ["ADULT", "OLDER_ADULT"]}, "contactsLocationsModule": {"overallOfficials": [{"name": "Jesus Casida, PhD", "affiliation": "University of Michigan", "role": "PRINCIPAL_INVESTIGATOR"}], "locations": [{"facility": "Barnes-Jewish Hospital/Washington University", "city": "Saint Louis", "state": "Missouri", "zip": "63108", "country": "United States", "geoPoint": {"lat": 38.62727, "lon": -90.19789}}, {"facility": "Bryan Heart", "city": "Lincoln", "state": "Nebraska", "zip": "68506", "country": "United States", "geoPoint": {"lat": 40.8, "lon": -96.66696}}, {"facility": "New York Presbyterian Columbia University Medical Center", "city": "New York", "state": "New York", "zip": "10032", "country": "United States", "geoPoint": {"lat": 40.71427, "lon": -74.00597}}]}, "referencesModule": {"seeAlsoLinks": [{"label": "Project Information Summary", "url": "http://www.socr.umich.edu/CSCD/html/Projects/PP1.html"}]}, "ipdSharingStatementModule": {"ipdSharing": "YES", "description": "Data sharing will be made available for research to those who request it once analyses of specific aims have been conducted and findings have been published. All data will be de-identified. Persons interested in using the data will need to submit a request in writing, stating their intended use. Data will be made available at cost. Requirements for sharing will include acknowledgement in all publications of the funding source and of the study authors. Data sets will be accompanied by a data dictionary for all study variables, both derived and raw data. We will consider the most cost-effective means for sharing data after a data-sharing agreement has been reached. For example, data may be copied to a CD or DVD, be posted on a password protected and secure web site, or made available through a third party data archive service. We will also share research findings through publications and presentations at scholarly research meetings.", "infoTypes": ["STUDY_PROTOCOL", "SAP"], "timeFrame": "September 2019 to 2021", "accessCriteria": "As described in the data sharing plan above"}}, "resultsSection": {"participantFlowModule": {"preAssignmentDetails": "A total of 68 subjects were recruited and screened for study eligibility based on inclusion/exclusion criteria. Of these, 28 were excluded due to not meeting the study criteria (n=10) or refused to participate due to being overwhelmed with the newly implanted LVAD (n=15) and other reasons (n=3).", "groups": [{"id": "FG000", "title": "Control Group", "description": "Participants in the control group (20 LVAD patients and 20 caregivers) will receive usual care over 6 months. Usual care consists of routine clinic visits/follow-up at 1, 3, and 6 months post hospital discharge. A customary LVAD self-management/discharge education and training will be provided to patients and caregiver before hospital discharge and as need throughout the duration of the study. The control group will NOT receive the VAD Care App.\n\nUsual LVAD Care: Routine clinic follow-up visits over 6 months. Patients and caregivers will both receive self-management education post discharge and as needed throughout the duration of the study."}, {"id": "FG001", "title": "Intervention Group", "description": "Participants in the experimental group (20 LVAD patients and 20 caregivers) will receive usual care plus VAD Care App. They will implement LVAD self-management as directed by VAD Care App. The app will be used daily by patients and/or caregivers for over 6 months. Their LVAD self-management competencies will be assessed at months 1 and 5 post hospital discharge with a review of LVAD self-management skills provided by the LVAD RN Coordinator.\n\nMobile phone app (VAD Care App): VAD Care App is a novel self-management tool being tested for patients with implantable LVADs. The app has daily \"push notifications (alerts),\" cues for daily self-management tasks, two-way communication using text messages and videoconferencing (virtual clinic), and links to LVAD self-management skills and videos easily accessible for self-management skill review.\n\nUsual LVAD Care: Routine clinic follow-up visits over 6 months. Patients and caregivers will both receive self-management education post discharge"}], "periods": [{"title": "Overall Study", "milestones": [{"type": "STARTED", "achievements": [{"groupId": "FG000", "numSubjects": "20"}, {"groupId": "FG001", "numSubjects": "20"}]}, {"type": "COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "16"}, {"groupId": "FG001", "numSubjects": "14"}]}, {"type": "NOT COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "4"}, {"groupId": "FG001", "numSubjects": "6"}]}], "dropWithdraws": [{"type": "Lost to Follow-up", "reasons": [{"groupId": "FG000", "numSubjects": "1"}, {"groupId": "FG001", "numSubjects": "0"}]}, {"type": "Death", "reasons": [{"groupId": "FG000", "numSubjects": "3"}, {"groupId": "FG001", "numSubjects": "0"}]}, {"type": "Withdrawal by Subject", "reasons": [{"groupId": "FG000", "numSubjects": "0"}, {"groupId": "FG001", "numSubjects": "3"}]}, {"type": "Protocol Violation", "reasons": [{"groupId": "FG000", "numSubjects": "0"}, {"groupId": "FG001", "numSubjects": "2"}]}, {"type": "Moved out of state (relocation)", "reasons": [{"groupId": "FG000", "numSubjects": "0"}, {"groupId": "FG001", "numSubjects": "1"}]}]}]}, "baselineCharacteristicsModule": {"groups": [{"id": "BG000", "title": "Control Group", "description": "Participants in the control group (20 LVAD patients) received usual care over 6 months. Usual care consisted routine clinic visits/follow-up at 1, 3, and 6 months post hospital discharge. A customary LVAD self-management/discharge education and training provided to patients and caregivers before hospital discharge and as need throughout the duration of the study."}, {"id": "BG001", "title": "Intervention Group", "description": "Participants in the experimental group (20 LVAD patients) received usual care plus VAD Care App described in previous sections. They implemented LVAD self-management as directed by the app daily by patients and/or caregivers for over 6 months. Patient LVAD care self-management competencies were assessed at months 1 and 5 post hospital discharge with a review of LVAD care self-management skills provided by the LVAD RN Coordinator."}, {"id": "BG002", "title": "Total", "description": "Total of all reporting groups"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "BG000", "value": "16"}, {"groupId": "BG001", "value": "14"}, {"groupId": "BG002", "value": "30"}]}], "measures": [{"title": "Age, Categorical", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "calculatePct": false, "classes": [{"categories": [{"title": "<=18 years", "measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "0"}, {"groupId": "BG002", "value": "0"}]}, {"title": "Between 18 and 65 years", "measurements": [{"groupId": "BG000", "value": "14"}, {"groupId": "BG001", "value": "13"}, {"groupId": "BG002", "value": "27"}]}, {"title": ">=65 years", "measurements": [{"groupId": "BG000", "value": "2"}, {"groupId": "BG001", "value": "1"}, {"groupId": "BG002", "value": "3"}]}]}]}, {"title": "Age, Continuous", "paramType": "MEAN", "dispersionType": "STANDARD_DEVIATION", "unitOfMeasure": "years", "classes": [{"categories": [{"measurements": [{"groupId": "BG000", "value": "51.8", "spread": "12.9"}, {"groupId": "BG001", "value": "52.3", "spread": "14.4"}, {"groupId": "BG002", "value": "52.07", "spread": "13.04"}]}]}]}, {"title": "Sex: Female, Male", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "Female", "measurements": [{"groupId": "BG000", "value": "4"}, {"groupId": "BG001", "value": "5"}, {"groupId": "BG002", "value": "9"}]}, {"title": "Male", "measurements": [{"groupId": "BG000", "value": "12"}, {"groupId": "BG001", "value": "9"}, {"groupId": "BG002", "value": "21"}]}]}]}, {"title": "Race/Ethnicity, Customized", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"title": "Blacks", "categories": [{"measurements": [{"groupId": "BG000", "value": "5"}, {"groupId": "BG001", "value": "2"}, {"groupId": "BG002", "value": "7"}]}]}, {"title": "Whites", "categories": [{"measurements": [{"groupId": "BG000", "value": "10"}, {"groupId": "BG001", "value": "12"}, {"groupId": "BG002", "value": "22"}]}]}, {"title": "Native American", "categories": [{"measurements": [{"groupId": "BG000", "value": "1"}, {"groupId": "BG001", "value": "0"}, {"groupId": "BG002", "value": "1"}]}]}]}, {"title": "Region of Enrollment", "paramType": "NUMBER", "unitOfMeasure": "participants", "classes": [{"title": "United States", "categories": [{"measurements": [{"groupId": "BG000", "value": "16"}, {"groupId": "BG001", "value": "14"}, {"groupId": "BG002", "value": "30"}]}]}]}, {"title": "Self-efficacy", "paramType": "MEAN", "dispersionType": "STANDARD_DEVIATION", "unitOfMeasure": "units on a scale", "classes": [{"categories": [{"measurements": [{"groupId": "BG000", "value": "85.0", "spread": "11.0"}, {"groupId": "BG001", "value": "85.0", "spread": "9.3"}, {"groupId": "BG002", "value": "85.0", "spread": "10.1"}]}]}]}, {"title": "Health status", "paramType": "MEAN", "dispersionType": "STANDARD_DEVIATION", "unitOfMeasure": "units on a scale", "classes": [{"categories": [{"measurements": [{"groupId": "BG000", "value": "30.0", "spread": "8.30"}, {"groupId": "BG001", "value": "31.2", "spread": "5.4"}, {"groupId": "BG002", "value": "31.0", "spread": "6.8"}]}]}]}, {"title": "Quality of life", "paramType": "MEAN", "dispersionType": "STANDARD_DEVIATION", "unitOfMeasure": "units on a scale", "classes": [{"categories": [{"measurements": [{"groupId": "BG000", "value": "83.2", "spread": "20.11"}, {"groupId": "BG001", "value": "86.0", "spread": "27.0"}, {"groupId": "BG002", "value": "85.0", "spread": "23.4"}]}]}]}]}, "outcomeMeasuresModule": {"outcomeMeasures": [{"type": "PRIMARY", "title": "Health-related Quality of Life", "description": "Measured with the Kansas City Cardiomyopathy Questionnaire. A self-administered instrument consisting 23 items yielding a minimum and maximum values of 0 to 100 (overall summary score). Higher scores mean a better quality of life (i.e., a better outcome).", "reportingStatus": "POSTED", "paramType": "MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "score on a scale", "timeFrame": "Baseline (T0), 1 month (T1), 3 (T2) months, and 6 months post hospital discharge.", "groups": [{"id": "OG000", "title": "Control Group", "description": "Participants in the control group (20 LVAD patients) received usual care over 6 months. Usual care consisted routine clinic visits/follow-up at 1, 3, and 6 months post hospital discharge. A customary LVAD self-management/discharge education and training provided to patients and caregivers before hospital discharge and as need throughout the duration of the study."}, {"id": "OG001", "title": "Intervention Group", "description": "Participants in the experimental group (20 LVAD patients) received usual care plus VAD Care App described in previous sections. They implemented LVAD self-management as directed by the app daily by patients and/or caregivers for over 6 months. Patient LVAD care self-management competencies were assessed at months 1 and 5 post hospital discharge with a review of LVAD care self-management skills provided by the LVAD RN Coordinator."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "16"}, {"groupId": "OG001", "value": "14"}]}], "classes": [{"title": "T0", "categories": [{"measurements": [{"groupId": "OG000", "value": "49.8", "spread": "18.7"}, {"groupId": "OG001", "value": "53.8", "spread": "26.2"}]}]}, {"title": "T1", "categories": [{"measurements": [{"groupId": "OG000", "value": "72.7", "spread": "17.3"}, {"groupId": "OG001", "value": "57.6", "spread": "22.6"}]}]}, {"title": "T2", "categories": [{"measurements": [{"groupId": "OG000", "value": "78.7", "spread": "14.6"}, {"groupId": "OG001", "value": "75.4", "spread": "19.8"}]}]}, {"title": "T3", "categories": [{"measurements": [{"groupId": "OG000", "value": "83.3", "spread": "18.7"}, {"groupId": "OG001", "value": "74.7", "spread": "23.0"}]}]}], "analyses": [{"groupIds": ["OG000", "OG001"], "nonInferiorityType": "OTHER", "nonInferiorityComment": "This is a pilot randomized trial with a purpose of establishing preliminary efficacy data to inform future studies.", "pValue": "<0.05", "statisticalMethod": "Wilcoxon (Mann-Whitney)"}]}, {"type": "SECONDARY", "title": "Self-efficacy", "description": "Measured with the LVAD Patient Self-Efficacy Scale. A self-administered instrument consisting 20 items with possible minimum and maximum values of 0 to 100 (standardized score). Higher scores mean a better self-efficacy (confidence) for managing daily LVAD care regimen (i.e., better outcome).", "reportingStatus": "POSTED", "paramType": "MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "score on a scale", "timeFrame": "Baseline (T0), 1 month (T1), 3 (T2) months, and 6 months post hospital discharge.", "groups": [{"id": "OG000", "title": "Control Group", "description": "Participants in the control group (20 LVAD patients) received usual care over 6 months. Usual care consisted routine clinic visits/follow-up at 1, 3, and 6 months post hospital discharge. A customary LVAD self-management/discharge education and training provided to patients and caregivers before hospital discharge and as need throughout the duration of the study."}, {"id": "OG001", "title": "Intervention Group", "description": "Participants in the experimental group (20 LVAD patients) received usual care plus VAD Care App described in previous sections. They implemented LVAD self-management as directed by the app daily by patients and/or caregivers for over 6 months. Patient LVAD care self-management competencies were assessed at months 1 and 5 post hospital discharge with a review of LVAD care self-management skills provided by the LVAD RN Coordinator."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "16"}, {"groupId": "OG001", "value": "14"}]}], "classes": [{"title": "T0", "categories": [{"measurements": [{"groupId": "OG000", "value": "85.0", "spread": "10.9"}, {"groupId": "OG001", "value": "85.0", "spread": "9.3"}]}]}, {"title": "T1", "categories": [{"measurements": [{"groupId": "OG000", "value": "89.9", "spread": "7.4"}, {"groupId": "OG001", "value": "87.5", "spread": "11.5"}]}]}, {"title": "T2", "categories": [{"measurements": [{"groupId": "OG000", "value": "95.2", "spread": "7.7"}, {"groupId": "OG001", "value": "89.2", "spread": "16.7"}]}]}, {"title": "T3", "categories": [{"measurements": [{"groupId": "OG000", "value": "96.9", "spread": "7.4"}, {"groupId": "OG001", "value": "94.5", "spread": "10.3"}]}]}], "analyses": [{"groupIds": ["OG000", "OG001"], "nonInferiorityType": "OTHER", "nonInferiorityComment": "Same rationale as the primary outcome.", "pValue": ">.05", "pValueComment": "All p-values across time periods, between groups, were \\> .05", "statisticalMethod": "Wilcoxon (Mann-Whitney)"}]}, {"type": "SECONDARY", "title": "Health Status", "description": "Measured with PROMIS Global Health Short Form v1. This self-administered instrument consisted of 10 items with possible minimum and maximum values of 10 to 50 (sum scores). Higher sum scores mean a better health status (i.e., better outcome).", "reportingStatus": "POSTED", "paramType": "MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "score on a scale", "timeFrame": "Baseline (T0), 1 month (T1), 3 (T2) months, and 6 months post hospital discharge.", "groups": [{"id": "OG000", "title": "Control Group", "description": "Participants in the control group (20 LVAD patients) received usual care over 6 months. Usual care consisted routine clinic visits/follow-up at 1, 3, and 6 months post hospital discharge. A customary LVAD self-management/discharge education and training provided to patients and caregivers before hospital discharge and as need throughout the duration of the study."}, {"id": "OG001", "title": "Intervention Group", "description": "Participants in the experimental group (20 LVAD patients) received usual care plus VAD Care App described in previous sections. They implemented LVAD self-management as directed by the app daily by patients and/or caregivers for over 6 months. Patient LVAD care self-management competencies were assessed at months 1 and 5 post hospital discharge with a review of LVAD care self-management skills provided by the LVAD RN Coordinator."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "16"}, {"groupId": "OG001", "value": "14"}]}], "classes": [{"title": "T0", "categories": [{"measurements": [{"groupId": "OG000", "value": "30.0", "spread": "8.3"}, {"groupId": "OG001", "value": "31.2", "spread": "5.4"}]}]}, {"title": "T1", "categories": [{"measurements": [{"groupId": "OG000", "value": "28.2", "spread": "5.1"}, {"groupId": "OG001", "value": "28.5", "spread": "2.9"}]}]}, {"title": "T2", "categories": [{"measurements": [{"groupId": "OG000", "value": "30.3", "spread": "2.9"}, {"groupId": "OG001", "value": "28", "spread": "28.5"}]}]}, {"title": "T3", "categories": [{"measurements": [{"groupId": "OG000", "value": "30.1", "spread": "3.6"}, {"groupId": "OG001", "value": "29", "spread": "4.7"}]}]}], "analyses": [{"groupIds": ["OG000", "OG001"], "nonInferiorityType": "OTHER", "pValue": ">.05", "pValueComment": "All p values between groups across time periods were \\> .05", "statisticalMethod": "Wilcoxon (Mann-Whitney)"}]}, {"type": "SECONDARY", "title": "Adherence", "description": "Measured with LVAD Patient Home Management Adherence Scale. This self-administered instrument consisted 9 items with possible minimum and maximum values of 0 to 100 (standardized score). Higher sum scores mean a better adherence to daily LVAD care (i.e., a better outcome)", "reportingStatus": "POSTED", "paramType": "MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "score on a scale", "timeFrame": "1 month (T1), 3 months (T2), and 6 months (T3) post hosp discharge.", "groups": [{"id": "OG000", "title": "Control Group", "description": "Participants in the control group (20 LVAD patients) received usual care over 6 months. Usual care consisted routine clinic visits/follow-up at 1, 3, and 6 months post hospital discharge. A customary LVAD self-management/discharge education and training provided to patients and caregivers before hospital discharge and as need throughout the duration of the study."}, {"id": "OG001", "title": "Intervention Group", "description": "Participants in the experimental group (20 LVAD patients) received usual care plus VAD Care App described in previous sections. They implemented LVAD self-management as directed by the app daily by patients and/or caregivers for over 6 months. Patient LVAD care self-management competencies were assessed at months 1 and 5 post hospital discharge with a review of LVAD care self-management skills provided by the LVAD RN Coordinator."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "16"}, {"groupId": "OG001", "value": "14"}]}], "classes": [{"title": "T1", "categories": [{"measurements": [{"groupId": "OG000", "value": "89.9", "spread": "10.7"}, {"groupId": "OG001", "value": "89.6", "spread": "15.9"}]}]}, {"title": "T2", "categories": [{"measurements": [{"groupId": "OG000", "value": "89.8", "spread": "8.7"}, {"groupId": "OG001", "value": "95.7", "spread": "6.6"}]}]}, {"title": "T3", "categories": [{"measurements": [{"groupId": "OG000", "value": "95.5", "spread": "6.6"}, {"groupId": "OG001", "value": "94.9", "spread": "5.9"}]}]}], "analyses": [{"groupIds": ["OG000", "OG001"], "nonInferiorityType": "OTHER", "pValue": ">.05", "pValueComment": "All p-values between groups across time periods were \\>.05", "statisticalMethod": "Wilcoxon (Mann-Whitney)"}]}, {"type": "SECONDARY", "title": "Complications", "description": "Number/frequency of complications were collected and recorded on an LVAD-related Complications Tracking Form. Data collections took place from day 0 to months 6 post hospital discharge. Minimum and maximum values were 0 to any possible values. Higher number of complications mean a worse outcome.", "reportingStatus": "POSTED", "paramType": "NUMBER", "unitOfMeasure": "percentage of number of complications", "timeFrame": "1 month (T1), 3 months (T2), and 6 months (T3) post hosp discharge.", "groups": [{"id": "OG000", "title": "Control Group", "description": "Participants in the control group (20 LVAD patients) received usual care over 6 months. Usual care consisted routine clinic visits/follow-up at 1, 3, and 6 months post hospital discharge. A customary LVAD self-management/discharge education and training provided to patients and caregivers before hospital discharge and as need throughout the duration of the study."}, {"id": "OG001", "title": "Intervention Group", "description": "Participants in the experimental group (20 LVAD patients) received usual care plus VAD Care App described in previous sections. They implemented LVAD self-management as directed by the app daily by patients and/or caregivers for over 6 months. Patient LVAD care self-management competencies were assessed at months 1 and 5 post hospital discharge with a review of LVAD care self-management skills provided by the LVAD RN Coordinator."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "16"}, {"groupId": "OG001", "value": "14"}]}], "classes": [{"title": "T1", "categories": [{"measurements": [{"groupId": "OG000", "value": "68"}, {"groupId": "OG001", "value": "64.3"}]}]}, {"title": "T2", "categories": [{"measurements": [{"groupId": "OG000", "value": "47"}, {"groupId": "OG001", "value": "31"}]}]}, {"title": "T3", "categories": [{"measurements": [{"groupId": "OG000", "value": "38.5"}, {"groupId": "OG001", "value": "25"}]}]}], "analyses": [{"groupIds": ["OG000"], "nonInferiorityType": "OTHER", "pValue": ">.05", "pValueComment": "All p-values between group differences across time periods were \\> .05", "statisticalMethod": "Wilcoxon (Mann-Whitney)"}]}, {"type": "SECONDARY", "title": "Hospital Readmission", "description": "Number/frequency of unplanned hospitalizations were recorded on LVAD Hospital Readmission Form. All-cause of unplanned hospitalization/readmission were collected from day 0 to 6 months post hospital discharge.", "reportingStatus": "POSTED", "paramType": "NUMBER", "unitOfMeasure": "percentage of re-hospitalizations", "timeFrame": "1 month (T1), 3 months (T2), and 6 months (T3) post hosp discharge.", "groups": [{"id": "OG000", "title": "Control Group", "description": "Participants in the control group (20 LVAD patients) received usual care over 6 months. Usual care consisted routine clinic visits/follow-up at 1, 3, and 6 months post hospital discharge. A customary LVAD self-management/discharge education and training provided to patients and caregivers before hospital discharge and as need throughout the duration of the study."}, {"id": "OG001", "title": "Intervention Group", "description": "Participants in the experimental group (20 LVAD patients) received usual care plus VAD Care App described in previous sections. They implemented LVAD self-management as directed by the app daily by patients and/or caregivers for over 6 months. Patient LVAD care self-management competencies were assessed at months 1 and 5 post hospital discharge with a review of LVAD care self-management skills provided by the LVAD RN Coordinator."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "16"}, {"groupId": "OG001", "value": "14"}]}], "classes": [{"title": "T1", "categories": [{"measurements": [{"groupId": "OG000", "value": "33.3"}, {"groupId": "OG001", "value": "7.1"}]}]}, {"title": "T2", "categories": [{"measurements": [{"groupId": "OG000", "value": "28.5"}, {"groupId": "OG001", "value": "0"}]}]}, {"title": "T3", "categories": [{"measurements": [{"groupId": "OG000", "value": "21.4"}, {"groupId": "OG001", "value": "8.3"}]}]}], "analyses": [{"groupIds": ["OG000", "OG001"], "nonInferiorityType": "OTHER", "pValue": "0.05", "pValueComment": "Differences in group hospitalization rates p-values: T1 = .093; T2 = .008; T3 = .029", "statisticalMethod": "Wilcoxon (Mann-Whitney)"}]}]}, "adverseEventsModule": {"frequencyThreshold": "0", "timeFrame": "6 months", "description": "There is no known serious adverse effects associated with using a mobile phone application. However, experiencing fatigue, eye strain, and/or some form of distress MAY occur as a result of using a smart phone.", "eventGroups": [{"id": "EG000", "title": "Control Group", "description": "Participants in the control group (20 LVAD patients) will receive usual care over 6 months. Usual care consists of routine clinic visits/follow-up at 1, 3, and 6 months post hospital discharge. A customary LVAD self-management/discharge education and training will be provided to patients and caregiver before hospital discharge and as need throughout the duration of the study. The control group will NOT receive the VAD Care App.\n\nUsual LVAD Care: Routine clinic follow-up visits over 6 months. Patients and caregivers will both receive self-management education post discharge and as needed throughout the duration of the study.", "deathsNumAffected": 3, "deathsNumAtRisk": 16, "seriousNumAffected": 0, "seriousNumAtRisk": 16, "otherNumAffected": 0, "otherNumAtRisk": 16}, {"id": "EG001", "title": "Intervention Group", "description": "Participants in the experimental group (20 LVAD patients) will receive usual care plus VAD Care App. They will implement LVAD self-management as directed by VAD Care App. The app will be used daily by patients and/or caregivers for over 6 months. Their LVAD self-management competencies will be assessed at months 1 and 5 post hospital discharge with a review of LVAD self-management skills provided by the LVAD RN Coordinator.\n\nUsual LVAD Care: Routine clinic follow-up visits over 6 months. Patients and caregivers will both receive self-management education post discharge and as needed thro", "deathsNumAffected": 0, "deathsNumAtRisk": 14, "seriousNumAffected": 0, "seriousNumAtRisk": 14, "otherNumAffected": 0, "otherNumAtRisk": 14}]}, "moreInfoModule": {"certainAgreement": {"piSponsorEmployee": false, "restrictiveAgreement": false}, "pointOfContact": {"title": "Dr. Jesus Casida", "organization": "Johns Hopkins University (Former Faculty at University of Michigan)", "email": "jcasida1@jhu.edu", "phone": "3132047665"}}}, "documentSection": {"largeDocumentModule": {"largeDocs": [{"typeAbbrev": "Prot_SAP", "hasProtocol": true, "hasSap": true, "hasIcf": false, "label": "Study Protocol and Statistical Analysis Plan", "date": "2020-05-05", "uploadDate": "2020-05-08T16:25", "filename": "Prot_SAP_000.pdf", "size": 213282}]}}, "derivedSection": {"miscInfoModule": {"versionHolder": "2024-06-24"}, "conditionBrowseModule": {"meshes": [{"id": "D000006333", "term": "Heart Failure"}], "ancestors": [{"id": "D000006331", "term": "Heart Diseases"}, {"id": "D000002318", "term": "Cardiovascular Diseases"}], "browseLeaves": [{"id": "M9421", "name": "Heart Failure", "asFound": "Heart Failure", "relevance": "HIGH"}, {"id": "M9419", "name": "Heart Diseases", "relevance": "LOW"}, {"id": "T6034", "name": "Quality of Life", "relevance": "LOW"}], "browseBranches": [{"abbrev": "BC14", "name": "Heart and Blood Diseases"}, {"abbrev": "All", "name": "All Conditions"}, {"abbrev": "BXM", "name": "Behaviors and Mental Disorders"}]}}, "hasResults": true}