{"protocolSection": {"identificationModule": {"nctId": "NCT01662778", "orgStudyIdInfo": {"id": "CRO1694"}, "organization": {"fullName": "Imperial College London", "class": "OTHER"}, "briefTitle": "The Clinical Effect of Monodisperse Fluticasone Propionate in Asthma", "officialTitle": "The Clinical Effect in Asthma of Inhaled Fluticasone Propionate Delivered as Monodisperse Aerosols"}, "statusModule": {"statusVerifiedDate": "2019-10", "overallStatus": "COMPLETED", "expandedAccessInfo": {"hasExpandedAccess": false}, "startDateStruct": {"date": "2011-12"}, "primaryCompletionDateStruct": {"date": "2012-12", "type": "ACTUAL"}, "completionDateStruct": {"date": "2012-12", "type": "ACTUAL"}, "studyFirstSubmitDate": "2012-08-07", "studyFirstSubmitQcDate": "2012-08-09", "studyFirstPostDateStruct": {"date": "2012-08-10", "type": "ESTIMATED"}, "resultsFirstSubmitDate": "2016-11-10", "resultsFirstSubmitQcDate": "2019-10-28", "resultsFirstPostDateStruct": {"date": "2019-11-18", "type": "ACTUAL"}, "lastUpdateSubmitDate": "2019-10-28", "lastUpdatePostDateStruct": {"date": "2019-11-18", "type": "ACTUAL"}}, "sponsorCollaboratorsModule": {"responsibleParty": {"type": "SPONSOR"}, "leadSponsor": {"name": "Imperial College London", "class": "OTHER"}, "collaborators": [{"name": "GlaxoSmithKline", "class": "INDUSTRY"}]}, "oversightModule": {"oversightHasDmc": true, "isFdaRegulatedDrug": false, "isFdaRegulatedDevice": false}, "descriptionModule": {"briefSummary": "The objective here is to determine that the efficiency of inhaled drug delivery can be improved by using a fine mist cloud of drug particles (as opposed to a coarse mist cloud of drug particles). This information will be valuable in designing new inhalers in order to improve their beneficial effects and reduce their side effects, by using the least possible drug dose to achieve a good patient response.\n\n.", "detailedDescription": "Inhaled drug therapy is an established and effective means to treat lung diseases such as asthma. Medical inhalers ('puffers') form the cornerstone of the management of patients with respiratory/lung problems. Inhaled treatment usually comprises placing an inhaler (puffer) in the mouth and inhaling a measured dose of drug from the puffer. The drug dose needs to bypass the throat and reach the lungs, in order to be effective.\n\nHowever, there is still much that is not known about what actually happens to the inhaled drug in the lungs. Much of the inhaled drug dose from a puffer fails to reach the lungs with most of it hitting the back of the throat. Only a small amount (approximately as little as 20%) of the drug reaches the important parts of the lungs to have a beneficial effect. Particle size has a significant influence on our ability to get the inhaled drug to the important parts of the lungs. In order to get the inhaled drug to these important parts of the lungs it is necessary to understand how much of a clinical improvement is obtained when identical doses of FP are inhaled with different particle sizes.\n\nInhalers (are a bit like hairspray cans or air fresher cans) and produce aerosol clouds of particles. Medical inhalers come in different shapes and sizes and have a variety of drugs used to treat patients. Inhalers used in routine clinical practice produce a 'coarse' mist of drug particles, which have the potential for side effects, as different sized particle will deposit in different parts of the respiratory tract and include; the mouth, the throat, the windpipe, and the bloodstream (all places we do not want the inhaled drug to 'deposit') and the lungs (where we do want the drug to go). This is particularly an important consideration with inhaled steroids that are commonly used in the management of patients with asthma and bronchitis and emphysema. For example, a common side effect is that the deposition of steroid drug in the throat can lead to a hoarse or altered voice, and sometimes thrush of the throat.\n\nIn contrast, monodisperse aerosols are special 'fine-mist' aerosols, where all the drug particles are of one particle size. We can use these aerosols to investigate the science of the way the lungs handle and respond to inhaled drugs of different particle size.\n\nWe shall use small and large drug particles. In order to deliver the inhaled drug as a monodisperse aerosol, we shall use a spinning top aerosol generator (STAG) (a large research nebuliser machine) which is able to selectively generate aerosol clouds that have a fine mist. This is an efficient machine compared to current nebulisers used in routine clinical practice, where it can often be difficult to control the inhaled drug dose to the patient; sometimes the patient gets too little a dose because the nebuliser is an inefficient inhaler device. But, also, by improving the efficiency of inhaled drug delivery - will allow lower drug doses to be used - which will decrease the potential for patient side effects.\n\nWe have previously undertaken and published in the medical literature a series of clinical studies in patients with asthma using the STAG 'fine-mist' aerosol system and the 'reliever' drug salbutamol (ventolin). Also, we are currently undertaking the investigation of the pharmacokinetic effects of inhaling the 'preventer ' steroid class of drug FP at different particle sizes.\n\nThe main question is now can we improve the beneficial effect the inhaled drug has on the lungs by altering the particle size. This study will form the next step in the investigation of this commonly used inhaled steroid Fluticasone Propionate, used in asthma, bronchitis and emphysema patients.\n\nWe hope this investigation will help to provide further answers to the rationale that by improving the efficiency of drug delivery (by changing drug particle size) one may improve inhaled drug delivery and improve clinical benefit."}, "conditionsModule": {"conditions": ["Asthma"], "keywords": ["Monodisperse aerosols", "Asthmatics", "Pharmacokinetics", "AMP Challenge", "Multiple Breath Nitrogen Washout"]}, "designModule": {"studyType": "INTERVENTIONAL", "phases": ["PHASE4"], "designInfo": {"allocation": "RANDOMIZED", "interventionModel": "CROSSOVER", "primaryPurpose": "TREATMENT", "maskingInfo": {"masking": "SINGLE", "whoMasked": ["PARTICIPANT"]}}, "enrollmentInfo": {"count": 21, "type": "ACTUAL"}}, "armsInterventionsModule": {"armGroups": [{"label": "Monodisperse FP 1.5um", "type": "ACTIVE_COMPARATOR", "description": "50 mg of monodisperse Fluticasone Propionate delivered as 1.5 microns aerosol followed by AMP PC20 challenge test", "interventionNames": ["Drug: 1.5 microns at 50mg"]}, {"label": "Monodisperse FP 6.0um", "type": "ACTIVE_COMPARATOR", "description": "50 mg of monodisperse Fluticasone Propionate delivered as 6.0 microns aerosol followed by AMP PC20 challenge test", "interventionNames": ["Drug: 6 microns at 50mg"]}, {"label": "Placebo STAG", "type": "PLACEBO_COMPARATOR", "description": "No active drug, just solvent delivered from STAG followed by AMP PC20 challenge test", "interventionNames": ["Drug: Placebo Comparator"]}, {"label": "MDI FP", "type": "ACTIVE_COMPARATOR", "description": "Fluticasone Propionate , Metered dose inhaler, 250 mg dose followed by AMP PC20 challenge test", "interventionNames": ["Drug: MDI FP"]}], "interventions": [{"type": "DRUG", "name": "1.5 microns at 50mg", "description": "STAG generated monodisperse 1.5micron particles", "armGroupLabels": ["Monodisperse FP 1.5um"], "otherNames": ["STAG 1.5um"]}, {"type": "DRUG", "name": "6 microns at 50mg", "description": "STAG generated monodisperse 6 micron particles", "armGroupLabels": ["Monodisperse FP 6.0um"], "otherNames": ["STAG 6um"]}, {"type": "DRUG", "name": "Placebo Comparator", "description": "No drug just solvent", "armGroupLabels": ["Placebo STAG"], "otherNames": ["STAG placebo"]}, {"type": "DRUG", "name": "MDI FP", "armGroupLabels": ["MDI FP"]}]}, "outcomesModule": {"primaryOutcomes": [{"measure": "AMP Challenge Test PC20", "description": "The concentration of Adenosine Monophosphate (AMP), measured in mg/ml, required to see a 20% fall in the patient's forced expiratory volume in 1 second (FEV1) is measured after taking FP aerosol. AMP is a bronchoconstrictor agent (ie it narrows the airways. We would expect that more would be necessary to produce the same 20% fall in FEV1 after receiving the FP than before due to the reduction in airways inflammation. This change is the primary outcome measure.", "timeFrame": "2 hours"}], "secondaryOutcomes": [{"measure": "The Concentration of Fluticasone Propionate", "description": "The concentration of Fluticasone Propionate in blood following inhalation of the dose will be measured. Cmax will be measured.", "timeFrame": "4 hours"}, {"measure": "Spirometry", "description": "FEV1 and FVC will be measured before and after drug administration", "timeFrame": "0 and 4 hours"}, {"measure": "Multi-breath Nitrogen Washout Test", "description": "At each study visit subjects will breathe in oxygen from a machine, which at the same time will measure the composition of the gases in each exhaled breath. The main gas we are interested in is nitrogen as this makes up the bulk of the air that we breathe. This test is known as the 'multi-breath nitrogen washout'. The test takes 20 minutes and we shall do this at the beginning and at the end of each study visit.", "timeFrame": "0 and 4 hours"}]}, "eligibilityModule": {"eligibilityCriteria": "Inclusion Criteria:\n\n1. Male or females aged greater than 18 years with a documented history of reversible airways disease responding to beta2-adrenergic therapy.\n2. Asthmatic patients who are free from significant cardiac, gastrointestinal, hepatic, renal, haematological, neurological and psychiatric disease.\n3. Patients who are stabilized on 500 micrograms or less of inhaled beclomethasone dipropionate or alternative inhaled corticosteroid (budesonide or ciclesonide).\n4. Patients who are able and willing to give written informed consent to take part in the study\n5. Not taking any regular medication that is contraindicated in those about to receive fluitcasone propionate (as indicated in the British National Formularly); other than the oral contraceptive pill.\n\nExclusion Criteria:\n\n1. Those requiring maintenance oral or parenteral corticosteroid therapy for their airways disease or patients who have ceased maintenance oral or parenteral corticosteroid therapy within the four weeks prior to visit 1\n2. Those requiring greater than 500 micrograms of inhaled beclomethasone dipropionate or alternative inhaled corticosteroid (budesonide or ciclesonide).\n3. Subjects that have received inhaled or intravenous fluticasone propionate in the last 2 months.\n4. Those whose reversible airways obstruction has been unstable in the last four weeks (indicated by any change in their maintenance therapy).\n5. Those participants who have had a lower respiratory tract infection in the previous four weeks\n6. Those who have donated 450ml blood or more within the previous 1 month.\n7. Those who have a history of drug allergy which, in the opinion of the Unit Physician, contraindicates his/her participation in the study.\n8. Any female volunteer or females who are pregnant or lactating or are likely to become pregnant during the trial. Women of child-bearing potential may be included in the study if, in the opinion of the investigator, they are taking adequate contraceptive precautions.\n9. Participants with a known or suspected allergy to corticosteroids or any component of the formulations and/or Suspected hypersensitivity to inhaled corticosteroid (this will be asked directly at the screening visit).\n10. Any patient with a contraindication to taking an inhaled steroid and specifically FP, listed in the British National Formulary will not be entered into this study\n11. Those who have experienced an acute asthma exacerbation requiring emergency room treatment and/or hospitalisation within one month of visit 1.", "healthyVolunteers": false, "sex": "ALL", "minimumAge": "18 Years", "maximumAge": "65 Years", "stdAges": ["ADULT", "OLDER_ADULT"]}, "contactsLocationsModule": {"overallOfficials": [{"name": "Omar Usmani, MBBS", "affiliation": "Imperial College London", "role": "PRINCIPAL_INVESTIGATOR"}], "locations": [{"facility": "Asthma Lab, Royal Brompton Hospital", "city": "London", "zip": "SW36LY", "country": "United Kingdom", "geoPoint": {"lat": 51.50853, "lon": -0.12574}}, {"facility": "Department of Nuclear Medicine, Royal Brompton Hospital", "city": "London", "zip": "SW36NP", "country": "United Kingdom", "geoPoint": {"lat": 51.50853, "lon": -0.12574}}]}, "referencesModule": {"references": [{"pmid": "17034300", "type": "BACKGROUND", "citation": "Biddiscombe MF, Barnes PJ, Usmani OS. Generating monodisperse pharmacological aerosols using the spinning-top aerosol generator. J Aerosol Med. 2006 Fall;19(3):245-53. doi: 10.1089/jam.2006.19.245."}, {"pmid": "16192448", "type": "BACKGROUND", "citation": "Usmani OS, Biddiscombe MF, Barnes PJ. Regional lung deposition and bronchodilator response as a function of beta2-agonist particle size. Am J Respir Crit Care Med. 2005 Dec 15;172(12):1497-504. doi: 10.1164/rccm.200410-1414OC. Epub 2005 Sep 28."}, {"pmid": "12897033", "type": "BACKGROUND", "citation": "Usmani OS, Biddiscombe MF, Nightingale JA, Underwood SR, Barnes PJ. Effects of bronchodilator particle size in asthmatic patients using monodisperse aerosols. J Appl Physiol (1985). 2003 Nov;95(5):2106-12. doi: 10.1152/japplphysiol.00525.2003. Epub 2003 Aug 1."}, {"pmid": "12623200", "type": "BACKGROUND", "citation": "Biddiscombe MF, Usmani OS, Barnes PJ. A system for the production and delivery of monodisperse salbutamol aerosols to the lungs. Int J Pharm. 2003 Mar 26;254(2):243-53. doi: 10.1016/s0378-5173(03)00032-2."}]}, "ipdSharingStatementModule": {"ipdSharing": "NO"}}, "resultsSection": {"participantFlowModule": {"groups": [{"id": "FG000", "title": "First Monodisperse Fluticasone Propionate 6.0 Microns", "description": "First 50 micrograms of Monodisperse Fluticasone Propionate delivered as 6.0 microns, then 50 micrograms of Monodisperse Fluticasone Propionate 1.5microns, next is Placebo STAG, and Metered dose inhaler of Fluticasone Propionate last"}, {"id": "FG001", "title": "First Monodisperse Fluticasone Propionate 1.5microns", "description": "First 50 micrograms of Monodisperse Fluticasone Propionate delivered as 1.5 microns, then 50 micrograms of Monodisperse Fluticasone Propionate 6.0 microns, next is Placebo STAG, and Metered dose inhaler of Fluticasone Propionate last"}, {"id": "FG002", "title": "First Placebo STAG", "description": "First Placebo STAG, then 50 micrograms of Monodisperse Fluticasone Propionate delivered as 1.5 microns, then 50 micrograms of Monodisperse Fluticasone Propionate 6.0 microns, and Metered dose inhaler of Fluticasone Propionate last"}, {"id": "FG003", "title": "First Metered Dose Inhaler of Fluticasone Propionate", "description": "First Metered dose inhaler of Fluticasone Propionate, then Placebo STAG, then 50 micrograms of Monodisperse Fluticasone Propionate delivered as 1.5 microns, and 50 micrograms of Monodisperse Fluticasone Propionate 6.0 microns last"}], "periods": [{"title": "Period 1", "milestones": [{"type": "STARTED", "achievements": [{"groupId": "FG000", "numSubjects": "6"}, {"groupId": "FG001", "numSubjects": "5"}, {"groupId": "FG002", "numSubjects": "6"}, {"groupId": "FG003", "numSubjects": "4"}]}, {"type": "COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "6"}, {"groupId": "FG001", "numSubjects": "5"}, {"groupId": "FG002", "numSubjects": "6"}, {"groupId": "FG003", "numSubjects": "4"}]}, {"type": "NOT COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "0"}, {"groupId": "FG001", "numSubjects": "0"}, {"groupId": "FG002", "numSubjects": "0"}, {"groupId": "FG003", "numSubjects": "0"}]}]}, {"title": "Period 2", "milestones": [{"type": "STARTED", "achievements": [{"groupId": "FG000", "numSubjects": "6"}, {"groupId": "FG001", "numSubjects": "5"}, {"groupId": "FG002", "numSubjects": "6"}, {"groupId": "FG003", "numSubjects": "4"}]}, {"type": "COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "6"}, {"groupId": "FG001", "numSubjects": "5"}, {"groupId": "FG002", "numSubjects": "6"}, {"groupId": "FG003", "numSubjects": "4"}]}, {"type": "NOT COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "0"}, {"groupId": "FG001", "numSubjects": "0"}, {"groupId": "FG002", "numSubjects": "0"}, {"groupId": "FG003", "numSubjects": "0"}]}]}, {"title": "Period 3", "milestones": [{"type": "STARTED", "achievements": [{"groupId": "FG000", "numSubjects": "6"}, {"groupId": "FG001", "numSubjects": "5"}, {"groupId": "FG002", "numSubjects": "6"}, {"groupId": "FG003", "numSubjects": "4"}]}, {"type": "COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "6"}, {"groupId": "FG001", "numSubjects": "5"}, {"groupId": "FG002", "numSubjects": "6"}, {"groupId": "FG003", "numSubjects": "4"}]}, {"type": "NOT COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "0"}, {"groupId": "FG001", "numSubjects": "0"}, {"groupId": "FG002", "numSubjects": "0"}, {"groupId": "FG003", "numSubjects": "0"}]}]}, {"title": "Period 4", "milestones": [{"type": "STARTED", "achievements": [{"groupId": "FG000", "numSubjects": "6"}, {"groupId": "FG001", "numSubjects": "5"}, {"groupId": "FG002", "numSubjects": "6"}, {"groupId": "FG003", "numSubjects": "4"}]}, {"type": "COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "6"}, {"groupId": "FG001", "numSubjects": "5"}, {"groupId": "FG002", "numSubjects": "6"}, {"groupId": "FG003", "numSubjects": "4"}]}, {"type": "NOT COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "0"}, {"groupId": "FG001", "numSubjects": "0"}, {"groupId": "FG002", "numSubjects": "0"}, {"groupId": "FG003", "numSubjects": "0"}]}]}]}, "baselineCharacteristicsModule": {"groups": [{"id": "BG000", "title": "All Participants", "description": "All participants, crossover study"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "BG000", "value": "21"}]}], "measures": [{"title": "Age, Categorical", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "<=18 years", "measurements": [{"groupId": "BG000", "value": "0"}]}, {"title": "Between 18 and 65 years", "measurements": [{"groupId": "BG000", "value": "21"}]}, {"title": ">=65 years", "measurements": [{"groupId": "BG000", "value": "0"}]}]}]}, {"title": "Age, Continuous", "paramType": "MEAN", "dispersionType": "STANDARD_DEVIATION", "unitOfMeasure": "Years", "classes": [{"categories": [{"measurements": [{"groupId": "BG000", "value": "35.6", "spread": "12.5"}]}]}]}, {"title": "Sex: Female, Male", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "Female", "measurements": [{"groupId": "BG000", "value": "8"}]}, {"title": "Male", "measurements": [{"groupId": "BG000", "value": "13"}]}]}]}, {"title": "Region of Enrollment", "paramType": "NUMBER", "unitOfMeasure": "participants", "classes": [{"title": "United Kingdom", "categories": [{"measurements": [{"groupId": "BG000", "value": "21"}]}]}]}, {"title": "Dose Provoking Fall in FEV1 of 20%", "description": "Dose Provoking Fall in FEV1 of 20% at baseline", "paramType": "MEAN", "dispersionType": "STANDARD_DEVIATION", "unitOfMeasure": "mg/ml", "classes": [{"categories": [{"measurements": [{"groupId": "BG000", "value": "92.1", "spread": "113.0"}]}]}]}]}, "outcomeMeasuresModule": {"outcomeMeasures": [{"type": "PRIMARY", "title": "AMP Challenge Test PC20", "description": "The concentration of Adenosine Monophosphate (AMP), measured in mg/ml, required to see a 20% fall in the patient's forced expiratory volume in 1 second (FEV1) is measured after taking FP aerosol. AMP is a bronchoconstrictor agent (ie it narrows the airways. We would expect that more would be necessary to produce the same 20% fall in FEV1 after receiving the FP than before due to the reduction in airways inflammation. This change is the primary outcome measure.", "reportingStatus": "POSTED", "paramType": "MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "mg/ml", "timeFrame": "2 hours", "groups": [{"id": "OG000", "title": "Monodisperse FP 1.5um", "description": "50 mg of monodisperse Fluticasone Propionate delivered as 1.5 microns aerosol followed by AMP PC20 challenge test\n\nAMP CHALLENGE PC20: Dose Provoking Fall in FEV1 of 20% (mg/ml)"}, {"id": "OG001", "title": "Monodisperse FP 6.0um", "description": "50 mg of monodisperse Fluticasone Propionate delivered as 6.0 microns aerosol followed by AMP PC20 challenge test\n\nAMP CHALLENGE PC20: Dose Provoking Fall in FEV1 of 20% (mg/ml)"}, {"id": "OG002", "title": "Placebo STAG", "description": "No active drug, just solvent delivered from STAG followed by AMP PC20 challenge test\n\nAMP CHALLENGE PC20: Dose Provoking Fall in FEV1 of 20% (mg/ml)"}, {"id": "OG003", "title": "MDI FP", "description": "Fluticasone Propionate , Metered dose inhaler, 250 mg dose followed by AMP PC20 challenge test\n\nAMP CHALLENGE PC20: Dose Provoking Fall in FEV1 of 20% (mg/ml)"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "21"}, {"groupId": "OG001", "value": "21"}, {"groupId": "OG002", "value": "21"}, {"groupId": "OG003", "value": "21"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "79.21", "spread": "105.6"}, {"groupId": "OG001", "value": "79.74", "spread": "110.82"}, {"groupId": "OG002", "value": "62.69", "spread": "80.0"}, {"groupId": "OG003", "value": "92.1", "spread": "113.1"}]}]}]}, {"type": "SECONDARY", "title": "The Concentration of Fluticasone Propionate", "description": "The concentration of Fluticasone Propionate in blood following inhalation of the dose will be measured. Cmax will be measured.", "reportingStatus": "POSTED", "paramType": "MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "pg/ml", "timeFrame": "4 hours", "groups": [{"id": "OG000", "title": "Monodisperse Fluticasone Propionate 6.0 Microns", "description": "50 micrograms of monodisperse Fluticasone Propionate delivered as 6.0 micrometers\n\nFluticasone Propionate 50 micrograms: Drug: Fluticasone Propionate Dose 50 micrograms (total dose), Monodisperse aerosol with two differemt particle size of drug (1.5, 6.0 microns) generated by Spinning Top Aerosol Generator (STAG)"}, {"id": "OG001", "title": "Monodisperse Fluticasone Propionate 1.5microns", "description": "50 micrograms of monodisperse Fluticasone Propionate delivered as 1.5 micrometers\n\nFluticasone Propionate 50 micrograms: Drug: Fluticasone Propionate Dose 50 micrograms (total dose), Monodisperse aerosol with two differemt particle size of drug (1.5, 6.0 microns) generated by Spinning Top Aerosol Generator (STAG)"}, {"id": "OG002", "title": "Placebo STAG", "description": "No active drug, just solvent delivered from STAG\n\nPlacebo monodisperse aerosol dose: Solvent only delivered, no drug"}, {"id": "OG003", "title": "Metered Dose Inhaler of Fluticasone Propionate", "description": "Fluticasone Propionate Inhaled, Metered dose inhaler, 250 micrograms dose (total dose)\n\nInhaled, Metered dose inhaler, 250 micrograms dose (total dose): Inhaled, Metered dose inhaler, 250 micrograms dose (total dose), delivered via spacer"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "21"}, {"groupId": "OG001", "value": "21"}, {"groupId": "OG002", "value": "21"}, {"groupId": "OG003", "value": "21"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "283.4", "spread": "388.4"}, {"groupId": "OG001", "value": "636", "spread": "397.6"}, {"groupId": "OG002", "value": "0", "spread": "0"}, {"groupId": "OG003", "value": "86.94", "spread": "47.0"}]}]}]}, {"type": "SECONDARY", "title": "Spirometry", "description": "FEV1 and FVC will be measured before and after drug administration", "populationDescription": "Data not collected", "reportingStatus": "POSTED", "timeFrame": "0 and 4 hours", "groups": [{"id": "OG000", "title": "Monodisperse FP 1.5um", "description": "50 mg of monodisperse Fluticasone Propionate delivered as 1.5 microns aerosol followed by AMP PC20 challenge test\n\nAMP CHALLENGE PC20: Dose Provoking Fall in FEV1 of 20% (mg/ml)"}, {"id": "OG001", "title": "Monodisperse FP 6.0um", "description": "50 mg of monodisperse Fluticasone Propionate delivered as 6.0 microns aerosol followed by AMP PC20 challenge test\n\nAMP CHALLENGE PC20: Dose Provoking Fall in FEV1 of 20% (mg/ml)"}, {"id": "OG002", "title": "Placebo STAG", "description": "No active drug, just solvent delivered from STAG followed by AMP PC20 challenge test\n\nAMP CHALLENGE PC20: Dose Provoking Fall in FEV1 of 20% (mg/ml)"}, {"id": "OG003", "title": "MDI FP", "description": "Fluticasone Propionate , Metered dose inhaler, 250 mg dose followed by AMP PC20 challenge test\n\nAMP CHALLENGE PC20: Dose Provoking Fall in FEV1 of 20% (mg/ml)"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "0"}, {"groupId": "OG001", "value": "0"}, {"groupId": "OG002", "value": "0"}, {"groupId": "OG003", "value": "0"}]}]}, {"type": "SECONDARY", "title": "Multi-breath Nitrogen Washout Test", "description": "At each study visit subjects will breathe in oxygen from a machine, which at the same time will measure the composition of the gases in each exhaled breath. The main gas we are interested in is nitrogen as this makes up the bulk of the air that we breathe. This test is known as the 'multi-breath nitrogen washout'. The test takes 20 minutes and we shall do this at the beginning and at the end of each study visit.", "populationDescription": "Data not collected", "reportingStatus": "POSTED", "timeFrame": "0 and 4 hours", "groups": [{"id": "OG000", "title": "Monodisperse FP 1.5um", "description": "50 mg of monodisperse Fluticasone Propionate delivered as 1.5 microns aerosol followed by AMP PC20 challenge test\n\nAMP CHALLENGE PC20: Dose Provoking Fall in FEV1 of 20% (mg/ml)"}, {"id": "OG001", "title": "Monodisperse FP 6.0um", "description": "50 mg of monodisperse Fluticasone Propionate delivered as 6.0 microns aerosol followed by AMP PC20 challenge test\n\nAMP CHALLENGE PC20: Dose Provoking Fall in FEV1 of 20% (mg/ml)"}, {"id": "OG002", "title": "Placebo STAG", "description": "No active drug, just solvent delivered from STAG followed by AMP PC20 challenge test\n\nAMP CHALLENGE PC20: Dose Provoking Fall in FEV1 of 20% (mg/ml)"}, {"id": "OG003", "title": "MDI FP", "description": "Fluticasone Propionate , Metered dose inhaler, 250 mg dose followed by AMP PC20 challenge test\n\nAMP CHALLENGE PC20: Dose Provoking Fall in FEV1 of 20% (mg/ml)"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "0"}, {"groupId": "OG001", "value": "0"}, {"groupId": "OG002", "value": "0"}, {"groupId": "OG003", "value": "0"}]}]}]}, "adverseEventsModule": {"frequencyThreshold": "0", "timeFrame": "6 months", "eventGroups": [{"id": "EG000", "title": "Monodisperse FP 1.5um", "description": "50 mg of monodisperse Fluticasone Propionate delivered as 1.5 microns aerosol followed by AMP PC20 challenge test\n\n1.5 microns at 50mg: STAG generated monodisperse 1.5micron particles", "deathsNumAffected": 0, "deathsNumAtRisk": 21, "seriousNumAffected": 0, "seriousNumAtRisk": 21, "otherNumAffected": 0, "otherNumAtRisk": 21}, {"id": "EG001", "title": "Monodisperse FP 6.0um", "description": "50 mg of monodisperse Fluticasone Propionate delivered as 6.0 microns aerosol followed by AMP PC20 challenge test\n\n6 microns at 50mg: STAG generated monodisperse 6 micron particles", "deathsNumAffected": 0, "deathsNumAtRisk": 21, "seriousNumAffected": 0, "seriousNumAtRisk": 21, "otherNumAffected": 0, "otherNumAtRisk": 21}, {"id": "EG002", "title": "Placebo STAG", "description": "No active drug, just solvent delivered from STAG followed by AMP PC20 challenge test\n\nPlacebo Comparator: No drug just solvent", "deathsNumAffected": 0, "deathsNumAtRisk": 21, "seriousNumAffected": 0, "seriousNumAtRisk": 21, "otherNumAffected": 0, "otherNumAtRisk": 21}, {"id": "EG003", "title": "MDI FP", "description": "Fluticasone Propionate , Metered dose inhaler, 250 mg dose followed by AMP PC20 challenge test\n\nMDI FP", "deathsNumAffected": 0, "deathsNumAtRisk": 21, "seriousNumAffected": 0, "seriousNumAtRisk": 21, "otherNumAffected": 0, "otherNumAtRisk": 21}]}, "moreInfoModule": {"limitationsAndCaveats": {"description": "No limitations"}, "certainAgreement": {"piSponsorEmployee": true}, "pointOfContact": {"title": "Dr Omar Usmani", "organization": "Imperial College London", "email": "o.usmani@imperial.ac.uk"}}}, "derivedSection": {"miscInfoModule": {"versionHolder": "2024-06-24"}, "conditionBrowseModule": {"meshes": [{"id": "D000001249", "term": "Asthma"}], "ancestors": [{"id": "D000001982", "term": "Bronchial Diseases"}, {"id": "D000012140", "term": "Respiratory Tract Diseases"}, {"id": "D000008173", "term": "Lung Diseases, Obstructive"}, {"id": "D000008171", "term": "Lung Diseases"}, {"id": "D000012130", "term": "Respiratory Hypersensitivity"}, {"id": "D000006969", "term": "Hypersensitivity, Immediate"}, {"id": "D000006967", "term": "Hypersensitivity"}, {"id": "D000007154", "term": "Immune System Diseases"}], "browseLeaves": [{"id": "M27137", "name": "Respiratory Aspiration", "relevance": "LOW"}, {"id": "M4556", "name": "Asthma", "asFound": "Asthma", "relevance": "HIGH"}, {"id": "M5258", "name": "Bronchial Diseases", "relevance": "LOW"}, {"id": "M14977", "name": "Respiratory Tract Diseases", "relevance": "LOW"}, {"id": "M11168", "name": "Lung Diseases", "relevance": "LOW"}, {"id": "M11170", "name": "Lung Diseases, Obstructive", "relevance": "LOW"}, {"id": "M10018", "name": "Hypersensitivity", "relevance": "LOW"}, {"id": "M14967", "name": "Respiratory Hypersensitivity", "relevance": "LOW"}, {"id": "M10020", "name": "Hypersensitivity, Immediate", "relevance": "LOW"}, {"id": "M10200", "name": "Immune System Diseases", "relevance": "LOW"}], "browseBranches": [{"abbrev": "BC08", "name": "Respiratory Tract (Lung and Bronchial) Diseases"}, {"abbrev": "BC23", "name": "Symptoms and General Pathology"}, {"abbrev": "All", "name": "All Conditions"}, {"abbrev": "BC20", "name": "Immune System Diseases"}]}, "interventionBrowseModule": {"browseLeaves": [{"id": "M250", "name": "Fluticasone", "relevance": "LOW"}, {"id": "M353494", "name": "Xhance", "relevance": "LOW"}], "browseBranches": [{"abbrev": "AAll", "name": "Anti-Allergic Agents"}, {"abbrev": "Infl", "name": "Anti-Inflammatory Agents"}, {"abbrev": "Derm", "name": "Dermatologic Agents"}, {"abbrev": "Resp", "name": "Respiratory System Agents"}, {"abbrev": "All", "name": "All Drugs and Chemicals"}]}}, "hasResults": true}