{"protocolSection": {"identificationModule": {"nctId": "NCT00922194", "orgStudyIdInfo": {"id": "arsircar"}, "organization": {"fullName": "Era's Lucknow Medical College", "class": "OTHER"}, "briefTitle": "Metformin in Overweight Type 2 Diabetes Mellitus", "officialTitle": "Metformin Monotherapy Significantly Improves Anthropometric and Glycemic Values in Overweight Type 2 Diabetes Mellitus: One Year or More Prospective Study."}, "statusModule": {"statusVerifiedDate": "2009-07", "overallStatus": "COMPLETED", "expandedAccessInfo": {"hasExpandedAccess": false}, "startDateStruct": {"date": "2006-02"}, "primaryCompletionDateStruct": {"date": "2008-12", "type": "ACTUAL"}, "completionDateStruct": {"date": "2008-12", "type": "ACTUAL"}, "studyFirstSubmitDate": "2009-02-17", "studyFirstSubmitQcDate": "2009-06-16", "studyFirstPostDateStruct": {"date": "2009-06-17", "type": "ESTIMATED"}, "resultsFirstSubmitDate": "2009-02-17", "resultsFirstSubmitQcDate": "2009-06-16", "resultsFirstPostDateStruct": {"date": "2009-06-17", "type": "ESTIMATED"}, "lastUpdateSubmitDate": "2010-03-15", "lastUpdatePostDateStruct": {"date": "2010-03-23", "type": "ESTIMATED"}}, "sponsorCollaboratorsModule": {"responsibleParty": {"oldNameTitle": "Amulya R Sircar", "oldOrganization": "Sircar Diabetes Clinic"}, "leadSponsor": {"name": "Era's Lucknow Medical College", "class": "OTHER"}}, "oversightModule": {"oversightHasDmc": true}, "descriptionModule": {"briefSummary": "The study included 102 overweight type 2 diabetes mellitus patients with a body mass index (BMI) of more than 25 in an open label study. They were advised intensive life style modification which was reinforced at each follow-up visit. In addition they were prescribed extended release metformin (XR) in a gradually increasing tolerable dose, starting with 0.5g twice a day after meals. In addition, hypertension and dyslipidemia, when present, were treated with appropriate recommended drugs. Those who completed a satisfactory regular follow-up for at least 12 months or more were then analyzed for changes in their anthropometric measurements and glycemic control.", "detailedDescription": "From 1st February 2006 till 31st December 2008, 800 cases of diabetes mellitus who attended the diabetes clinic constituted the subjects for the present study. Majority of the subjects were from the state of Uttar Pradesh (UP). UP is the fifth largest state of India, Lucknow being the capital of UP. The area of UP is 238,566 Km². Population of UP as per census of 2001 was 166,197,921 (Census of India, www.censusindia.net). Informed written consent, printed and read out in the local language (Hindi), as per GCP guidelines (www.fda.gov./oc/gcp) was obtained from every participant of the study. The study protocol was approved by a duly constituted human ethics committee prior to start of the study.\n\nHeight was measured with a calibrated height measuring scale to the nearest cm. Subjects were requested to stand upright without shoes with their back against the scale, heels together and eyes directed forward. Weight was measured with a digital balance (Camry®). The scale was checked every day and calibration was done with \"known\" weights. Subjects were asked to wear minimum clothing and weight was recorded to the nearest 0.5 kg. Body mass index (BMI) was calculated using the formula: weight (kg)/height (m2). Waist was measured using a non-stretchable measuring tape without any clothing. Waist girth was measured at the midpoint point between the lowest point of the costal margin and the highest point of iliac crest in the midaxillary line at minimal respiration. Hip girth was measured as the greatest circumference at the level of greater trochanters with minimal thin clothing. Measurements were made to the nearest centimeter. Waist and hip ratio (WHR) was calculated by dividing the waist circumference (cm) with the hip circumference (cm). Blood pressure was recorded in the sitting position in the right arm to the nearest 1mm of Hg using a mercury sphygmomanometer, calibrated at least once a week. Two readings were taken at 5 minutes apart and the mean of the two was taken as the blood pressure. Fundus examination with dilated pupils by an ophthalmologist was done in all patients at the beginning of the study.\n\nDiabetes was diagnosed as per American Diabetes Association (ADA) guidelines, based either on the past medical records or present blood glucose values which showed unequivocal raised fasting blood glucose of more than \\> 116mg% and post-prandial or post-glucose values of \\> 200mg%. No case of IGT or IFG was included in the study. Current age was defined as the age at the time of examination (2006 - 2008). Duration of diabetes was taken as the difference between the current date and the date when the fasting or post-prandial blood sugar level met the ADA diabetes diagnostic criteria.\n\nThe study participants had direct consultation sessions with the study nutritionist, at the beginning of the study and at every monthly follow-up visits. A standard diet according to the ADA guidelines was advised, with 500-1000 kcal/day less (depending on the patient's starting weight and acceptance) than the individual patient's requirement. Special emphasis was placed on avoiding fried food, increasing intake of monounsaturated fats, low fat milk, fibers, vegetables and fruits. Fruits and milk are often avoided by our patients due to the misconception that fruits, except one apple a day, are harmful in diabetes and that milk is \"fattening\". The patients were also encouraged to take non-cereal diet consisting of low fat milk or yoghurt, fruits, vegetables and green salads, once a week. Each individual was given and explained a detailed individualized diet sheet (in the local language) first by the dietitian and then by the authors. They were asked to undertake some form of aerobic exercise, at least brisk walking (5 kilometers/hour) for 45 minutes daily, or at least 5 days a week. Where available and affordable, they were encouraged to join a health-club/gymnasium where they could do graded aerobic and resistance exercises under supervision. All patients were advised to quit tobacco use in any form. None of our study subjects were in the habit of taking alcohol regularly. Those, who took alcohol, never consumed more than 100ml of spirit per week. Nonnutritive sweeteners were allowed in moderation within the limits of recommendations of ADA. On each subsequent visit, the importance of diet and exercise were re-emphasized by the dietitian, paraclinical staff and the authors. Each case was interviewed in detail about the diet and exercise regimen they were following and corrections, if any, were suggested. Each patient was supplied with printed material in local language about diabetes in general and diet in particular. Drug treatment for hypertension and hyperlipidemia, wherever indicated, were not withheld during the study period.\n\nThe extended release metformin (XR), used in the present study was Bigsens XR® (Zydus CND), comprising a dual hydrophilic polymer matrix system. The starting dose of metformin (XR) was 0.5g twice daily after meal; the dose was gradually increased to the maximal tolerated dose. Those patients who were on some other anti-diabetic drug therapy; a 4 weeks washout period was given. All the subjects were informed that at the beginning of the study there was a possibility of initial increase in their blood glucose values, but the same would settle down as they adhere to our lifestyle protocol and as the dose of metformin is increased on subsequent visits. They were also informed about the possible passage of \"ghost tablet\" in their stool. Patients were told to withhold metformin for at least 5 days prior to any iodinated contrast radiographic study. Every patient was asked to perform urine dip stick test for acetone, at least every week and if found positive to contact this clinic immediately. They were also asked to report immediately in case of developing dyspnoea, marked vomiting, lethargy or fatigue.\n\nThe patients were followed-up at every month, and earlier if needed. Besides repeating the anthropometric measurements, blood glucose, urine examination, liver function tests (LFT) and serum lactate were measured. The Glycosylated haemoglobin (A1C) and serum lipids were estimated at every two month. At each follow-up visit the patients were questioned in detail about their diet and exercises, and deficiency, if any, were corrected. They were also questioned in detail about any side effects. Only those cases where we were satisfied about their diet and exercise adherence and regular intake of metformin were included in the outcome analysis. All patients possessed mobile phones. A message (SMS) was sent on their mobile phones every 15 days reinforcing the importance of diet and regular exercise. A SMS was also sent on their mobile phone if they were overdue on their appointment. In subjects in whom there was weight loss of more than 10% and A1C goal (≤6%) was achieved, the dose of metformin was reduced.\n\nHypertension was diagnosed based on past medical documentation, if they were on drug therapy for hypertension or if the subjects had systolic blood pressure of ≥140 mmHg and/or diastolic blood pressure of ≥90 mmHg. Hypertension (n=15) was treated with appropriate drugs, the first line of drug being ace inhibitors or angiotensin receptor blocker, or a combination of anti-hypertensive drugs, if required. Dyslipidemia was treated as per ADA guideline either by Atorvastatin or Fenofibrate or a combination thereof depending on the type of dyslipidemia. All patients more than 30 years of age, unless contraindicated, were given aspirin 150mg daily. No placebo group was included due to ethical considerations.\n\nAll investigations were carried out by SRL Ranbaxy Laboratories (www.srlranbaxy.com), Mumbai, which is accredited by the College of American Pathologist (CAP) and approved by NABL (National Accreditation Board for Testing and Calibration Laboratories, Department of Science and Technology, India). The plasma glucose (Hexokinase method), serum creatinine (Jafees Reaction), serum blood urea nitrogen (BUN) (Urease-GLDH method) LFT and serum lactate were estimated on DADE RXL (Dade Behring Ltd, USA2007). Serum cholesterol, serum triglyceride, serum HDL cholesterol were measured by enzymatic method (Randox Imola, Randox Lab., UK, 2007). The A1C was estimated by HPLC method (Bio-Rad Variant II, Bio-Rad Labs, USA, 2007). Microalbuminuria and Albumin/Creatinine ratio were estimated from fasting spot urine sample by Immunoturbidimetry (Randox Imola). Serum Insulin and C-Peptide were estimated by Chemiluminescence technique (Advia Centaur, Bayer Health Care, USA, 2003).\n\nMS-Excel was used to enter and manage the data. The significance of change in various parameters of the study were tested by using paired t-test where the data was normally distributed, otherwise its non-parametric equivalent test, Wilcoxon paired signed-rank test was applied. Data are expressed as mean ± SD unless otherwise indicated. Values of P \\<0.05 was considered significant. All statistical calculations were performed using statistical software SPSS (version 12, SPSS, Chicago, Il, USA) and Stata (version 9.2, Stata Corp, College Station, TX, USA)."}, "conditionsModule": {"conditions": ["Obesity", "Type 2 Diabetes Mellitus"], "keywords": ["Type 2 diabetes", "Obesity", "Extended Release Metformin"]}, "designModule": {"studyType": "INTERVENTIONAL", "phases": ["NA"], "designInfo": {"allocation": "NON_RANDOMIZED", "interventionModel": "SINGLE_GROUP", "primaryPurpose": "TREATMENT", "maskingInfo": {"masking": "NONE"}}, "enrollmentInfo": {"count": 102, "type": "ACTUAL"}}, "armsInterventionsModule": {"interventions": [{"type": "DRUG", "name": "Extended Release Metformin", "description": "0.5g twice a day to 2g twice a day for at least 12 months or more", "otherNames": ["Bigsens XR® (Zydus CND)"]}]}, "outcomesModule": {"primaryOutcomes": [{"measure": "Change in Weight From Baseline at 12 Months or More", "description": "Change: Weight after 12 months of therapy or more - weight at baseline", "timeFrame": "Initial and at the end of 12 months or more"}, {"measure": "Change in Body Mass Index (BMI) From Baseline at 12 Months or More", "description": "Change: Body Mass Index (BMI) after 12 months of therapy or more - BMI at baseline", "timeFrame": "Initial and at the end of 12 months or more"}, {"measure": "Change in Waist Circumference From Baseline at 12 Months or More", "description": "Change: Waist circumference after 12 months or more of therapy - Waist circumference at baseline", "timeFrame": "Initial and at the end of 12 months or more"}, {"measure": "Change in Waist Circumference (Cms)/Hip Circumference (Cms)From Baseline at 12 Months or More", "description": "Change: Waist circumference/Hip circumference ratio after 12 months or more of therapy - Waist circumference/Hip circumference ratio at baseline", "timeFrame": "Initial and at the end of 12 months or more"}, {"measure": "Change in Waist (Cms) /Height (Meters) Ratio From Baseline at 12 Months or More", "description": "Change: Waist/Height ratio after 12 months or more of therapy - Waist/Height ratio at baseline", "timeFrame": "Initial and at the end of 12 months or more"}, {"measure": "Change in Fasting Blood Glucose From Baseline at 12 Months or More", "description": "Change: Fasting blood glucose after 12 months or more of therapy - Fasting blood glucose at baseline", "timeFrame": "Initial and at the end of 12 months or more"}, {"measure": "Change in Glycosylated Haemoglobin (A1C) From Baseline at 12 Months or More", "description": "Change: Glycosylated Haemoglobin after 12 months or more of therapy - Glycosylated Haemoglobin at baseline.", "timeFrame": "Initial and at the end of 12 months or more"}]}, "eligibilityModule": {"eligibilityCriteria": "Inclusion Criteria:\n\n* Type 2 Diabetes Mellitus\n* BMI more than 25\n\nExclusion Criteria:\n\n* Type 1 diabetes\n* pancreatic diabetes\n* presence of concomitant endocrinal disorder\n* non-overweight type 2 diabetes\n* type 2 diabetes with secondary failure to sulfonylurea and taking insulin\n* presence of proliferative retinopathy or chronic renal failure\n* known cirrhosis of liver\n* heavy alcoholic\n* presence of active tuberculosis\n* known HIV disease or any active infection\n* major mental illness\n* failure to comply with the exercise advice due to physical incapacity (e.g., severe osteoarthritis, hemiparesis or any other disabling neurological disease)\n* present pregnancy (or planning pregnancy)\n* lactating mothers\n* using any kind of hormones including oral contraceptives, systemic corticosteroids, nicotinic acid\n* use of anti-obesity drug within the past 3 months\n* chronic gastroparesis or chronic severe gastrointestinal symptoms\n* a history of gastric or duodenal ulcers\n* abdominal surgery within 1 year will not be included in the study\n* patients with congestive heart failure or overt nephropathy will also not be included, due to unreliability of anthropometric measurements in such subjects and the relative risk of lactic acidosis", "healthyVolunteers": false, "sex": "ALL", "minimumAge": "30 Years", "maximumAge": "70 Years", "stdAges": ["ADULT", "OLDER_ADULT"]}, "contactsLocationsModule": {"overallOfficials": [{"name": "Amulya R Sircar, MD", "affiliation": "Sircar Diabetes Clinic", "role": "PRINCIPAL_INVESTIGATOR"}], "locations": [{"facility": "Sircar Diabetes Clinic", "city": "Lucknow", "state": "UP", "zip": "226006", "country": "India", "geoPoint": {"lat": 26.83928, "lon": 80.92313}}]}}, "resultsSection": {"participantFlowModule": {"recruitmentDetails": "February 2006 to December 2008; Sircar Diabetes Clinic", "groups": [{"id": "FG000", "title": "Overweight Type 2 Diabetes Mellitus", "description": "One arm study in Overweight Type 2 Diabetes Mellitus"}], "periods": [{"title": "Metformin in Maximum Tolerated Dose", "milestones": [{"type": "STARTED", "achievements": [{"groupId": "FG000", "comment": "February 2006", "numSubjects": "102"}]}, {"type": "COMPLETED", "achievements": [{"groupId": "FG000", "comment": "June 2009", "numSubjects": "102"}]}, {"type": "NOT COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "0"}]}]}, {"title": "Metformin for 12 Months or More", "milestones": [{"type": "STARTED", "achievements": [{"groupId": "FG000", "comment": "Gradually increasing dose of Extended Release Metformin", "numSubjects": "102"}]}, {"type": "COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "102"}]}, {"type": "NOT COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "0"}]}]}]}, "baselineCharacteristicsModule": {"groups": [{"id": "BG000", "title": "Overweight Type 2 Diabetes Mellitus", "description": "One arm study in Overweight Type 2 Diabetes Mellitus"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "BG000", "value": "102"}]}], "measures": [{"title": "Age, Categorical", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "<=18 years", "measurements": [{"groupId": "BG000", "value": "0"}]}, {"title": "Between 18 and 65 years", "measurements": [{"groupId": "BG000", "value": "92"}]}, {"title": ">=65 years", "measurements": [{"groupId": "BG000", "value": "10"}]}]}]}, {"title": "Age Continuous", "paramType": "MEAN", "dispersionType": "STANDARD_DEVIATION", "unitOfMeasure": "years", "classes": [{"categories": [{"measurements": [{"groupId": "BG000", "value": "51.16", "spread": "9.75"}]}]}]}, {"title": "Sex: Female, Male", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "Female", "measurements": [{"groupId": "BG000", "value": "41"}]}, {"title": "Male", "measurements": [{"groupId": "BG000", "value": "61"}]}]}]}, {"title": "Region of Enrollment", "paramType": "NUMBER", "unitOfMeasure": "participants", "classes": [{"title": "India", "categories": [{"measurements": [{"groupId": "BG000", "value": "102"}]}]}]}]}, "outcomeMeasuresModule": {"outcomeMeasures": [{"type": "PRIMARY", "title": "Change in Weight From Baseline at 12 Months or More", "description": "Change: Weight after 12 months of therapy or more - weight at baseline", "reportingStatus": "POSTED", "paramType": "MEDIAN", "dispersionType": "95% Confidence Interval", "unitOfMeasure": "Kg", "timeFrame": "Initial and at the end of 12 months or more", "groups": [{"id": "OG000", "title": "Overweight Type 2 Diabetes Mellitus", "description": "One arm study in Overweight Type 2 Diabetes Mellitus"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "102"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "-8.37", "lowerLimit": "-9.03", "upperLimit": "-7.72"}]}]}], "analyses": [{"groupIds": ["OG000"], "groupDescription": "Analysis of difference between 12 months or more and baseline values", "testedNonInferiority": false, "nonInferiorityType": "SUPERIORITY_OR_OTHER", "pValue": "<0.05", "statisticalMethod": "Paired t test", "paramType": "Median Difference (Final Values)", "paramValue": "-8.36", "ciPctValue": "95", "ciLowerLimit": "-9.03", "ciUpperLimit": "-7.72", "dispersionType": "STANDARD_DEVIATION", "dispersionValue": "3.3"}]}, {"type": "PRIMARY", "title": "Change in Body Mass Index (BMI) From Baseline at 12 Months or More", "description": "Change: Body Mass Index (BMI) after 12 months of therapy or more - BMI at baseline", "reportingStatus": "POSTED", "paramType": "MEDIAN", "dispersionType": "95% Confidence Interval", "unitOfMeasure": "kg/m2", "timeFrame": "Initial and at the end of 12 months or more", "groups": [{"id": "OG000", "title": "Overweight Type 2 Diabetes Mellitus", "description": "One arm study in Overweight Type 2 Diabetes Mellitus"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "102"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "-3.28", "lowerLimit": "-3.5", "upperLimit": "-3.0"}]}]}], "analyses": [{"groupIds": ["OG000"], "groupDescription": "Analysis of difference between 12 months or more and baseline values", "testedNonInferiority": false, "nonInferiorityType": "SUPERIORITY_OR_OTHER", "pValue": "<0.05", "statisticalMethod": "Wilcoxon paired signed rank-sum test", "paramType": "Median Difference (Final Values)", "paramValue": "-3.27", "ciPctValue": "95", "ciLowerLimit": "-3.5", "ciUpperLimit": "-3.0"}]}, {"type": "PRIMARY", "title": "Change in Waist Circumference From Baseline at 12 Months or More", "description": "Change: Waist circumference after 12 months or more of therapy - Waist circumference at baseline", "reportingStatus": "POSTED", "paramType": "MEDIAN", "dispersionType": "95% Confidence Interval", "unitOfMeasure": "Centimeters", "timeFrame": "Initial and at the end of 12 months or more", "groups": [{"id": "OG000", "title": "Overweight Type 2 Diabetes Mellitus", "description": "One arm study in Overweight Type 2 Diabetes Mellitus"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "102"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "-7.41", "lowerLimit": "-8.37", "upperLimit": "-6.47"}]}]}], "analyses": [{"groupIds": ["OG000"], "groupDescription": "Analysis of difference between 12 months and baseline values", "testedNonInferiority": false, "nonInferiorityType": "SUPERIORITY_OR_OTHER", "pValue": "<0.05", "statisticalMethod": "Wilcoxon paired signed rank-sum test", "paramType": "Median Difference (Final Values)", "paramValue": "-7.41", "ciPctValue": "95", "ciLowerLimit": "-8.37", "ciUpperLimit": "-6.47"}]}, {"type": "PRIMARY", "title": "Change in Waist Circumference (Cms)/Hip Circumference (Cms)From Baseline at 12 Months or More", "description": "Change: Waist circumference/Hip circumference ratio after 12 months or more of therapy - Waist circumference/Hip circumference ratio at baseline", "reportingStatus": "POSTED", "paramType": "MEDIAN", "dispersionType": "95% Confidence Interval", "unitOfMeasure": "Ratio", "timeFrame": "Initial and at the end of 12 months or more", "groups": [{"id": "OG000", "title": "Overweight Type 2 Diabetes Mellitus", "description": "One arm study in Overweight Type 2 Diabetes Mellitus"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "102"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "-0.014", "lowerLimit": "-0.02", "upperLimit": "0.001"}]}]}], "analyses": [{"groupIds": ["OG000"], "groupDescription": "Analysis of difference between 12 months or more and baseline values", "testedNonInferiority": false, "nonInferiorityType": "SUPERIORITY_OR_OTHER", "pValue": "<0.05", "statisticalMethod": "Wilcoxon paired sign rank-sum test", "paramType": "Median Difference (Final Values)", "paramValue": "-0.014", "ciPctValue": "95", "ciLowerLimit": "-0.02", "ciUpperLimit": "0.001"}]}, {"type": "PRIMARY", "title": "Change in Waist (Cms) /Height (Meters) Ratio From Baseline at 12 Months or More", "description": "Change: Waist/Height ratio after 12 months or more of therapy - Waist/Height ratio at baseline", "reportingStatus": "POSTED", "paramType": "MEDIAN", "dispersionType": "95% Confidence Interval", "unitOfMeasure": "Ratio", "timeFrame": "Initial and at the end of 12 months or more", "groups": [{"id": "OG000", "title": "Overweight Type 2 Diabetes Mellitus", "description": "One arm study in Overweight Type 2 Diabetes Mellitus"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "102"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "-4.61", "lowerLimit": "-5.2", "upperLimit": "-3.8"}]}]}], "analyses": [{"groupIds": ["OG000"], "groupDescription": "Analysis of difference between 12 months and baseline values", "testedNonInferiority": false, "nonInferiorityType": "SUPERIORITY_OR_OTHER", "pValue": "<0.05", "statisticalMethod": "Wilcoxon paired signed rank-sum test", "paramType": "Median Difference (Final Values)", "paramValue": "-4.61", "ciPctValue": "95", "ciLowerLimit": "-5.2", "ciUpperLimit": "-3.8"}]}, {"type": "PRIMARY", "title": "Change in Fasting Blood Glucose From Baseline at 12 Months or More", "description": "Change: Fasting blood glucose after 12 months or more of therapy - Fasting blood glucose at baseline", "reportingStatus": "POSTED", "paramType": "MEDIAN", "dispersionType": "95% Confidence Interval", "unitOfMeasure": "mmol/L", "timeFrame": "Initial and at the end of 12 months or more", "groups": [{"id": "OG000", "title": "Overweight Type 2 Diabetes Mellitus", "description": "One arm study in Overweight Type 2 Diabetes Mellitus"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "102"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "-2.97", "lowerLimit": "-3.57", "upperLimit": "-2.38"}]}]}], "analyses": [{"groupIds": ["OG000"], "groupDescription": "Analysis of difference between 12 months and baseline values", "testedNonInferiority": false, "nonInferiorityType": "SUPERIORITY_OR_OTHER", "pValue": "<0.05", "statisticalMethod": "Wilcoxon paired signed rank-sum test", "paramType": "Median Difference (Final Values)", "paramValue": "-2.97", "ciPctValue": "95", "ciLowerLimit": "-3.57", "ciUpperLimit": "-2.38"}]}, {"type": "PRIMARY", "title": "Change in Glycosylated Haemoglobin (A1C) From Baseline at 12 Months or More", "description": "Change: Glycosylated Haemoglobin after 12 months or more of therapy - Glycosylated Haemoglobin at baseline.", "reportingStatus": "POSTED", "paramType": "MEDIAN", "dispersionType": "95% Confidence Interval", "unitOfMeasure": "Percentage of HbA1c", "timeFrame": "Initial and at the end of 12 months or more", "groups": [{"id": "OG000", "title": "Overweight Type 2 Diabetes Mellitus", "description": "One arm study in Overweight Type 2 Diabetes Mellitus"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "102"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "-2.37", "lowerLimit": "-2.65", "upperLimit": "-2.08"}]}]}], "analyses": [{"groupIds": ["OG000"], "groupDescription": "Analysis of difference between 12 months and baseline values", "testedNonInferiority": false, "nonInferiorityType": "SUPERIORITY_OR_OTHER", "pValue": "<0.05", "statisticalMethod": "Wilcoxon paired signed rank-sum test", "paramType": "Median Difference (Final Values)", "paramValue": "-2.37", "ciPctValue": "95", "ciLowerLimit": "-2.65", "ciUpperLimit": "-2.08"}]}]}, "adverseEventsModule": {"frequencyThreshold": "1", "eventGroups": [{"id": "EG000", "title": "Overweight Type 2 Diabetes Mellitus", "description": "One arm study in Overweight Type 2 Diabetes Mellitus", "seriousNumAffected": 0, "seriousNumAtRisk": 0, "otherNumAffected": 0, "otherNumAtRisk": 102}]}, "moreInfoModule": {"certainAgreement": {"piSponsorEmployee": false, "restrictiveAgreement": false}, "pointOfContact": {"title": "Dr. Amulya R Sircar", "organization": "Sircar Diabetes Clinic", "email": "arsircar@yahoo.com", "phone": "+ 91 (522) 2324747"}}}, "derivedSection": {"miscInfoModule": {"versionHolder": "2024-06-24"}, "conditionBrowseModule": {"meshes": [{"id": "D000003920", "term": "Diabetes Mellitus"}, {"id": "D000003924", "term": "Diabetes Mellitus, Type 2"}, {"id": "D000050177", "term": "Overweight"}], "ancestors": [{"id": "D000044882", "term": "Glucose Metabolism Disorders"}, {"id": "D000008659", "term": "Metabolic Diseases"}, {"id": "D000004700", "term": "Endocrine System Diseases"}, {"id": "D000044343", "term": "Overnutrition"}, {"id": "D000009748", "term": "Nutrition Disorders"}, {"id": "D000001835", "term": "Body Weight"}], "browseLeaves": [{"id": "M7115", "name": "Diabetes Mellitus", "asFound": "Diabetes Mellitus", "relevance": "HIGH"}, {"id": "M7119", "name": "Diabetes Mellitus, Type 2", "asFound": "Type 2 Diabetes Mellitus", "relevance": "HIGH"}, {"id": "M26186", "name": "Overweight", "asFound": "Overweight", "relevance": "HIGH"}, {"id": "M12701", "name": "Obesity", "relevance": "LOW"}, {"id": "M11639", "name": "Metabolic Diseases", "relevance": "LOW"}, {"id": "M25403", "name": "Glucose Metabolism Disorders", "relevance": "LOW"}, {"id": "M7862", "name": "Endocrine System Diseases", "relevance": "LOW"}, {"id": "M25307", "name": "Overnutrition", "relevance": "LOW"}, {"id": "M12684", "name": "Nutrition Disorders", "relevance": "LOW"}, {"id": "M5114", "name": "Body Weight", "relevance": "LOW"}], "browseBranches": [{"abbrev": "BC18", "name": "Nutritional and Metabolic Diseases"}, {"abbrev": "BC19", "name": "Gland and Hormone Related Diseases"}, {"abbrev": "All", "name": "All Conditions"}, {"abbrev": "BC23", "name": "Symptoms and General Pathology"}]}, "interventionBrowseModule": {"meshes": [{"id": "D000008687", "term": "Metformin"}], "ancestors": [{"id": "D000007004", "term": "Hypoglycemic Agents"}, {"id": "D000045505", "term": "Physiological Effects of Drugs"}], "browseLeaves": [{"id": "M11667", "name": "Metformin", "asFound": "Assessment", "relevance": "HIGH"}, {"id": "M10054", "name": "Hypoglycemic Agents", "relevance": "LOW"}], "browseBranches": [{"abbrev": "Hypo", "name": "Hypoglycemic Agents"}, {"abbrev": "All", "name": "All Drugs and Chemicals"}]}}, "hasResults": true}