{"protocolSection": {"identificationModule": {"nctId": "NCT00815880", "orgStudyIdInfo": {"id": "PRO02291"}, "organization": {"fullName": "Nuwellis, Inc.", "class": "INDUSTRY"}, "briefTitle": "C-Pulse IDE Feasibility Study- A Heart Assist System", "officialTitle": "C-Pulse Implantable Counterpulsation Pump (ICP) Feasibility Study - A Heart Assist System"}, "statusModule": {"statusVerifiedDate": "2023-08", "overallStatus": "COMPLETED", "expandedAccessInfo": {"hasExpandedAccess": false}, "startDateStruct": {"date": "2008-09-10", "type": "ACTUAL"}, "primaryCompletionDateStruct": {"date": "2018-05-07", "type": "ACTUAL"}, "completionDateStruct": {"date": "2018-09-07", "type": "ACTUAL"}, "studyFirstSubmitDate": "2008-12-30", "studyFirstSubmitQcDate": "2008-12-30", "studyFirstPostDateStruct": {"date": "2008-12-31", "type": "ESTIMATED"}, "resultsFirstSubmitDate": "2019-08-07", "resultsFirstSubmitQcDate": "2023-08-03", "resultsFirstPostDateStruct": {"date": "2023-08-24", "type": "ACTUAL"}, "lastUpdateSubmitDate": "2023-08-03", "lastUpdatePostDateStruct": {"date": "2023-08-24", "type": "ACTUAL"}}, "sponsorCollaboratorsModule": {"responsibleParty": {"type": "SPONSOR"}, "leadSponsor": {"name": "Nuwellis, Inc.", "class": "INDUSTRY"}}, "oversightModule": {"oversightHasDmc": true}, "descriptionModule": {"briefSummary": "The C-Pulse Feasibility Study is evaluating the safety and performance of a new product for the treatment of heart failure. The product is designed to help reduce the symptoms of heart failure and help patients function better with daily activities. The study evaluates multiple measures of heart function and whether the patient's quality of life has been improved since the device implant. The patient will have several visits after the device implant to assess how well they are doing and to monitor any safety concerns.", "detailedDescription": "Sunshine Heart Inc. is sponsoring a prospective, multi-center trial to assess the safety and provide indications for performance of the Sunshine Heart C-PulseTM System (\"C-Pulse™\").\n\nThe current need is for a counterpulsation device or method that is effective enough to make its application appealing as a long-term implant to a large number of patients and physicians. It must be simple and safe, with a straight-forward implant procedure, and with long-term measurable patient benefits. Further, it would be advantageous for the counterpulsation device to be smaller, easier to insert, ambulatory, disconnectable, and not in the bloodstream. Such a device may be more readily adopted by a wider group of cardiologists and surgeons, and be suitable for a wider group of people in NYHA Class III or IV heart failure. It is important to point out that a counterpulsation device is aimed to augment native heart function and is fundamentally different from total artificial hearts, left ventricular assist devices and heart transplants which are meant to be a total replacement or an alternative to the native heart. Thus, the counterpulsation device is considered non-obligatory and not life-supporting.\n\nSunshine Heart, Inc has proposed C-Pulse™, a novel ambulatory, non-obligatory, non-blood contacting extra-ascending aortic counterpulsation system. The C-Pulse™ System is designed to be implanted without the need for cardiopulmonary bypass or extensive dissection, to be able to be activated immediately, to augment heart function in a safe manner and to provide sustained relief from heart failure symptoms. It can be turned off safely, and similarly, in failure modes, is considered to have an associated low risk of death or disability, other than the recurrence of heart failure symptoms. C-Pulse™ is not an alternative to the heart, it is an augmentation device, and it does not preclude the use of therapies that provide full circulatory support such as heart transplantation or LVADs.\n\nThe C-Pulse™ System consists of a counterpulsation Cuff secured around the outside of the ascending aorta, the main blood vessel out of the heart. The Cuff and a heart signal sensing wire are attached to an external driver. The external Driver inflates and deflates the Cuff in sequence with the ECG signal to assist heart function and improve the pumping capacity of the heart. The Cuff deflects the aorta in a \"thumb-printing\" manner which has been optimized to minimize aortic wall strain and maximize blood volume displacement per beat. The C-Pulse™ System is non-blood contacting, simple to insert, and can be turned on and off as required; all natural blood pathways are maintained - there is no exposure of foreign material to the bloodstream."}, "conditionsModule": {"conditions": ["Heart Failure"], "keywords": ["Heart Failure", "Device", "Implantable", "Active", "Class III and Class IV", "Counterpulsation"]}, "designModule": {"studyType": "INTERVENTIONAL", "phases": ["NA"], "designInfo": {"allocation": "NA", "interventionModel": "SINGLE_GROUP", "interventionModelDescription": "The C-Pulse System is indicated for use in subjects with moderate to severe heart failure who are refractory to optimal medical therapy", "primaryPurpose": "TREATMENT", "maskingInfo": {"masking": "NONE"}}, "enrollmentInfo": {"count": 21, "type": "ACTUAL"}}, "armsInterventionsModule": {"armGroups": [{"label": "Implantable Counterpulsation Therapy", "type": "EXPERIMENTAL", "description": "The primary study population will include 20 patients enrolled and implanted with C-Pulse. This expansion protocol will allow up to 40 patients to be enrolled and implanted. Patients that meet eligibility will be enrolled and implanted into the treatment arm of the study. These patients will receive the C-Pulse System Implant as intervention therapy. There is not a control arm in this feasibility study.", "interventionNames": ["Device: C-Pulse™ (Implantable Counterpulsation Therapy)"]}], "interventions": [{"type": "DEVICE", "name": "C-Pulse™ (Implantable Counterpulsation Therapy)", "description": "Implantation and activation of counterpulsation therapy for the full duration of the study period. The device may be turned off briefly for personal hygiene, etc.", "armGroupLabels": ["Implantable Counterpulsation Therapy"], "otherNames": ["C-Pulse Implantable Counterpulsation System", "Heart Assist System"]}]}, "outcomesModule": {"primaryOutcomes": [{"measure": "Number of Surviving Participants That Completed the Study", "description": "Amount of participants that did not exit study for reasons including worsening heart failure resulting in hospitalization, LVAD implantation, study withdrawal or death.", "timeFrame": "5 Years"}, {"measure": "Six Minute Walk Test", "description": "6MWT in distance (meters).", "timeFrame": "6 Months"}, {"measure": "Cardiopulmonary Exercise Testing", "description": "CPX is performed on a treadmill and carried out to a symptomatic maximum. Minute oxygen consumption (VO2; ml/min) and minute carbon dioxide production (VCO2; ml/min) are measured using a breath-by-breath respiratory gas analyzer. The Respiratory Exchange Ratio (RER) is calculated as VCO2/VO2. A peak RER of ≥1.10 is generally considered an indication of excellent subject effort during CPX. Achievement of a peak RER \\<1.00 in a CPX that is terminated by subject request, absent any electrocardiographic or hemodynamic abnormalities, generally reflects submaximal cardiovascular effort.", "timeFrame": "6 Months"}, {"measure": "Kansas City Cardiomyopathy Questionnaire (KCCQ)", "description": "Overall KCCQ score, a 23-item self-administered questionnaire developed to independently measure the patient's perception of their health status, which includes heart failure symptoms, impact on physical and social function, and how their heart failure impacts their quality of life (QOL) within a 2-week recall period. Scores range from 0-100, in which higher scores reflect better health status.The KCCQ instrument may be used by medical device companies and sponsor-investigators for evaluation of safety and effectiveness for heart failure medical devices to support regulatory submissions. The KCCQ instrument, specifically the Symptom Domain Score, Physical Limitation Domain Score, Social Limitation Domain Score, Quality of Life Domain Score and Overall Summary Score, can be used as a component of a composite primary endpoint or secondary endpoint in a feasibility or pivotal clinical trial evaluating heart failure medical devices.", "timeFrame": "6 Months"}], "secondaryOutcomes": [{"measure": "New York Heart Association (NYHA) Classification", "description": "The most commonly used heart failure classification system, the NYHA Functional Classification, classifies patients' heart failure according to the severity of their symptoms. It places patients in one of four categories based on how much they are limited during physical activity (I: No limitation of physical activity, II: Slight limitation of physical activity and comfortable at rest, III: Marked limitation of physical activity and comfortable at rest, IV: Unable to carry on any physical activity without discomfort, and symptoms of heart failure at rest).", "timeFrame": "6 Months"}]}, "eligibilityModule": {"eligibilityCriteria": "Inclusion Criteria:\n\n* Patient has ACC/AHA Stage C heart failure and remains in NYHA Class III - ambulatory Class IV despite optimal medical therapy.\n* ACE inhibitor or ARB (Angiotensin Receptor Blocks) at least 30 days preceding implant or nitrate/hydralazine at the investigators discretion\n* Beta-blocker for at least 90 days and stable for 30 days preceding implant\n* Patient has left ventricular ejection fraction (LVEF) ≤ 35%\n* Patient has had Cardiac Resynchronization Therapy (CRT) for at least 90 days prior to enrollment or is not indicated for a CRT device\n* Patient has had an implanted cardio-defibrillator (ICD) at least 30 days prior to enrollment or is not indicated for ICD implantation.\n* Patient is at least 18 years of age and not older than 75 years\n* Patient six minute hall walk assessment between 100-350 meters\n* Patient understands the nature of the procedure, is willing to comply with associated follow-up evaluations, and provide written informed consent prior to the procedure\n\nExclusion Criteria:\n\n* Patient has any evidence of:\n\n  * Ascending aortic calcification on posterior-anterior or lateral chest x-ray at initial screening OR\n  * Atherosclerotic ascending aortic disease, specifically intimal thickening greater than 3mm or mobile atheroma (moderate) or mural calcification (severe) as detected by CT scan or echocardiography (Echo)\n* Patient has ascending aorto-coronary artery bypass grafts, history of aortic dissection, Marfans disease or other connective tissue disorder or has had an aortic root replacement\n* Patient aorta not conforming to specified dimensional constraints defined by CT scan, most specifically mid ascending aortic outside diameter less than 29mm or greater than 40mm\n* Patient has severe mitral valve incompetence, grade 4+\n* Patient has moderate to severe aortic valve incompetence, grade 2-4+\n* Patient has systolic blood pressure less than 90 or greater than 140 mmHg\n* Patient has a Serum Sodium less than 130 mEq/L\n* Patient has a Estimated Glomerular Filtration Rate (GFR) less than 40 ml/min/1.73m2\n* Patient has any two of three of Bilirubin, Aspartate Aminotransferase (AST), Alanine Aminotransferase (ALT) greater than three times upper limit of normal\n* Patient has a serum Albumin less than 3.0 g/dL\n* Patient has Body Mass Index (BMI) less than 18 or greater than 40 kg/m2\n* Men with Peak Oxygen Uptake (VO2) of greater than 18 ml/kg/min or less than 10 ml/kg/min OR -Women with Peak VO2 of greater than 16 ml/kg/min or less than 9 ml/kg/min\n* Patient has any active infection\n* Patient has had a myocardial infarction (MI), stroke, transient ischemic attack (TIA), cardiac or other major surgery, in the 90 days prior to enrollment\n* Patient has severe Chronic Obstructive Pulmonary Disease (COPD) as evidenced by Forces Expiratory Volume (FEV1) less than or equal to 0.9 L/min\n* Patient requires a concomitant surgical procedure \\[i.e. coronary artery bypass graft (CABG), Valve repair\\]\n* Patient is supported with a left ventricular assist device or IABP\n* Severe Right Heart Dysfunction with systemic venous congestion evidenced by clinical signs/symptoms such as Central Venous Pressure (CVP) ≥ 20 mmHg, Cardiac Index (CI) \\< 2.0 l/min./m2, elevated liver function tests beyond three time the upper limit of normal and presence of ascites\n* Patient has reversible causes of heart failure that may be remedied by conventional surgery or other intervention\n* Patient is pregnant; Note: Negative pregnancy test required in all women of child bearing potential\n* Patient has any other condition that, in the opinion of the investigators, would disqualify the patient for inclusion in the study, limits survival to less than one year, or not permit valid consideration\n* Patient is currently enrolled or has participated in the last 30 days in another therapeutic or interventional clinical study that is likely to confound study results\n* Patient has symptomatic Carotid artery disease or asymptomatic disease with a stenosis greater than 70%.", "healthyVolunteers": false, "sex": "ALL", "minimumAge": "18 Years", "maximumAge": "75 Years", "stdAges": ["ADULT", "OLDER_ADULT"]}, "contactsLocationsModule": {"overallOfficials": [{"name": "William T Abraham, MD", "affiliation": "Ohio State University", "role": "PRINCIPAL_INVESTIGATOR"}, {"name": "Pat McCarthy, MD", "affiliation": "Northwestern University", "role": "PRINCIPAL_INVESTIGATOR"}], "locations": [{"facility": "University of Alabama at Birmingham", "city": "Birmingham", "state": "Alabama", "zip": "35294", "country": "United States", "geoPoint": {"lat": 33.52066, "lon": -86.80249}}, {"facility": "University of Louisville", "city": "Louisville", "state": "Kentucky", "zip": "40202", "country": "United States", "geoPoint": {"lat": 38.25424, "lon": -85.75941}}, {"facility": "St. Paul Heart Clinic", "city": "Saint Paul", "state": "Minnesota", "zip": "55102", "country": "United States", "geoPoint": {"lat": 44.94441, "lon": -93.09327}}, {"facility": "Mid America Heart Institute-Saint Luke's Hospital", "city": "Kansas City", "state": "Missouri", "zip": "64111", "country": "United States", "geoPoint": {"lat": 39.09973, "lon": -94.57857}}, {"facility": "Ohio State University", "city": "Columbus", "state": "Ohio", "zip": "43210", "country": "United States", "geoPoint": {"lat": 39.96118, "lon": -82.99879}}, {"facility": "Penn State Milton S. Hershey Medical Center", "city": "Hershey", "state": "Pennsylvania", "zip": "17033", "country": "United States", "geoPoint": {"lat": 40.28592, "lon": -76.65025}}]}, "referencesModule": {"references": [{"pmid": "25301151", "type": "DERIVED", "citation": "Abraham WT, Aggarwal S, Prabhu SD, Cecere R, Pamboukian SV, Bank AJ, Sun B, Pae WE Jr, Hayward CS, McCarthy PM, Peters WS, Verta P, Slaughter MS; C-Pulse Trial Study Group. Ambulatory extra-aortic counterpulsation in patients with moderate to severe chronic heart failure. JACC Heart Fail. 2014 Oct;2(5):526-33. doi: 10.1016/j.jchf.2014.04.014."}]}}, "resultsSection": {"participantFlowModule": {"recruitmentDetails": "The C-Pulse IDE feasibility study is a multi-center study in up to seven (7) centers in the United States and one (1) Outside the United States center (Canada). 21 subjects were enrolled and implanted.", "groups": [{"id": "FG000", "title": "Implantable Counterpulsation Therapy", "description": "The study is a single arm study with 21 patients being treated with implantable counterpulsation. Patients that meet eligibility will be enrolled and will receive the C-Pulse System Implant as intervention therapy.There is not a control arm in this feasibility study.\n\nC-Pulse™ (Implantable Counterpulsation Therapy): Implantation and activation of counterpulsation therapy for the full duration of the study period. The period of follow- up will be 6 months to assess the safety and performance before initiating the pivotal randomized clinical trial. All patients will continue to be followed annually during long term follow-up to a minimum of 5 years."}], "periods": [{"title": "Overall Study", "milestones": [{"type": "STARTED", "comment": "The first implantation was on April 15, 2009. The last implantation was on December 21, 2010.", "achievements": [{"groupId": "FG000", "numSubjects": "21"}]}, {"type": "COMPLETED", "achievements": [{"groupId": "FG000", "comment": "3 subjects completed the 5-year follow-up visit.", "numSubjects": "3"}]}, {"type": "NOT COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "18"}]}]}]}, "baselineCharacteristicsModule": {"groups": [{"id": "BG000", "title": "Implantable Counterpulsation Therapy", "description": "A total of 21 patients were treated with C-Pulse implantable counterpulsation. The study follow-up period was up to 5 years. Only 3 subjects completed the 60 month follow-up visit, and 18 subjects prematurely exited the study prior to the 60 month follow-up."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "BG000", "value": "21"}]}], "measures": [{"title": "Age, Customized", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"title": "18-75 years", "categories": [{"measurements": [{"groupId": "BG000", "value": "21"}]}]}]}, {"title": "Sex: Female, Male", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "Female", "measurements": [{"groupId": "BG000", "value": "8"}]}, {"title": "Male", "measurements": [{"groupId": "BG000", "value": "13"}]}]}]}, {"title": "Race (NIH/OMB)", "description": "In 1997, the Office of Management and Budget (OMB) issued the Revisions to the Standards for the Classification of Federal Data on Race and Ethnicity. The revised standards contain five minimum categories for race: American Indian or Alaska Native, Asian, Black or African American, Native Hawaiian or Other Pacific Islander, and White.", "populationDescription": "One subject did not provide information about Race.", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "American Indian or Alaska Native", "measurements": [{"groupId": "BG000", "value": "0"}]}, {"title": "Asian", "measurements": [{"groupId": "BG000", "value": "0"}]}, {"title": "Native Hawaiian or Other Pacific Islander", "measurements": [{"groupId": "BG000", "value": "0"}]}, {"title": "Black or African American", "measurements": [{"groupId": "BG000", "value": "3"}]}, {"title": "White", "measurements": [{"groupId": "BG000", "value": "17"}]}, {"title": "More than one race", "measurements": [{"groupId": "BG000", "value": "0"}]}, {"title": "Unknown or Not Reported", "measurements": [{"groupId": "BG000", "value": "1"}]}]}]}, {"title": "Region of Enrollment", "paramType": "NUMBER", "unitOfMeasure": "participants", "classes": [{"title": "United States", "categories": [{"measurements": [{"groupId": "BG000", "value": "18"}]}]}, {"title": "Canada", "categories": [{"measurements": [{"groupId": "BG000", "value": "3"}]}]}]}, {"title": "Intermacs Subject Profile/Status", "description": "Baseline features, quality of life, and outcomes were compared according to INTERMACS (Interagency Registry for Mechanically Assisted Circulatory Support) profile. INTERMACS patient profiles were assigned at enrollment by the treating clinician, according to methods described by the INTERMACS 1-7 scale (1: Critical Cardiogenic Shock, 2: Progressive Decline, 3: Stable but Inotrope Dependent, 4: Recurrent Advanced HF, 5: Exertion Intolerant, 6: Exertion Limited, 7: Advanced NYHA Class III).", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "3: Stable but Inotrope Dependent", "measurements": [{"groupId": "BG000", "value": "3"}]}, {"title": "4: Resting Symptoms", "measurements": [{"groupId": "BG000", "value": "1"}]}, {"title": "5: Exertion Intolerant", "measurements": [{"groupId": "BG000", "value": "8"}]}, {"title": "6: Exertion Limited", "measurements": [{"groupId": "BG000", "value": "7"}]}, {"title": "7: Advanced NYHA Class 3", "measurements": [{"groupId": "BG000", "value": "2"}]}]}]}, {"title": "NYHA Classification", "description": "The most commonly used heart failure classification system, the New York Heart Association (NYHA) Functional Classification, classifies patients' heart failure according to the severity of their symptoms. It places patients in one of four categories based on how much they are limited during physical activity (I: No limitation of physical activity, II: Slight limitation of physical activity and comfortable at rest, III: Marked limitation of physical activity and comfortable at rest, IV: Unable to carry on any physical activity without discomfort, and symptoms of heart failure at rest).", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "III", "measurements": [{"groupId": "BG000", "value": "19"}]}, {"title": "IV", "measurements": [{"groupId": "BG000", "value": "2"}]}]}]}, {"title": "Cardiomyopathy Etiology", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "Ischemic", "measurements": [{"groupId": "BG000", "value": "7"}]}, {"title": "Non-Ischemic", "measurements": [{"groupId": "BG000", "value": "14"}]}]}]}, {"title": "Cardiac Resynchronization Therapy (CRT)", "description": "CRT is the insertion of electrodes in the left and right ventricles of the heart, as well as on occasion the right atrium, to treat heart failure by coordinating the function of the left and right ventricles via a pacemaker, a small device inserted into the interior chest wall.", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"measurements": [{"groupId": "BG000", "value": "10"}]}]}]}, {"title": "Implantable Cardioverter Defibrillator (ICD) Therapy", "description": "An ICD is a device implantable inside the body, able to perform cardioversion, defibrillation, and pacing of the heart. The device is therefore capable of correcting most life-threatening cardiac arrhythmias. The ICD is the first-line treatment and prophylactic therapy for patients at risk for sudden cardiac death due to ventricular fibrillation and ventricular tachycardia.", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"measurements": [{"groupId": "BG000", "value": "21"}]}]}]}, {"title": "Kansas City Cardiomyopathy Questionnaire (KCCQ)", "description": "The KCCQ is a self-administered, 23-item questionnaire for congestive heart failure status that addresses clinically relevant domains: physical limitations, symptoms, severity and change over time, self-efficacy and knowledge, social interference and quality of life. The clinical summary (Overall) score is on a scale of 0-100, the higher the score the higher the quality of life.", "paramType": "MEAN", "dispersionType": "STANDARD_DEVIATION", "unitOfMeasure": "Overall Score", "classes": [{"categories": [{"measurements": [{"groupId": "BG000", "value": "39.6", "spread": "19.4"}]}]}]}, {"title": "Six Minute Walking Test (6MWT)", "description": "6MWT measured in distance (meters).", "paramType": "MEAN", "dispersionType": "STANDARD_DEVIATION", "unitOfMeasure": "meters", "classes": [{"categories": [{"measurements": [{"groupId": "BG000", "value": "273.4", "spread": "63.1"}]}]}]}, {"title": "Cardiopulmonary Exercise Testing (CPX)", "description": "CPX is performed on a treadmill and carried out to a symptomatic maximum. Minute oxygen consumption (VO2; ml/min) and minute carbon dioxide production (VCO2; ml/min) are measured using a breath-by-breath respiratory gas analyzer. The Respiratory Exchange Ratio (RER) is calculated as VCO2/VO2. A peak RER of ≥1.10 is generally considered an indication of excellent subject effort during CPX. Achievement of a peak RER \\<1.00 in a CPX that is terminated by subject request, absent any electrocardiographic or hemodynamic abnormalities, generally reflects submaximal cardiovascular effort.", "paramType": "MEAN", "dispersionType": "STANDARD_DEVIATION", "unitOfMeasure": "Respiratory Exchange Ratio (RER)", "classes": [{"categories": [{"measurements": [{"groupId": "BG000", "value": "1.07", "spread": "0.10"}]}]}]}]}, "outcomeMeasuresModule": {"outcomeMeasures": [{"type": "PRIMARY", "title": "Number of Surviving Participants That Completed the Study", "description": "Amount of participants that did not exit study for reasons including worsening heart failure resulting in hospitalization, LVAD implantation, study withdrawal or death.", "reportingStatus": "POSTED", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "timeFrame": "5 Years", "groups": [{"id": "OG000", "title": "Implantable Counterpulsation Therapy", "description": "The study is a single arm study with 21 patients being treated with implantable counterpulsation. Patients that meet eligibility will be enrolled and implanted into the treatment arm of the study. These patients will receive the C-Pulse System Implant as intervention therapy. There is not a control arm in this feasibility study.\n\nC-Pulse™ (Implantable Counterpulsation Therapy): Implantation and activation of counterpulsation therapy for the full duration of the study period. The device may be turned off briefly for personal hygiene, etc."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "21"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "3"}]}]}]}, {"type": "PRIMARY", "title": "Six Minute Walk Test", "description": "6MWT in distance (meters).", "populationDescription": "16 subjects were enrolled with implants at the 6 month follow-up date.", "reportingStatus": "POSTED", "paramType": "MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "meters", "timeFrame": "6 Months", "groups": [{"id": "OG000", "title": "Implantable Counterpulsation Therapy", "description": "The study is a single arm study with 21 patients being treated with implantable counterpulsation. Patients that meet eligibility will be enrolled and will receive the C-Pulse System Implant as intervention therapy.There is not a control arm in this feasibility study.\n\nC-Pulse™ (Implantable Counterpulsation Therapy): Implantation and activation of counterpulsation therapy for the full duration of the study period. The period of follow- up will be 6 months to assess the safety and performance before initiating the pivotal randomized clinical trial. All patients will continue to be followed annually during long term follow-up to a minimum of 5 years."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "16"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "299.8", "spread": "102.3"}]}]}]}, {"type": "PRIMARY", "title": "Cardiopulmonary Exercise Testing", "description": "CPX is performed on a treadmill and carried out to a symptomatic maximum. Minute oxygen consumption (VO2; ml/min) and minute carbon dioxide production (VCO2; ml/min) are measured using a breath-by-breath respiratory gas analyzer. The Respiratory Exchange Ratio (RER) is calculated as VCO2/VO2. A peak RER of ≥1.10 is generally considered an indication of excellent subject effort during CPX. Achievement of a peak RER \\<1.00 in a CPX that is terminated by subject request, absent any electrocardiographic or hemodynamic abnormalities, generally reflects submaximal cardiovascular effort.", "populationDescription": "16 subjects were enrolled and implanted at the 6 month follow-up date, but only 15 were able to perform the Cardiopulmonary Exercise Testing.", "reportingStatus": "POSTED", "paramType": "MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "Respiratory Exchange Ratio (RER)", "timeFrame": "6 Months", "groups": [{"id": "OG000", "title": "Implantable Counterpulsation Therapy", "description": "The study is a single arm study with 21 patients being treated with implantable counterpulsation. Patients that meet eligibility will be enrolled and will receive the C-Pulse System Implant as intervention therapy.There is not a control arm in this feasibility study.\n\nC-Pulse™ (Implantable Counterpulsation Therapy): Implantation and activation of counterpulsation therapy for the full duration of the study period. The period of follow- up will be 6 months to assess the safety and performance before initiating the pivotal randomized clinical trial. All patients will continue to be followed annually during long term follow-up to a minimum of 5 years."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "15"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "1.06", "spread": "0.11"}]}]}]}, {"type": "PRIMARY", "title": "Kansas City Cardiomyopathy Questionnaire (KCCQ)", "description": "Overall KCCQ score, a 23-item self-administered questionnaire developed to independently measure the patient's perception of their health status, which includes heart failure symptoms, impact on physical and social function, and how their heart failure impacts their quality of life (QOL) within a 2-week recall period. Scores range from 0-100, in which higher scores reflect better health status.The KCCQ instrument may be used by medical device companies and sponsor-investigators for evaluation of safety and effectiveness for heart failure medical devices to support regulatory submissions. The KCCQ instrument, specifically the Symptom Domain Score, Physical Limitation Domain Score, Social Limitation Domain Score, Quality of Life Domain Score and Overall Summary Score, can be used as a component of a composite primary endpoint or secondary endpoint in a feasibility or pivotal clinical trial evaluating heart failure medical devices.", "populationDescription": "16 subjects were enrolled and implanted at the 6 month follow-up date.", "reportingStatus": "POSTED", "paramType": "MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "score on a scale", "timeFrame": "6 Months", "groups": [{"id": "OG000", "title": "Implantable Counterpulsation Therapy", "description": "The study is a single arm study with 21 patients being treated with implantable counterpulsation. Patients that meet eligibility will be enrolled and will receive the C-Pulse System Implant as intervention therapy.There is not a control arm in this feasibility study.\n\nC-Pulse™ (Implantable Counterpulsation Therapy): Implantation and activation of counterpulsation therapy for the full duration of the study period. The period of follow- up will be 6 months to assess the safety and performance before initiating the pivotal randomized clinical trial. All patients will continue to be followed annually during long term follow-up to a minimum of 5 years."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "16"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "63.3", "spread": "20.6"}]}]}]}, {"type": "SECONDARY", "title": "New York Heart Association (NYHA) Classification", "description": "The most commonly used heart failure classification system, the NYHA Functional Classification, classifies patients' heart failure according to the severity of their symptoms. It places patients in one of four categories based on how much they are limited during physical activity (I: No limitation of physical activity, II: Slight limitation of physical activity and comfortable at rest, III: Marked limitation of physical activity and comfortable at rest, IV: Unable to carry on any physical activity without discomfort, and symptoms of heart failure at rest).", "populationDescription": "16 subjects were still enrolled with implants at the 6 month follow-up date.", "reportingStatus": "POSTED", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "timeFrame": "6 Months", "groups": [{"id": "OG000", "title": "Implantable Counterpulsation Therapy", "description": "The study is a single arm study with 21 patients being treated with implantable counterpulsation. Patients that meet eligibility will be enrolled and will receive the C-Pulse System Implant as intervention therapy.There is not a control arm in this feasibility study.\n\nC-Pulse™ (Implantable Counterpulsation Therapy): Implantation and activation of counterpulsation therapy for the full duration of the study period. The period of follow- up will be 6 months to assess the safety and performance before initiating the pivotal randomized clinical trial. All patients will continue to be followed annually during long term follow-up to a minimum of 5 years."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "16"}]}], "classes": [{"categories": [{"title": "I", "measurements": [{"groupId": "OG000", "value": "4"}]}, {"title": "II", "measurements": [{"groupId": "OG000", "value": "8"}]}, {"title": "III", "measurements": [{"groupId": "OG000", "value": "4"}]}, {"title": "IV", "measurements": [{"groupId": "OG000", "value": "0"}]}]}]}]}, "adverseEventsModule": {"frequencyThreshold": "5", "timeFrame": "5 Years", "description": "Adverse events for the C-Pulse feasibility study are reported using the INTERMACS© definitions as a guideline.", "eventGroups": [{"id": "EG000", "title": "Implantable Counterpulsation Therapy", "description": "The study is a single arm study with 21 patients being treated with implantable counterpulsation. Patients that meet eligibility will be enrolled and will receive the C-Pulse System Implant as intervention therapy.There is not a control arm in this feasibility study.\n\nC-Pulse™ (Implantable Counterpulsation Therapy): Implantation and activation of counterpulsation therapy for the full duration of the study period. The period of follow- up will be 6 months to assess the safety and performance before initiating the pivotal randomized clinical trial. All patients will continue to be followed annually during long term follow-up to a minimum of 5 years.", "deathsNumAffected": 7, "deathsNumAtRisk": 21, "seriousNumAffected": 21, "seriousNumAtRisk": 21, "otherNumAffected": 0, "otherNumAtRisk": 21}], "seriousEvents": [{"term": "Cardiac Arrhythmias", "organSystem": "Cardiac disorders", "sourceVocabulary": "INTERMACS", "assessmentType": "NON_SYSTEMATIC_ASSESSMENT", "notes": "(Any)", "stats": [{"groupId": "EG000", "numEvents": 16, "numAffected": 8, "numAtRisk": 21}]}, {"term": "Worsening Left Heart Failure", "organSystem": "Cardiac disorders", "sourceVocabulary": "INTERMACS", "assessmentType": "NON_SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 7, "numAffected": 5, "numAtRisk": 21}]}, {"term": "Major Infection", "organSystem": "Infections and infestations", "sourceVocabulary": "INTERMACS", "assessmentType": "NON_SYSTEMATIC_ASSESSMENT", "notes": "(Any)", "stats": [{"groupId": "EG000", "numEvents": 32, "numAffected": 15, "numAtRisk": 21}]}]}, "moreInfoModule": {"certainAgreement": {"piSponsorEmployee": false, "restrictiveAgreement": false}, "pointOfContact": {"title": "Audrey Singh", "organization": "CHF Solutions, Inc.", "email": "audrey.singh@chf-solutions.com", "phone": "952-345-4217"}}}, "documentSection": {"largeDocumentModule": {"largeDocs": [{"typeAbbrev": "Prot_SAP", "hasProtocol": true, "hasSap": true, "hasIcf": false, "label": "Study Protocol and Statistical Analysis Plan", "date": "2015-03-04", "uploadDate": "2023-08-03T16:18", "filename": "Prot_SAP_000.pdf", "size": 2552909}]}}, "derivedSection": {"miscInfoModule": {"versionHolder": "2024-06-24"}, "conditionBrowseModule": {"meshes": [{"id": "D000006333", "term": "Heart Failure"}], "ancestors": [{"id": "D000006331", "term": "Heart Diseases"}, {"id": "D000002318", "term": "Cardiovascular Diseases"}], "browseLeaves": [{"id": "M9421", "name": "Heart Failure", "asFound": "Heart Failure", "relevance": "HIGH"}, {"id": "M9419", "name": "Heart Diseases", "relevance": "LOW"}], "browseBranches": [{"abbrev": "BC14", "name": "Heart and Blood Diseases"}, {"abbrev": "All", "name": "All Conditions"}]}}, "hasResults": true}