{"protocolSection": {"identificationModule": {"nctId": "NCT03074734", "orgStudyIdInfo": {"id": "TackSHS WP5"}, "organization": {"fullName": "Institut Català d'Oncologia", "class": "OTHER"}, "briefTitle": "Health Effects of Secondhand Smoke Exposure in Outdoor Smoking Areas in Patients With COPD and Asthma ( TackSHSWP5 )", "officialTitle": "Exposure to Secondhand Smoke in Exempted Areas/Outside Areas and Acute Health Effects in Patients With Chronic Lung Disease", "acronym": "TackSHSWP5"}, "statusModule": {"statusVerifiedDate": "2022-08", "overallStatus": "COMPLETED", "expandedAccessInfo": {"hasExpandedAccess": false}, "startDateStruct": {"date": "2016-06", "type": "ACTUAL"}, "primaryCompletionDateStruct": {"date": "2019-05", "type": "ACTUAL"}, "completionDateStruct": {"date": "2019-05", "type": "ACTUAL"}, "studyFirstSubmitDate": "2017-01-23", "studyFirstSubmitQcDate": "2017-03-03", "studyFirstPostDateStruct": {"date": "2017-03-09", "type": "ACTUAL"}, "resultsFirstSubmitDate": "2019-10-23", "resultsFirstSubmitQcDate": "2022-08-08", "resultsFirstPostDateStruct": {"date": "2023-07-03", "type": "ACTUAL"}, "lastUpdateSubmitDate": "2022-08-08", "lastUpdatePostDateStruct": {"date": "2023-07-03", "type": "ACTUAL"}}, "sponsorCollaboratorsModule": {"responsibleParty": {"type": "SPONSOR"}, "leadSponsor": {"name": "Institut Català d'Oncologia", "class": "OTHER"}, "collaborators": [{"name": "TobaccoFree Research Institute", "class": "OTHER"}, {"name": "Fundación de Investigación Biomédica - Hospital Universitario de La Princesa", "class": "OTHER"}, {"name": "Mario Negri Institute for Pharmacological Research", "class": "OTHER"}, {"name": "Fondazione IRCCS Istituto Nazionale dei Tumori, Milano", "class": "OTHER"}]}, "oversightModule": {"oversightHasDmc": true, "isFdaRegulatedDrug": false, "isFdaRegulatedDevice": false}, "descriptionModule": {"briefSummary": "Within the TackSHS project (H2020 project grant agreement No 681040), we will conduct a clinical research study, aiming at: i) to measure respiratory health effects when exposed to secondhand smoke (SHS) in patients with asthma and Chronic Obstructive Pulmonary Disease (COPD); ii) to investigate exposure levels to SHS in smoking areas provided by bars, casinos, bingo halls, etc. The study will involve 60 patients (volunteers) in three European countries: Czech Republic, Ireland, and Spain, recruiting 20 patients in each participating country (10 COPD and 10 asthma patients).", "detailedDescription": "The current study is a part of the TackSHS project and will be conducted in three selected European countries, coordinated by Prof Luke Clancy, Director General of TobaccoFree Research Institute (Dublin, Ireland).\n\nBackground: Respiratory disease causes an important worldwide health burden. It was estimated that in 2020, of 68 million deaths worldwide, 11.9 million will be caused by lung diseases, 4.7 by COPD, 2.5 by pneumonia, 2.4 by TB and 2.3 million by lung cancer. Over the past two decades, scientific evidence has accumulated linking secondhand tobacco smoke (SHS) exposure to adverse health outcomes, including respiratory outcomes in children and adults, acute cardiovascular effects, and lung cancer. However, there is scarce knowledge about health effects of SHS on respiratory disease patients. TackSHS is a new research project funded by the European Commission (EC) within the Horizon 2020 programme (Grant Agreement: 681040). Within the TackSHS Project, WorkPackage 5 is aimed to broaden knowledge and improve understanding of (immediate) effects of SHS to respiratory health.\n\nThe study objectives are to:\n\n* measure respiratory health effects when exposed to SHS in: patients with asthma and COPD\n* investigate exposure levels to Second Hand Smoke (SHS) in smoking areas provided by bars, casinos, bingo halls, etc.\n\nStudy Design Population: The study population will consist of 30 Asthmatic and 30 COPD subjects to be recruited through the European Lung Foundation (ELF) in three EU countries (20 subjects in each country), leading to a total sample of 60 participants.\n\nStudy location: Czech Republic, Ireland, Spain\n\nStudy description\n\nTo achieve the above mentioned objectives the described below study was designed.\n\nEach patient will visit the centre on 2 occasions. During the first visit the study will be explained to the participants, both in written (information sheet) and oral forms, the recruitment questionnaire will be filled to ascertain personal smoking status, other sources of exposure, average weekly exposure in hospitality premises, and experience of respiratory symptoms; in addition, CO reading and spirometry will be performed by experienced nurse. During this session, patients will be also trained of fitting and use of necessary devices: Respeck / AirSpeck. Diary cards will be demonstrated and explained to the patients. This first visit will be scheduled during the day prior to exposure.\n\nAfter the first visit, all participants will be asked to fill in daily diary cards recording morning and evening peak flow results, medication consumed, any occurring symptoms (cough, wheeze), doctor or hospital visits, exposure to SHS and number of cigarettes smoked (if any). The participants will be also asked to note when the exposure to outside SHS occurred as well as peak flow results pre and post exposure.\n\nAll the patients will be trained in the use of monitoring equipment, which will measure their exposure to pollutants including SHS as well as measuring the effects on their health. Air pollution will be measured through the use of a cutting-edge, small portable instrument that can continuously and rapidly record changes in the air. Respiratory function will be measured by Spirometry and exhaled breath gases (e.g. Carbon Monoxide). A small sensor attached to each participant's chest (RESpeck) will measure and record respiratory rate and or wheeze. This will not cause any undue discomfort or inconvenience to participants.\n\nIntervention (Exposure) At least one outing to an outdoor smoking area should happen. The duration of time to be spent in the outdoor smoking area is to be a minimum of 15 minutes with a preferable time of 30-60 minutes. Diary card entries are to be done on day of exposure and will include description of premises visited number of smokers and or E-cigarette users present during exposure time as well as any use of medication required during the 24hour period.\n\nAt the second (post exposure) visit all data recorded by devices will be downloaded and checked and any diary card anomalies will be addressed and clarified with the patient. In addition, CO reading and spirometry will be repeated.\n\nNational Partners will be trained in the use of devices measuring exposure using AirSpeck and respiratory rate using RESpeck. Data will be transmitted to a secure server for analysis Data collection, analysis and report writing: this will be carried out by TFRI in collaboration with Project Partners and in consultation with Prof Rod Jones and Prof DK Arvind.\n\nPrimary endpoints:\n\n* To monitor personal exposure to SHS in areas exempted from legislation in pubs, bars and casinos etc. using novel monitoring technologies\n* To simultaneously monitor the respiratory effects as indicated by changes in respiratory rate and flow and activity levels\n* To monitor peak flow rates recorded by patients using diary cards and peak flow meters.\n\nSecondary endpoints:\n\n* Medication usage\n* Primary care and/or hospital visits\n* CO monitoring pre and post study\n* Spirometry results pre and post exposure\n\nEthical approval was sought from DIT Ethics Committee prior to beginning of the project. All documentation relating to the project was provided for ethical review. There are no perceived Ethical issues as patients will be fully informed and there will be no intervention other than monitoring. It was considered that requesting subjects to go into outside smoking areas might be a problem so only subjects who are already frequent visitors of such areas will be recruited.\n\nOnce eligibility has been determined patients will be given an appointment in a research center where they will receive an information leaflet. Once this has been read and any concerns of the participant addressed and explained, they will then be asked to provide written consent prior to their study enrolment. Consent will be obtained from all participants. Consent is on-going and participants can revoke consent at any stage of the project.\n\nThe safety of all research participants will be considered at all times, they will be seen in an insured medical practice. All personnel dealing with patients will be fully trained and insured.\n\nAll data will be stored on a secure server and will be de-identified. Data will be entered giving each participant a unique identifier code; neither their name, address, nor date of birth will be recorded in order to protect the confidentiality of the participant. Analysis will be carried out on a blinded dataset using SPSS.\n\nAll digitally recorded data will be downloaded from the device to a secure server. A Post Doc and or a Research assistant working with TFRI with advice from partners will further examine study data. Any anomalies found will be addressed and resolved from source data."}, "conditionsModule": {"conditions": ["COPD", "Asthma", "Second Hand Tobacco Smoke"], "keywords": ["secondhand smoke", "passive smoking", "respiratory diseases", "COPD", "asthma", "SHS health effect"]}, "designModule": {"studyType": "INTERVENTIONAL", "phases": ["NA"], "designInfo": {"allocation": "NA", "interventionModel": "SINGLE_GROUP", "primaryPurpose": "BASIC_SCIENCE", "maskingInfo": {"masking": "NONE"}}, "enrollmentInfo": {"count": 60, "type": "ACTUAL"}}, "armsInterventionsModule": {"armGroups": [{"label": "Exposure to secondhand tobacco smoke", "type": "OTHER", "description": "Exposure to secondhand tobacco smoke in outside smoking areas", "interventionNames": ["Other: Exposure to secondhand tobacco smoke"]}], "interventions": [{"type": "OTHER", "name": "Exposure to secondhand tobacco smoke", "description": "The intervention is exposure to secondhand smoke of COPD and asthma patients in outside smoking areas (no specific drugs or devices are tested in this study). Study subjects will be asked to spend at least 15 minutes in the outdoor smoking area, a preferable time of 30-60 mins. During the exposure period (15-60 min) subjects´ respiratory rates will be recorded using RESpeck device, as well as the air quality which will be monitored using AirSpeck device.", "armGroupLabels": ["Exposure to secondhand tobacco smoke"]}]}, "outcomesModule": {"primaryOutcomes": [{"measure": "Respiratory Rate", "description": "Respiratory rate during non exposure and exposure to secondhand smoke: change from baseline respiratory symptoms", "timeFrame": "24hours to include during non exposure and exposure to SHS"}], "secondaryOutcomes": [{"measure": "Secondhand Smoke Exposure Levels", "description": "Levels of exposure to secondhand smoke both, at home (monitoring the exposure to SHS and in outside smoking areas (15-60 minutes, measures performed using AirSpeck devices).", "timeFrame": "1) At homes - 24 hours, during the study period; 2) in outside smoking areas - 15-60 minutes during the intervention"}, {"measure": "Medication Usage", "description": "Medication usage pre and post exposure to secondhand smoke: change from baseline respiratory symptoms within 24hrs.", "timeFrame": "24hours: pre during and post SHS exposure"}, {"measure": "Medication Usage", "description": "All participants were asked to report any increased use of medication required post exposure to SHS area.", "timeFrame": "24 hours"}]}, "eligibilityModule": {"eligibilityCriteria": "Inclusion Criteria:\n\nConfirmed Dr Diagnosed COPD patients\n\n* Current or ex-smokers\n* Fully ambulatory\n* Frequent visits to smoking areas\\*\n* Between 50 and 70 years old\n\nConfirmed Dr Diagnosed Asthmatic patients\n\n* Fully ambulatory\n* Frequent visits to smoking areas\n* Over 18 years old\n\nExclusion Criteria:\n\n* Under 18 years old\n* On oxygen therapy\n* Never smokers in COPD patient group\n* Undergoing treatment for acute exacerbations\n* Pregnant women\n\n  * Irish law has defined an outdoor smoking area as: a place or premises, or part of a place or premises that, is wholly uncovered by any roof, fixed or mobile. An out door place or premises that is covered by a roof, so long as not more than 50% of the perimeter (outside) is covered by a wall, windows, gate or similar.", "healthyVolunteers": false, "sex": "ALL", "minimumAge": "18 Years", "stdAges": ["ADULT", "OLDER_ADULT"]}, "contactsLocationsModule": {"overallOfficials": [{"name": "Luke Clancy, MB, MD, PhD", "affiliation": "TobaccoFree Research Institute Ireland (TFRI)", "role": "PRINCIPAL_INVESTIGATOR"}, {"name": "Sheila Keogan, RGN, MPhil", "affiliation": "TobaccoFree Research Institute Ireland (TFRI)", "role": "PRINCIPAL_INVESTIGATOR"}]}, "referencesModule": {"seeAlsoLinks": [{"label": "TackSHS Project at CORDIS", "url": "https://cordis.europa.eu/project/rcn/198790/factsheet/en"}]}, "ipdSharingStatementModule": {"ipdSharing": "NO"}}, "resultsSection": {"participantFlowModule": {"preAssignmentDetails": "There was no wash out or run in period. The participants attended on the day of the intervention for collection of baseline data and fitting of personal devices. There were no exclusions.", "groups": [{"id": "FG000", "title": "Exposure to Secondhand Tobacco Smoke", "description": "Exposure to secondhand tobacco smoke in outside smoking areas\n\nExposure to secondhand tobacco smoke: The intervention is exposure to secondhand smoke of COPD and asthma patients in outside smoking areas (no specific drugs or devices are tested in this study). Study subjects will be asked to spend at least 15 minutes in the outdoor smoking area, a preferable time of 30-60 mins. During the exposure period (15-60 min) subjects´ respiratory rates will be recorded using RESpeck device, as well as the air quality which will be monitored using AirSpeck device."}], "periods": [{"title": "Overall Study", "milestones": [{"type": "STARTED", "achievements": [{"groupId": "FG000", "comment": "Recruitment of 60 participants started in April 2018.", "numSubjects": "60"}]}, {"type": "Recruitment", "achievements": [{"groupId": "FG000", "comment": "The 60 participants were to be recruited before conclusion of the TackSHS project in October 2019.", "numSubjects": "60"}]}, {"type": "COMPLETED", "achievements": [{"groupId": "FG000", "comment": "60 participants recruited by April 2019.", "numSubjects": "60"}]}, {"type": "NOT COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "0"}]}]}]}, "baselineCharacteristicsModule": {"populationDescription": "30 participants with a diagnosis of Asthma and 30 participants with a diagnosis of COPD were recruited and monitored in terms of respiratory rate and air quality exposure over a 24hr period which included at least 15 mins exposure to Secondhand smoke in a legal outdoor or smoking terrace area.", "groups": [{"id": "BG000", "title": "Exposure to Secondhand Tobacco Smoke", "description": "Exposure to secondhand tobacco smoke in outside smoking areas\n\nExposure to secondhand tobacco smoke: The intervention is exposure to secondhand smoke of COPD and asthma patients in outside smoking areas (no specific drugs or devices are tested in this study). Study subjects will be asked to spend at least 15 minutes in the outdoor smoking area, a preferable time of 30-60 mins. During the exposure period (15-60 min) subjects´ respiratory rates will be recorded using RESpeck device, as well as the air quality which will be monitored using AirSpeck device."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "BG000", "value": "60"}]}], "measures": [{"title": "Age, Categorical", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"denoms": [{"units": "Participants", "counts": [{"groupId": "BG000", "value": "60"}]}], "categories": [{"title": "<=18 years", "measurements": [{"groupId": "BG000", "value": "0"}]}, {"title": "Between 18 and 65 years", "measurements": [{"groupId": "BG000", "value": "46"}]}, {"title": ">=65 years", "measurements": [{"groupId": "BG000", "value": "14"}]}]}]}, {"title": "Age, Continuous", "paramType": "MEAN", "dispersionType": "STANDARD_DEVIATION", "unitOfMeasure": "Years", "classes": [{"denoms": [{"units": "Participants", "counts": [{"groupId": "BG000", "value": "60"}]}], "categories": [{"measurements": [{"groupId": "BG000", "value": "55.1", "spread": "17.1"}]}]}]}, {"title": "Sex: Female, Male", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"denoms": [{"units": "Participants", "counts": [{"groupId": "BG000", "value": "60"}]}], "categories": [{"title": "Female", "measurements": [{"groupId": "BG000", "value": "35"}]}, {"title": "Male", "measurements": [{"groupId": "BG000", "value": "25"}]}]}]}, {"title": "Race and Ethnicity Not Collected", "populationDescription": "Race and Ethnicity were not collected from any participant.", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"denoms": [{"units": "Participants", "counts": [{"groupId": "BG000", "value": "0"}]}]}]}, {"title": "Region of Enrollment", "paramType": "NUMBER", "unitOfMeasure": "participants", "classes": [{"title": "Ireland", "denoms": [{"units": "Participants", "counts": [{"groupId": "BG000", "value": "60"}]}], "categories": [{"measurements": [{"groupId": "BG000", "value": "10"}]}]}, {"title": "Czechia", "denoms": [{"units": "Participants", "counts": [{"groupId": "BG000", "value": "60"}]}], "categories": [{"measurements": [{"groupId": "BG000", "value": "30"}]}]}, {"title": "Spain", "denoms": [{"units": "Participants", "counts": [{"groupId": "BG000", "value": "60"}]}], "categories": [{"measurements": [{"groupId": "BG000", "value": "20"}]}]}]}, {"title": "Respiratory Rate (breath rate pre-exposure)", "description": "Respiratory rates were measured using RESpeck device attached to the chest wall of participants before the exposure to secondhand smoke in outdoor smoking areas.", "paramType": "MEAN", "dispersionType": "STANDARD_DEVIATION", "unitOfMeasure": "breaths per min", "classes": [{"denoms": [{"units": "Participants", "counts": [{"groupId": "BG000", "value": "60"}]}], "categories": [{"measurements": [{"groupId": "BG000", "value": "21.66", "spread": "3.08"}]}]}]}, {"title": "PM 2.5 exposure levels", "description": "PM 2.5 particle exposure levels were recorded using AirSpeck portable device. Readings were recorded pre exposure to second hand smoke in outdoor smoking areas. Mean values and Standard Deviation is reported.", "paramType": "MEAN", "dispersionType": "STANDARD_DEVIATION", "unitOfMeasure": "µg/m3", "classes": [{"denoms": [{"units": "Participants", "counts": [{"groupId": "BG000", "value": "60"}]}], "categories": [{"measurements": [{"groupId": "BG000", "value": "101.45", "spread": "103.36"}]}]}]}]}, "outcomeMeasuresModule": {"outcomeMeasures": [{"type": "PRIMARY", "title": "Respiratory Rate", "description": "Respiratory rate during non exposure and exposure to secondhand smoke: change from baseline respiratory symptoms", "reportingStatus": "POSTED", "paramType": "MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "BR/M breathing rate per min", "timeFrame": "24hours to include during non exposure and exposure to SHS", "groups": [{"id": "OG000", "title": "Exposure to Secondhand Tobacco Smoke", "description": "Exposure to secondhand tobacco smoke in outside smoking areas\n\nExposure to secondhand tobacco smoke: The intervention is exposure to secondhand smoke of COPD and asthma patients in outside smoking areas (no specific drugs or devices are tested in this study). Study subjects will be asked to spend at least 15 minutes in the outdoor smoking area, a preferable time of 30-60 mins. During the exposure period (15-60 min) subjects´ respiratory rates will be recorded using RESpeck device, as well as the air quality which will be monitored using AirSpeck device."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "60"}]}], "classes": [{"title": "During Non Exposure to SHS", "categories": [{"measurements": [{"groupId": "OG000", "value": "21.66", "spread": "3.08"}]}]}, {"title": "During exposure to SHS", "categories": [{"measurements": [{"groupId": "OG000", "value": "21.57", "spread": "2.84"}]}]}]}, {"type": "SECONDARY", "title": "Secondhand Smoke Exposure Levels", "description": "Levels of exposure to secondhand smoke both, at home (monitoring the exposure to SHS and in outside smoking areas (15-60 minutes, measures performed using AirSpeck devices).", "reportingStatus": "POSTED", "paramType": "MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "μg/ m3", "timeFrame": "1) At homes - 24 hours, during the study period; 2) in outside smoking areas - 15-60 minutes during the intervention", "groups": [{"id": "OG000", "title": "Exposure to Secondhand Tobacco Smoke", "description": "Exposure to secondhand tobacco smoke in outside smoking areas\n\nExposure to secondhand tobacco smoke: The intervention is exposure to secondhand smoke of COPD and asthma patients in outside smoking areas (no specific drugs or devices are tested in this study). Study subjects will be asked to spend at least 15 minutes in the outdoor smoking area, a preferable time of 30-60 mins. During the exposure period (15-60 min) subjects´ respiratory rates will be recorded using RESpeck device, as well as the air quality which will be monitored using AirSpeck device."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "60"}]}], "classes": [{"title": "Mean PM 2.5 in SHS area", "categories": [{"measurements": [{"groupId": "OG000", "value": "101.45", "spread": "103.36"}]}]}, {"title": "Mean PM 2.5 in non SHS area", "categories": [{"measurements": [{"groupId": "OG000", "value": "233.59", "spread": "101.88"}]}]}]}, {"type": "SECONDARY", "title": "Medication Usage", "description": "Medication usage pre and post exposure to secondhand smoke: change from baseline respiratory symptoms within 24hrs.", "reportingStatus": "NOT_POSTED", "timeFrame": "24hours: pre during and post SHS exposure", "denomUnitsSelected": "Participants"}, {"type": "SECONDARY", "title": "Medication Usage", "description": "All participants were asked to report any increased use of medication required post exposure to SHS area.", "reportingStatus": "POSTED", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "timeFrame": "24 hours", "groups": [{"id": "OG000", "title": "Exposure to Secondhand Tobacco Smoke", "description": "Exposure to secondhand tobacco smoke in outside smoking areas\n\nExposure to secondhand tobacco smoke: The intervention is exposure to secondhand smoke of COPD and asthma patients in outside smoking areas (no specific drugs or devices are tested in this study). Study subjects will be asked to spend at least 15 minutes in the outdoor smoking area, a preferable time of 30-60 mins. During the exposure period (15-60 min) subjects´ respiratory rates will be recorded using RESpeck device, as well as the air quality which will be monitored using AirSpeck device."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "60"}]}], "classes": [{"title": "Participants reporting increased medication use", "categories": [{"measurements": [{"groupId": "OG000", "value": "0"}]}]}, {"title": "Participants reporting unscheduled Dr visit", "categories": [{"measurements": [{"groupId": "OG000", "value": "0"}]}]}]}]}, "adverseEventsModule": {"frequencyThreshold": "0", "timeFrame": "24 hours", "eventGroups": [{"id": "EG000", "title": "Exposure to Secondhand Tobacco Smoke", "description": "Exposure to secondhand tobacco smoke in outside smoking areas\n\nExposure to secondhand tobacco smoke: The intervention is exposure to secondhand smoke of COPD and asthma patients in outside smoking areas (no specific drugs or devices are tested in this study). Study subjects will be asked to spend at least 15 minutes in the outdoor smoking area, a preferable time of 30-60 mins. During the exposure period (15-60 min) subjects´ respiratory rates will be recorded using RESpeck device, as well as the air quality which will be monitored using AirSpeck device.", "deathsNumAffected": 0, "deathsNumAtRisk": 60, "seriousNumAffected": 0, "seriousNumAtRisk": 60, "otherNumAffected": 0, "otherNumAtRisk": 60}]}, "moreInfoModule": {"certainAgreement": {"piSponsorEmployee": false, "restrictiveAgreement": false}, "pointOfContact": {"title": "Professor Luke Clancy", "organization": "TobaccoFree Research Institute Ireland", "email": "lclancy@tri.ie", "phone": "+353868364337"}}}, "documentSection": {"largeDocumentModule": {"largeDocs": [{"typeAbbrev": "Prot_SAP", "hasProtocol": true, "hasSap": true, "hasIcf": false, "label": "Study Protocol and Statistical Analysis Plan", "date": "2019-10-21", "uploadDate": "2019-11-14T08:45", "filename": "Prot_SAP_000.pdf", "size": 3095899}]}}, "derivedSection": {"miscInfoModule": {"versionHolder": "2024-06-24"}, "conditionBrowseModule": {"meshes": [{"id": "D000001249", "term": "Asthma"}], "ancestors": [{"id": "D000001982", "term": "Bronchial Diseases"}, {"id": "D000012140", "term": "Respiratory Tract Diseases"}, {"id": "D000008173", "term": "Lung Diseases, Obstructive"}, {"id": "D000008171", "term": "Lung Diseases"}, {"id": "D000012130", "term": "Respiratory Hypersensitivity"}, {"id": "D000006969", "term": "Hypersensitivity, Immediate"}, {"id": "D000006967", "term": "Hypersensitivity"}, {"id": "D000007154", "term": "Immune System Diseases"}], "browseLeaves": [{"id": "M4556", "name": "Asthma", "asFound": "Asthma", "relevance": "HIGH"}, {"id": "M14977", "name": "Respiratory Tract Diseases", "relevance": "LOW"}, {"id": "M14957", "name": "Respiration Disorders", "relevance": "LOW"}, {"id": "M11168", "name": "Lung Diseases", "relevance": "LOW"}, {"id": "M5258", "name": "Bronchial Diseases", "relevance": "LOW"}, {"id": "M11170", "name": "Lung Diseases, Obstructive", "relevance": "LOW"}, {"id": "M10018", "name": "Hypersensitivity", "relevance": "LOW"}, {"id": "M14967", "name": "Respiratory Hypersensitivity", "relevance": "LOW"}, {"id": "M10020", "name": "Hypersensitivity, Immediate", "relevance": "LOW"}, {"id": "M10200", "name": "Immune System Diseases", "relevance": "LOW"}, {"id": "T170", "name": "Acute Graft Versus Host Disease", "relevance": "LOW"}, {"id": "T1303", "name": "Chronic Graft Versus Host Disease", "relevance": "LOW"}], "browseBranches": [{"abbrev": "BC08", "name": "Respiratory Tract (Lung and Bronchial) Diseases"}, {"abbrev": "BC20", "name": "Immune System Diseases"}, {"abbrev": "All", "name": "All Conditions"}, {"abbrev": "Rare", "name": "Rare Diseases"}]}}, "hasResults": true}