{"protocolSection": {"identificationModule": {"nctId": "NCT01172184", "orgStudyIdInfo": {"id": "NSC99-2314-B-075B-007"}, "secondaryIdInfos": [{"id": "VGHKS99-CT7-06", "type": "OTHER", "domain": "IRB No. of Kaohsiung Veterans General Hospital"}], "organization": {"fullName": "Kaohsiung Veterans General Hospital.", "class": "OTHER"}, "briefTitle": "Left Atrial Distensibility to Predict Left Ventricular Filling Pressure and Prognosis in Patients With Severe Mitral Regurgitation", "officialTitle": "Left Atrial Distensibility to Predict Left Ventricular Filling Pressure and Prognosis in Patients With Severe Mitral Regurgitation"}, "statusModule": {"statusVerifiedDate": "2010-06", "overallStatus": "COMPLETED", "expandedAccessInfo": {"hasExpandedAccess": false}, "startDateStruct": {"date": "2010-07"}, "primaryCompletionDateStruct": {"date": "2011-01", "type": "ACTUAL"}, "completionDateStruct": {"date": "2011-01", "type": "ACTUAL"}, "studyFirstSubmitDate": "2010-07-28", "studyFirstSubmitQcDate": "2010-07-28", "studyFirstPostDateStruct": {"date": "2010-07-29", "type": "ESTIMATED"}, "resultsFirstSubmitDate": "2011-03-03", "resultsFirstSubmitQcDate": "2011-05-09", "resultsFirstPostDateStruct": {"date": "2011-06-07", "type": "ESTIMATED"}, "lastUpdateSubmitDate": "2011-05-09", "lastUpdatePostDateStruct": {"date": "2011-06-07", "type": "ESTIMATED"}}, "sponsorCollaboratorsModule": {"responsibleParty": {"oldNameTitle": "Jong-Khing Huang, MD, Current Superintendent of Kaohsiung Veterans General Hospital", "oldOrganization": "Kaohsiung Veterans General Hospital"}, "leadSponsor": {"name": "Kaohsiung Veterans General Hospital.", "class": "OTHER"}, "collaborators": [{"name": "National Science Council, Taiwan", "class": "OTHER_GOV"}]}, "oversightModule": {"oversightHasDmc": true}, "descriptionModule": {"briefSummary": "A large left atrial (LA) volume, which represents chronic diastolic dysfunction, is associated with a poor outcome, regardless of systolic function. Thus, the LA volume provides a long-term view of whether the patient has diastolic dysfunction, regardless of the loading conditions present at the examination, such as hemoglobin A1c in diabetes mellitus. To date, the relation between the LA volume and left ventricular (LV) filling pressure has not been confirmed directly by simultaneous echocardiographic catheterization. The present study, therefore, assessed the correlation between the LA volume and LV filling pressure in patients with severe mitral regurgitation (MR). Because the LA pressure increases to maintain adequate LV diastolic filling, increased atrial wall tension tends to dilate the chamber and stretch the atrial myocardium. Therefore, the lower the ability of the left atrium to stretch, the greater the pressure in the left atrium. The study is designed to assess 1) the relationship between LV filling pressure and LA distensibility, and 2) the power of left atrial distensibility to predict the prognosis, including operation mortality, the rate of post-operation atrial fibrillation, and late heart failure event in patients with severe mitral regurgitation.", "detailedDescription": "Introduction LA volume provides the significantly prognostic information in the general population and patients with heart disease, including acute myocardial infarction, left ventricular dysfunction, mitral regurgitation, cardiomyopathy and atrial fibrillation. Large LA volume, which represents chronic diastolic dysfunction, is associated with poor outcome, regardless of systolic function. Thereby, LA volume provides a long-term view of whether or not the patient has the disease of diastolic dysfunction, regardless of whatever loading conditions are present at the time of the examination, as the hemoglobin A1C in diabetes mellitus. Until now, the relation between LA volume and LV filling pressure confirmed directly by simultaneous echocardiography-catheterization is sparse. This study therefore assessed the correlation between LA volume and LV filling pressure in patients with severe mitral regurgitation (MR). As LA pressure rises to maintain adequate LV diastolic filling, increased atrial wall tension tends to dilate the chamber and stretch the atrial myocardium. Therefore, the smaller LA stretchability, the more pressure LA faces. The study is designed to assess 1) the relationship between LV filling pressure and LA distensibility, and 2) the power of left atrial distensibility to predict the prognosis, including operation mortality, the rate of post-operation atrial fibrillation, and late heart failure event in patients with severe mitral regurgitation.\n\nMethods Study population: Between August 2010 and July 2012, this study will enroll 100 severe MR patients who will receive cardiac catheterization for pre-operation evaluation. Exclusion criteria are the following: 1) presence of mitral stenosis, 2) more than mild severity of aortic valvular problem, 3) any abnormality of atrial septum (e.g., atrial septal defect or aneurysm), and 4) rhythm other than sinus rhythm. MR are categorized by mapping jet expansion in the LA in 4- and 2-chamber views at end systole from three separate cardiac cycles. MR is considered severe when regurgitant jet area occupies more than 40% of the LA area. The grade of MR is increased by one degree (moderate to severe) in cases of eccentric MR jet based on evidence of reduced color-flow jet areas due to loss of momentum in jets adjacent to chamber walls. Significant coronary lesion is defined as diameter stenosis \\> 70% in at least one major coronary artery. The control group consisted of 50 other comorbid disease-, age- and gender-matched patients with negative results of coronary angiography, despite positive result of screen test for coronary artery disease (treadmill, Thallium scan, stress echocardiography, or 64-slides CT angiography), and they are selected after confirming no evidence of valvular heart disease by echocardiography. All patients and controls will give written informed consent to participate in the study, and the study is approved by the institutional review board.\n\nCardiac catheterization: Coronary angiography will be performed to evaluate hemodynamic condition and to test for coronary artery disease. The LV filling pressure is continuously recorded (50 mm/s) by a 6-F pigtail catheter placed at the apex of the left ventricle and is taken from 3 to 5 end-respiratory cycles if patients can tolerate breath holding. The LV filling pressure value is calculated as the mean of at least 3 consecutive cardiac cycles. An LV filling pressure \\> 15 mmHg is considered elevated.\n\nConventional echocardiographic and myocardial tissue Doppler measurement: Echocardiography will be performed immediately after LV filling pressure measurements. LV ejection fraction is calculated using Simpson's method for biplane images. Mitral inflow is assessed by pulsed-wave Doppler echocardiography form the apical 4-chamber view. From the mitral inflow profile, the E-wave velocity, A-wave velocity, and E-deceleration time are measured. Pulsed-wave tissue Doppler imaging (TDI) is performed using spectral pulsed Doppler signal filters, by adjusting the Nyquist limit to 15 - 20 cm/s and using the minimum optimal gain. In the apical 4-chamber view, a 3-mm, a pulsed-wave Doppler sample volume is placed at the level of the mitral annulus over the septal border. Pulsed-wave TDI results are characterized by a myocardial systolic wave (S') and 2 diastolic waves: early (E') and atrial contraction (A'). The pulsed-wave TDI tracing is recorded over 5 cardiac cycles at a sweep speed of 100 mm/s and is used for offline calculations.\n\nMeasurements of LA volume: All LA volume measurements will be calculated from apical 4- and 2-chamber views using the biplane area-length method (15). The LA volumes are measured at 3 points: 1) immediately before the mitral valve opening (maximal LV volume or Volmax); 2) at onset of the P-wave on electrocardiography (pre-atrial contraction volume or Volp); and 3) at mitral valve closure (minimal LV volume or Volmin). The LA distensibility was calculated as (Volmax - Volmin) / Volmin. The LA ejection fraction is calculated as (Volp - Volmin) / Volp. In all patients, LA volumes are indexed to body surface area (BSA).\n\nMeasurement of regurgitation volume: The apical window is used to record the pulsed-wave velocities at the LV outflow tract and at the mitral annulus and to measure the diameter of the mitral annulus. The time-velocity integral is assessed. The stroke volumes of mitral annulus and LV outflow tract are obtained by multiplying the cross-sectional area by the respective time-velocity integral. The MR regurgitation volume is calculated as Regurgitation volume = (stroke volume of mitral annulus) - (stroke volume of LV outflow tract).\n\nFollow up: All patients will receive mitral valve replacement later. The prevalence of operation mortality and post-OP atrial fibrillation will be assessed. Otherwise, patient will receive regular follow-up at our outpatient clinic for at least 1 year and any heart failure event necessary for hospitalization will be assessed by telephone interview, chart review or personal visit interview if needed. Those events, including operation mortality, post-OP atrial fibrillation and post-OP hospitalization for heart failure, will account for patients' prognosis.\n\nInterobserver variability: In the first 50 enrolled cases, Volmax, Volmin, and Volp will be measured by 2 independent observers. Interobserver variability is calculated as the difference between the values obtained by the 2 observers divided by the mean. Interobserver difference and variability of Volmax, Volmin, and Volp will be assessed.\n\nStatistical analysis: The SPSS software (version 12) will be used for all statistical analyses. All continuous variables are presented as means ± standard deviation. Analysis of variance and post hoc test (Scheffe F-test) for unpaired data are used to evaluate the significance of differences between groups. A p vale of \\< 0.05 is considered statistically significant. Comparison of clinical characteristics is performed by chi-square analysis for categorical variables. Bivariate analysis, simple correlation and linear regression are used as appropriate. The relation curve between LA distensibility and LV filling pressure are estimated using SPSS software. ROC curve analysis is also performed to assess the sensitivity and specificity of the cut-off points of echocardiographic parameters when predicting elevated LV filling pressure (\\> 15 mmHg), and the presence of the above-mentioned events. If LA distensibility is useful for predicting elevated LV filling pressure and major events, Kaplan-Meier curve will be performed to assess the cumulative event-free rate according to the cut-off point of LA distensibility estimated by ROC curve. The hazards ratios of clinical and echocardiographic parameters, including LA distensibility will be assessed by multivariate logistic analysis."}, "conditionsModule": {"conditions": ["Mitral Valve Insufficiency", "Atrial Fibrillation", "Heart Failure"], "keywords": ["Left atrial distensibility", "Left ventricular filling pressure", "Severe mitral regurgitation", "Prognosis", "Post-operation (mitral valve replacement or valvuloplasty) atrial fibrillation"]}, "designModule": {"studyType": "OBSERVATIONAL", "designInfo": {"observationalModel": "COHORT", "timePerspective": "PROSPECTIVE"}, "enrollmentInfo": {"count": 111, "type": "ACTUAL"}}, "armsInterventionsModule": {"armGroups": [{"label": "Severe mitral regurgitation", "description": "Patients with severe mitral regurgitation are admitted for pre-operation cardiac catheterization and are willing to participate in this study.", "interventionNames": ["Procedure: Cardiac catheterization"]}], "interventions": [{"type": "PROCEDURE", "name": "Cardiac catheterization", "description": "Before surgical intervention for severe mitral regurgitation, cardiac catheterization will be performed and left ventricular filling pressure will be assessed. Simultaneously, echocardiography, including left atrial distensibility, will be performed.", "armGroupLabels": ["Severe mitral regurgitation"]}]}, "outcomesModule": {"primaryOutcomes": [{"measure": "Left Ventricular Filling Pressure More Than 15 mmHg Measured by Left Ventricular Catheterization", "description": "Since left ventricular filling pressure more than 15 mmHg indicated poor ventricular compliance and more cardiovascular event in many prior reports, the current study used it as the threshold. Otherwise, the correlation between left ventricular filling pressure and left atrial distensibility was assessed. ROC curve was used to estimate the best cut-off point of left atrial distensibility for predicting left ventricular filling pressure more than 15 mmHg.", "timeFrame": "1 year"}], "secondaryOutcomes": [{"measure": "Number of Participants With Post-operation Atrial Fibrillation", "description": "After operation, patients received continuous EKG monitor during the ICU stay. After transfer to ordinary ward, patients received 2 times of EKG record per day and another EKG would be done if patients felt palpitation and irregular heart beats were found by nursing staffs. The event of atrial fibrillation (Af) was defined as irregular irregular heart beats which was lack of p wave and last for more than 30 seconds. The relationship between left atrial distensibility and post-operative Af was analysed. ROC curve was used to assess the best cutoff value of left atrial distensibility.", "timeFrame": "baseline and 1 year"}, {"measure": "Number of Participants With Heart Failure Requiring Rehospitalization During Follow-up Period", "description": "After discharge from index hospitalization of surgical intervention, heart failure with rehospitalization will be assessed. Heart failure with re-hospitalization was documented by at least one of the following: worse exercise tolerance and respiratory distress with NYHA class III or IV symptoms, presence of pulmonary rales, or chest radiography showing pulmonary congestion, which needed an augmented decongestive regimen during an in-hospital stay. The correlation between left atrial distensibility and heart failure was analyzed. ROC curve was used to estimate the best cut-off point.", "timeFrame": "1-2 years"}]}, "eligibilityModule": {"eligibilityCriteria": "Inclusion Criteria:\n\n* Patients with severe mitral regurgitation are admitted for surgical intervention and are willing to participate in this study.\n\nExclusion Criteria:\n\n* Presence of mitral stenosis\n* More than mild severity of aortic valvular problem\n* Any abnormality of atrial septum (e.g., atrial septal defect or aneurysm)\n* Rhythm other than sinus rhythm\n* Inadequate image quality\n* Lack of informed consent", "healthyVolunteers": true, "sex": "ALL", "stdAges": ["CHILD", "ADULT", "OLDER_ADULT"], "studyPopulation": "Patients with severe mitral regurgitation are admitted for surgical intervention and are willing to participate in this study.", "samplingMethod": "NON_PROBABILITY_SAMPLE"}, "contactsLocationsModule": {"overallOfficials": [{"name": "Jong-Khing Huang, MD", "affiliation": "Department of Medical Education and Research Kaohsiung Veterans General Hospital", "role": "STUDY_CHAIR"}], "locations": [{"facility": "Kaohsiung Veterans General Hospital", "city": "Kaohsiung", "zip": "886", "country": "Taiwan", "geoPoint": {"lat": 22.61626, "lon": 120.31333}}]}, "referencesModule": {"references": [{"pmid": "12695291", "type": "BACKGROUND", "citation": "Moller JE, Hillis GS, Oh JK, Seward JB, Reeder GS, Wright RS, Park SW, Bailey KR, Pellikka PA. Left atrial volume: a powerful predictor of survival after acute myocardial infarction. Circulation. 2003 May 6;107(17):2207-12. doi: 10.1161/01.CIR.0000066318.21784.43. Epub 2003 Apr 14."}, {"pmid": "15261927", "type": "BACKGROUND", "citation": "Beinart R, Boyko V, Schwammenthal E, Kuperstein R, Sagie A, Hod H, Matetzky S, Behar S, Eldar M, Feinberg MS. Long-term prognostic significance of left atrial volume in acute myocardial infarction. J Am Coll Cardiol. 2004 Jul 21;44(2):327-34. doi: 10.1016/j.jacc.2004.03.062."}, {"pmid": "19001474", "type": "BACKGROUND", "citation": "Meris A, Amigoni M, Uno H, Thune JJ, Verma A, Kober L, Bourgoun M, McMurray JJ, Velazquez EJ, Maggioni AP, Ghali J, Arnold JM, Zelenkofske S, Pfeffer MA, Solomon SD. Left atrial remodelling in patients with myocardial infarction complicated by heart failure, left ventricular dysfunction, or both: the VALIANT Echo study. Eur Heart J. 2009 Jan;30(1):56-65. doi: 10.1093/eurheartj/ehn499. Epub 2008 Nov 11."}, {"pmid": "2060099", "type": "BACKGROUND", "citation": "Reed D, Abbott RD, Smucker ML, Kaul S. Prediction of outcome after mitral valve replacement in patients with symptomatic chronic mitral regurgitation. The importance of left atrial size. Circulation. 1991 Jul;84(1):23-34. doi: 10.1161/01.cir.84.1.23."}, {"pmid": "1860216", "type": "BACKGROUND", "citation": "Chen CG, Thomas JD, Anconina J, Harrigan P, Mueller L, Picard MH, Levine RA, Weyman AE. Impact of impinging wall jet on color Doppler quantification of mitral regurgitation. Circulation. 1991 Aug;84(2):712-20. doi: 10.1161/01.cir.84.2.712."}, {"pmid": "16169349", "type": "BACKGROUND", "citation": "Agricola E, Galderisi M, Oppizzi M, Melisurgo G, Airoldi F, Margonato A. Doppler tissue imaging: a reliable method for estimation of left ventricular filling pressure in patients with mitral regurgitation. Am Heart J. 2005 Sep;150(3):610-5. doi: 10.1016/j.ahj.2004.10.046."}, {"pmid": "20185021", "type": "RESULT", "citation": "Hsiao SH, Huang WC, Lin KL, Chiou KR, Kuo FY, Lin SK, Cheng CC. Left atrial distensibility and left ventricular filling pressure in acute versus chronic severe mitral regurgitation. Am J Cardiol. 2010 Mar 1;105(5):709-15. doi: 10.1016/j.amjcard.2009.10.052."}]}}, "resultsSection": {"participantFlowModule": {"recruitmentDetails": "The present study enrolled 111 patients with severe mitral regurgitation (MR) who had undergone cardiac catheterization in Kaohsiung veterans general hospital.", "groups": [{"id": "FG000", "title": "Patients With Either Chronic or Acute Mitral Regurgitation"}], "periods": [{"title": "Overall Study", "milestones": [{"type": "STARTED", "achievements": [{"groupId": "FG000", "numSubjects": "111"}]}, {"type": "COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "111"}]}, {"type": "NOT COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "0"}]}]}]}, "baselineCharacteristicsModule": {"groups": [{"id": "BG000", "title": "Patients With Either Chronic or Acute Mitral Regurgitation"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "BG000", "value": "111"}]}], "measures": [{"title": "Age, Categorical", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "<=18 years", "measurements": [{"groupId": "BG000", "value": "0"}]}, {"title": "Between 18 and 65 years", "measurements": [{"groupId": "BG000", "value": "61"}]}, {"title": ">=65 years", "measurements": [{"groupId": "BG000", "value": "50"}]}]}]}, {"title": "Age Continuous", "paramType": "MEAN", "dispersionType": "STANDARD_DEVIATION", "unitOfMeasure": "years", "classes": [{"categories": [{"measurements": [{"groupId": "BG000", "value": "68", "spread": "18"}]}]}]}, {"title": "Sex: Female, Male", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "Female", "measurements": [{"groupId": "BG000", "value": "56"}]}, {"title": "Male", "measurements": [{"groupId": "BG000", "value": "55"}]}]}]}, {"title": "Region of Enrollment", "paramType": "NUMBER", "unitOfMeasure": "participants", "classes": [{"title": "Taiwan", "categories": [{"measurements": [{"groupId": "BG000", "value": "111"}]}]}]}]}, "outcomeMeasuresModule": {"outcomeMeasures": [{"type": "PRIMARY", "title": "Left Ventricular Filling Pressure More Than 15 mmHg Measured by Left Ventricular Catheterization", "description": "Since left ventricular filling pressure more than 15 mmHg indicated poor ventricular compliance and more cardiovascular event in many prior reports, the current study used it as the threshold. Otherwise, the correlation between left ventricular filling pressure and left atrial distensibility was assessed. ROC curve was used to estimate the best cut-off point of left atrial distensibility for predicting left ventricular filling pressure more than 15 mmHg.", "populationDescription": "Severe mitral regurgitation affects the accuracy of left ventricular filling pressure estimated by tissue Doppler imaging. Therefore, we conducted this study using left atrial parameters to assess left ventricular filling pressure in patients with severe mitral regurgitation.", "reportingStatus": "POSTED", "paramType": "MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "mmHg", "timeFrame": "1 year", "groups": [{"id": "OG000", "title": "Patients With Either Chronic or Acute Mitral Regurgitation"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "111"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "25.5", "spread": "5.7"}]}]}]}, {"type": "SECONDARY", "title": "Number of Participants With Post-operation Atrial Fibrillation", "description": "After operation, patients received continuous EKG monitor during the ICU stay. After transfer to ordinary ward, patients received 2 times of EKG record per day and another EKG would be done if patients felt palpitation and irregular heart beats were found by nursing staffs. The event of atrial fibrillation (Af) was defined as irregular irregular heart beats which was lack of p wave and last for more than 30 seconds. The relationship between left atrial distensibility and post-operative Af was analysed. ROC curve was used to assess the best cutoff value of left atrial distensibility.", "reportingStatus": "POSTED", "paramType": "NUMBER", "unitOfMeasure": "participants", "timeFrame": "baseline and 1 year", "groups": [{"id": "OG000", "title": "Patients With Either Chronic or Acute Mitral Regurgitation"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "111"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "36"}]}]}]}, {"type": "SECONDARY", "title": "Number of Participants With Heart Failure Requiring Rehospitalization During Follow-up Period", "description": "After discharge from index hospitalization of surgical intervention, heart failure with rehospitalization will be assessed. Heart failure with re-hospitalization was documented by at least one of the following: worse exercise tolerance and respiratory distress with NYHA class III or IV symptoms, presence of pulmonary rales, or chest radiography showing pulmonary congestion, which needed an augmented decongestive regimen during an in-hospital stay. The correlation between left atrial distensibility and heart failure was analyzed. ROC curve was used to estimate the best cut-off point.", "reportingStatus": "POSTED", "paramType": "NUMBER", "unitOfMeasure": "participants", "timeFrame": "1-2 years", "groups": [{"id": "OG000", "title": "Patients With Either Chronic or Acute Mitral Regurgitation"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "111"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "9"}]}]}]}]}, "adverseEventsModule": {"frequencyThreshold": "2", "timeFrame": "All patients with severe mitral regurgitation received mitral valve replacement during index hospitalization. In-hospital mortality, and post-operative atrial fibrillation were recorded. The mean hospital course was 13 days.", "description": "After discharge from index hospitalization, patients received regular follow-up for heart failure event requiring rehospitalization for 1 year.", "eventGroups": [{"id": "EG000", "title": "Patients With Either Chronic or Acute Mitral Regurgitation", "seriousNumAffected": 9, "seriousNumAtRisk": 111, "otherNumAffected": 2, "otherNumAtRisk": 111}], "seriousEvents": [{"term": "Heart failure requiring rehospitalizaion", "organSystem": "Cardiac disorders", "stats": [{"groupId": "EG000", "numAffected": 9, "numAtRisk": 111}]}], "otherEvents": [{"term": "minor bleeding event", "organSystem": "Blood and lymphatic system disorders", "stats": [{"groupId": "EG000", "numEvents": 2, "numAffected": 2, "numAtRisk": 111}]}]}, "moreInfoModule": {"limitationsAndCaveats": {"description": "LV filling pressure was obtained using fluid-filled pigtail catheters.Although micromanometer-tipped catheters would have been ideal, the method we used to measure LV filling pressure is standard in the clinical setting and is well validated."}, "certainAgreement": {"piSponsorEmployee": true}, "pointOfContact": {"title": "Dr. Shih-Hung Hsiao", "organization": "Kaohsiung veterans general hospital", "email": "irb@vghks.gov.tw", "phone": "886-7-3422121", "phoneExt": "1518"}}}, "derivedSection": {"miscInfoModule": {"versionHolder": "2024-06-24"}, "conditionBrowseModule": {"meshes": [{"id": "D000001281", "term": "Atrial Fibrillation"}, {"id": "D000008944", "term": "Mitral Valve Insufficiency"}], "ancestors": [{"id": "D000006331", "term": "Heart Diseases"}, {"id": "D000002318", "term": "Cardiovascular Diseases"}, {"id": "D000001145", "term": "Arrhythmias, Cardiac"}, {"id": "D000010335", "term": "Pathologic Processes"}, {"id": "D000006349", "term": "Heart Valve Diseases"}], "browseLeaves": [{"id": "M4586", "name": "Atrial Fibrillation", "asFound": "Atrial Fibrillation", "relevance": "HIGH"}, {"id": "M9421", "name": "Heart Failure", "relevance": "LOW"}, {"id": "M11910", "name": "Mitral Valve Insufficiency", "asFound": "Mitral Valve Insufficiency", "relevance": "HIGH"}, {"id": "M9419", "name": "Heart Diseases", "relevance": "LOW"}, {"id": "M4453", "name": "Arrhythmias, Cardiac", "relevance": "LOW"}, {"id": "M9437", "name": "Heart Valve Diseases", "relevance": "LOW"}], "browseBranches": [{"abbrev": "BC14", "name": "Heart and Blood Diseases"}, {"abbrev": "BC23", "name": "Symptoms and General Pathology"}, {"abbrev": "All", "name": "All Conditions"}]}}, "hasResults": true}