{"protocolSection": {"identificationModule": {"nctId": "NCT04407806", "orgStudyIdInfo": {"id": "2020-016"}, "organization": {"fullName": "William Beaumont Hospitals", "class": "OTHER"}, "briefTitle": "Utility of Continuous Pulse Oximetry for Pediatric Patients With Stable Respiratory Illness", "officialTitle": "Utility of Continuous Pulse Oximetry for Pediatric Patients With Stable Respiratory Illness"}, "statusModule": {"statusVerifiedDate": "2022-02", "overallStatus": "COMPLETED", "expandedAccessInfo": {"hasExpandedAccess": false}, "startDateStruct": {"date": "2020-12-24", "type": "ACTUAL"}, "primaryCompletionDateStruct": {"date": "2021-05-01", "type": "ACTUAL"}, "completionDateStruct": {"date": "2021-06-02", "type": "ACTUAL"}, "studyFirstSubmitDate": "2020-04-14", "studyFirstSubmitQcDate": "2020-05-27", "studyFirstPostDateStruct": {"date": "2020-05-29", "type": "ACTUAL"}, "resultsFirstSubmitDate": "2022-01-21", "resultsFirstSubmitQcDate": "2022-02-15", "resultsFirstPostDateStruct": {"date": "2022-03-10", "type": "ACTUAL"}, "lastUpdateSubmitDate": "2022-02-15", "lastUpdatePostDateStruct": {"date": "2022-03-10", "type": "ACTUAL"}}, "sponsorCollaboratorsModule": {"responsibleParty": {"type": "PRINCIPAL_INVESTIGATOR", "investigatorFullName": "Graham Krasan, MD", "investigatorTitle": "Staff Pediatrician, Infectious Disease Specialty", "investigatorAffiliation": "William Beaumont Hospitals"}, "leadSponsor": {"name": "William Beaumont Hospitals", "class": "OTHER"}}, "oversightModule": {"oversightHasDmc": false, "isFdaRegulatedDrug": false, "isFdaRegulatedDevice": true, "isUsExport": false}, "descriptionModule": {"briefSummary": "This is a randomized, prospective study to determine if there is a difference in hospital length of stay between patients receiving continuous hardwire cardiorespiratory monitoring and those receiving intermittent vital signs measurements among pediatric patients admitted for uncomplicated respiratory illness.", "detailedDescription": "Respiratory illnesses are among the most common causes for inpatient pediatric hospitalizations every year. The most common respiratory illnesses that make up these hospitalizations include pneumonia, acute bronchiolitis, and asthma.\n\nPneumonia is one of the top three illnesses requiring pediatric hospitalization and is a significant cause or morbidity and mortality. The incidence of pediatric pneumonia varies depending on the country and age group, but worldwide the annual incidence in children younger than five years of age is 150 million and approximately 2 million pediatric deaths, per year, are attributed to pneumonia. Therefore, it is important to understand this disease and how it impacts pediatric hospital admissions.\n\nPneumonia is defined as an acute infection of the lung parenchyma secondary to an infectious etiology such as viruses or bacteria. When an infectious organism is present, the defense mechanisms of the body, including the lungs, are disturbed and the resultant inflammation gives rise to parenchymal damage. Symptoms can include fever, cough, and shortness of breath. Findings on imaging can demonstrate infiltrates in the lungs. Vital sign testing can show elevations in a child's heart rate and decreases in the amount of oxygen present in the blood (pulse oximetry) secondary to the infiltrative processes in the lungs.\n\nPneumonia is the most common serious infection in the pediatric population and accounts for up to 1-4% of all pediatric Emergency Department (ED) visits in the United States (US). Furthermore, of the pediatric patients that present to the ED with pneumonia, 20-25% are admitted to the inpatient pediatric unit for further management. This decision to admit a child to the hospital depends on various underlying factors including age, medical conditions, and severity of illness. One of the factors that is considered when deciding whether to admit a child to the hospital for pneumonia is oxygen saturation, or the amount of oxygen in the blood.\n\nBronchiolitis is another common respiratory illness in the pediatric population and is estimated to account for up to 100,000 US hospital admissions annually. There is a seasonality with most infections occurring in the fall and winter months. It is the leading cause of hospitalization in infants and young children with most cases involving children less than two years of age.\n\nAcute bronchiolitis refers to lower airway inflammation and obstruction secondary to a viral infection. When a virus infects the terminal bronchiolar epithelial cells of the lower airways in the lungs, damage to these cells results and subsequently causes cellular sloughing and inflammation. This inflammation, coupled with mucous build-up, accounts for the obstruction that is seen in acute bronchiolitis. Symptoms include rhinitis, congestion, cough, tachypnea, wheezing, and accessory muscle use. Like pneumonia, hypoxemia (decreased oxygen content in the blood) can occur with acute bronchiolitis with the most severe complication being acute respiratory failure requiring mechanical ventilation.\n\nThe third most common respiratory illness that accounts for pediatric hospital admissions is asthma. Asthma affects 1 in 12 children in the US and is a leading cause of ED visits. It is the most common chronic disease in childhood in developed countries and an estimated 8.3% of children in the US had been diagnosed with asthma in 2016.\n\nAsthma is a complex, multifactorial, immune-mediated disease and is defined by episodic and reversible airway constriction and inflammation. Triggers for asthma exacerbations can include infections, environmental allergens, and other irritants. Smooth muscle constriction in the airways and inflammation/edema result in intermittent and reversible lower airway obstructions. Symptoms of asthma include cough, wheezing, shortness of breath, and chest tightness. Like the other respiratory illnesses mentioned, asthma can also result in hypoxemia.\n\nRespiratory illnesses, including pneumonia, acute bronchiolitis, and pneumonia pose a significant threat to the pediatric population and are major causes of morbidity and mortality throughout the world. In the US, most pediatric hospital admissions are secondary to these illnesses and determining how to best monitor and manage these patients while in the hospital is important. Specifically, the most ideal technique to monitor for hypoxemia is one of current debate.\n\nCurrently, there are two main ways to monitor for hypoxemia in a hospital setting. The first is to have a pediatric patient on continuous monitoring, which involves the child being continuously connected to a monitor that displays various vital signs, one of which being oxygen saturation (SpO2). This technique has been studied over the last several years and many concerns have been raised regarding alarm fatigue, or the phenomenon that occurs when a patient is continuously connected to a monitor and the monitor alarms an overwhelming amount. One study found that this form of monitoring was used in up to 50% of children in non-ICU settings and that up to 99% of the alarms did not require clinical action. In fact, this study found that more than 10,000 alarms can occur in a pediatric unit in 1 week and that greater than 150 alarms can occur on any one patient each day. Furthermore, while these continuous monitors are meant to identify patients who are deteriorating, it has been suggested that the efficacy is limited by alarm fatigue and that evidence has not shown them to improve patient outcomes. Finally, a recent study also demonstrated that the second form of monitoring, scheduled vital checks, may be superior to electronic measurements when assessing patients for deterioration. Currently, there are no guidelines to recommend what form of monitoring, continuous monitoring or scheduled vital checks, is superior and studies evaluating the rationale behind widespread continuous monitoring techniques are lacking.\n\nThis study will determine if there is a difference in hospital length of stay between pediatric patients admitted for uncomplicated respiratory illnesses receiving continuous hardwire cardiorespiratory monitoring and those receiving intermittent vital signs measurements. Patients will be randomized to two groups. One group will be comprised of patients receiving continuous hardwire monitoring during the entire stay in the hospital. The other group will be comprised of patients receiving intermittent vital signs measurements (heart rate, respiratory rate, blood pressure, oxygen saturation, and temperature) every four hours, per standard of care on the pediatric unit.\n\nData will be collected on supplemental oxygen use and patients' level of oxygen saturation throughout the hospital stay. On day of hospital discharge, up to 14 days, parents or guardians will be asked to complete the Parent Study Questionnaire, to assess parental rating of the level of care their child received in hospitalization and parental comfort level with continuing to care for their child at home."}, "conditionsModule": {"conditions": ["Respiratory Disease", "Asthma in Children", "Pneumonia in Children", "Bronchiolitis Acute"], "keywords": ["Pulse oximetry", "Oxygen saturation", "Hypoxia", "Blood oxygen level"]}, "designModule": {"studyType": "INTERVENTIONAL", "phases": ["NA"], "designInfo": {"allocation": "RANDOMIZED", "interventionModel": "PARALLEL", "interventionModelDescription": "Randomized, Prospective, single-site", "primaryPurpose": "TREATMENT", "maskingInfo": {"masking": "NONE"}}, "enrollmentInfo": {"count": 6, "type": "ACTUAL"}}, "armsInterventionsModule": {"armGroups": [{"label": "Continuous Pulse Oximetry Monitoring of Oxygen Saturation", "type": "ACTIVE_COMPARATOR", "description": "Continuous pulse oximetry to measure oxygen saturation", "interventionNames": ["Device: Continous Pulse oximeter"]}, {"label": "Intermittent Pulse Oximetry Monitoring of Oxygen Saturation", "type": "ACTIVE_COMPARATOR", "description": "Intermittent pulse oximetry to measure oxygen saturation, measured every 4 hours", "interventionNames": ["Device: Intermittent Pulse oximeter"]}], "interventions": [{"type": "DEVICE", "name": "Continous Pulse oximeter", "description": "Pulse oximeter is a small lightweight non-invasive device placed on the fingertip or toe to measure blood oxygen saturation throughout hospitalization", "armGroupLabels": ["Continuous Pulse Oximetry Monitoring of Oxygen Saturation"]}, {"type": "DEVICE", "name": "Intermittent Pulse oximeter", "description": "Pulse oximeter is a small lightweight non-invasive device placed on the fingertip or toe to measure blood oxygen saturation intermittently during hospitalization", "armGroupLabels": ["Intermittent Pulse Oximetry Monitoring of Oxygen Saturation"]}]}, "outcomesModule": {"primaryOutcomes": [{"measure": "Length of Stay, Measured in Days", "description": "The start time for measurement of the length of stay will be when the order for either vitals checks or hardwire monitoring is entered in the computer. The end time for measurement of length of stay will be when the discharge order is entered into the computer system.", "timeFrame": "Duration of length of stay, up to 14 days"}], "secondaryOutcomes": [{"measure": "Comfort of Parents: Level of Care Their Child Received in Hospital", "description": "Parental rating of care received in hospital, as measured by \"Parent Study Questionnaire\",using Likert scale, where 5 represents \"My child received excellent care\" and 1 represents \"My child received very poor care\". A higher score represents a better outcome.", "timeFrame": "On day of hospital discharge, up to 14 days"}, {"measure": "Comfort of Parents: Continuing to Care for Their Child at Home", "description": "Comfort level of parents as measured by \"Parent Study Questionnaire\", using Likert scale where 5 represents \"very comfortable with continuing to care for child at home\" and 1 represents \"very uncomfortable with continuing care for child at home.\" A higher score represents a better outcome", "timeFrame": "On day of hospital discharge, up to 14 days"}, {"measure": "Frequency of Nurse Responses to Pulse Oximetry Alarms", "description": "Number of times nurses respond to pulse oximetry alarms, tabulated per patient", "timeFrame": "Duration of length of stay, up to 14 days"}, {"measure": "Frequency of Pulse Oximetry Alarms Require Medical Intervention", "description": "Number of pulse oximetry alarms requiring intervention by nurses, tabulated per patient", "timeFrame": "Duration of length of stay, up to 14 days"}]}, "eligibilityModule": {"eligibilityCriteria": "Inclusion Criteria:\n\n* Admission for respiratory illness\n* Corrected gestational age greater than 3 months\n* Age less than or equal to 14 years old\n* Admission to Beaumont children's Hospital Pediatric unit, or transfer to pediatric unit from the Beaumont Children's hospital\n\nExclusion Criteria:\n\n* Primary admission from non-respiratory illness\n* Corrected gestational age less than 3 months\n* Age greater thn 14 years ld\n* History of chronic lung disease and age less than 1 year\n* Home oxygen use\n* Tracheostomy dependent\n* Neuro-muscular disease of hypotonia secondary to chronic/congenital disease\n* Cardiac malformation treated with medicatio", "healthyVolunteers": false, "sex": "ALL", "minimumAge": "3 Months", "maximumAge": "14 Years", "stdAges": ["CHILD"]}, "contactsLocationsModule": {"overallOfficials": [{"name": "Graham Krasan, MD", "affiliation": "Beaumont Health", "role": "PRINCIPAL_INVESTIGATOR"}], "locations": [{"facility": "Beaumont Hospital - Royal Oak", "city": "Royal Oak", "state": "Michigan", "zip": "48073", "country": "United States", "geoPoint": {"lat": 42.48948, "lon": -83.14465}}]}, "referencesModule": {"references": [{"pmid": "32205465", "type": "BACKGROUND", "citation": "Ernst KD; COMMITTEE ON HOSPITAL CARE. Resources Recommended for the Care of Pediatric Patients in Hospitals. Pediatrics. 2020 Apr;145(4):e20200204. doi: 10.1542/peds.2020-0204. Epub 2020 Mar 23."}, {"type": "BACKGROUND", "citation": "Barson, W. J., MD. (2019, September 25). Community-acquired pneumonia in children: Clinical features and diagnosis. Retrieved April 13, 2020, from https://www.uptodate.com/contents/community-acquired-pneumonia-in-children-clinical-features-and-diagnosis?search=pneumonia"}, {"pmid": "30252372", "type": "BACKGROUND", "citation": "Jain V, Vashisht R, Yilmaz G, Bhardwaj A. Pneumonia Pathology. 2023 Jul 31. In: StatPearls [Internet]. Treasure Island (FL): StatPearls Publishing; 2024 Jan-. Available from http://www.ncbi.nlm.nih.gov/books/NBK526116/"}, {"pmid": "27688362", "type": "BACKGROUND", "citation": "Williams DJ, Zhu Y, Grijalva CG, Self WH, Harrell FE Jr, Reed C, Stockmann C, Arnold SR, Ampofo KK, Anderson EJ, Bramley AM, Wunderink RG, McCullers JA, Pavia AT, Jain S, Edwards KM. Predicting Severe Pneumonia Outcomes in Children. Pediatrics. 2016 Oct;138(4):e20161019. doi: 10.1542/peds.2016-1019."}, {"pmid": "24085792", "type": "BACKGROUND", "citation": "Gereige RS, Laufer PM. Pneumonia. Pediatr Rev. 2013 Oct;34(10):438-56; quiz 455-6. doi: 10.1542/pir.34-10-438. No abstract available. Erratum In: Pediatr Rev. 2014 Jan;35(1):29. Dosage error in article text."}, {"pmid": "31676530", "type": "BACKGROUND", "citation": "Silver AH, Nazif JM. Bronchiolitis. Pediatr Rev. 2019 Nov;40(11):568-576. doi: 10.1542/pir.2018-0260. No abstract available."}, {"type": "BACKGROUND", "citation": "Piedra, P. A., MD, & Stark, A. R., MD. (2020, March 9). Bronchiolitis in infants and children: Clinical features and diagnosis. Retrieved April 13, 2020, from https://www.uptodate.com/contents/bronchiolitis-in-infants-and-children-clinical-features-and-diagnosis?search=bronchiolitis"}, {"pmid": "31676529", "type": "BACKGROUND", "citation": "Patel SJ, Teach SJ. Asthma. Pediatr Rev. 2019 Nov;40(11):549-567. doi: 10.1542/pir.2018-0282. No abstract available."}, {"type": "BACKGROUND", "citation": "Sawicki, G., MD, & Haver, K., MD. (2018, November 16). Asthma in children younger than 12 years: Initial evaluation and diagnosis. Retrieved April 13, 2020, from https://www.uptodate.com/contents/asthma-in-children-younger-than-12-years-initial-evaluation-and-diagnosis?search=asthma"}, {"pmid": "31043435", "type": "BACKGROUND", "citation": "Schondelmeyer AC, Jenkins AM, Allison B, Timmons KM, Loechtenfeldt AM, Pope-Smyth ST, Vaughn LM. Factors Influencing Use of Continuous Physiologic Monitors for Hospitalized Pediatric Patients. Hosp Pediatr. 2019 Jun;9(6):423-428. doi: 10.1542/hpeds.2019-0007. Epub 2019 May 1."}]}, "ipdSharingStatementModule": {"ipdSharing": "NO"}}, "resultsSection": {"participantFlowModule": {"groups": [{"id": "FG000", "title": "Continuous Pulse Oximetry Monitoring of Oxygen Saturation", "description": "Continuous pulse oximetry to measure oxygen saturation\n\nContinous Pulse oximeter: Pulse oximeter is a small lightweight non-invasive device placed on the fingertip or toe to measure blood oxygen saturation throughout hospitalization"}, {"id": "FG001", "title": "Intermittent Pulse Oximetry Monitoring of Oxygen Saturation", "description": "Intermittent pulse oximetry to measure oxygen saturation, measured every 4 hours\n\nIntermittent Pulse oximeter: Pulse oximeter is a small lightweight non-invasive device placed on the fingertip or toe to measure blood oxygen saturation intermittently during hospitalization"}], "periods": [{"title": "Overall Study", "milestones": [{"type": "STARTED", "achievements": [{"groupId": "FG000", "numSubjects": "3"}, {"groupId": "FG001", "numSubjects": "3"}]}, {"type": "COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "2"}, {"groupId": "FG001", "numSubjects": "1"}]}, {"type": "NOT COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "1"}, {"groupId": "FG001", "numSubjects": "2"}]}], "dropWithdraws": [{"type": "Withdrawal by Subject", "reasons": [{"groupId": "FG000", "numSubjects": "1"}, {"groupId": "FG001", "numSubjects": "2"}]}]}]}, "baselineCharacteristicsModule": {"groups": [{"id": "BG000", "title": "Continuous Pulse Oximetry Monitoring of Oxygen Saturation", "description": "Continuous pulse oximetry to measure oxygen saturation\n\nContinous Pulse oximeter: Pulse oximeter is a small lightweight non-invasive device placed on the fingertip or toe to measure blood oxygen saturation throughout hospitalization"}, {"id": "BG001", "title": "Intermittent Pulse Oximetry Monitoring of Oxygen Saturation", "description": "Intermittent pulse oximetry to measure oxygen saturation, measured every 4 hours\n\nIntermittent Pulse oximeter: Pulse oximeter is a small lightweight non-invasive device placed on the fingertip or toe to measure blood oxygen saturation intermittently during hospitalization"}, {"id": "BG002", "title": "Total", "description": "Total of all reporting groups"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "BG000", "value": "3"}, {"groupId": "BG001", "value": "3"}, {"groupId": "BG002", "value": "6"}]}], "measures": [{"title": "Age, Continuous", "description": "measure reported in years with ages less then 2 years expressed a decimal number of years", "paramType": "MEAN", "dispersionType": "FULL_RANGE", "unitOfMeasure": "years", "classes": [{"denoms": [{"units": "Participants", "counts": [{"groupId": "BG000", "value": "3"}, {"groupId": "BG001", "value": "3"}, {"groupId": "BG002", "value": "6"}]}], "categories": [{"measurements": [{"groupId": "BG000", "value": "10", "lowerLimit": "6", "upperLimit": "14"}, {"groupId": "BG001", "value": "1.64", "lowerLimit": "1.58", "upperLimit": "1.75"}, {"groupId": "BG002", "value": "6.15", "lowerLimit": "1.58", "upperLimit": "14"}]}]}]}, {"title": "Sex: Female, Male", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"denoms": [{"units": "Participants", "counts": [{"groupId": "BG000", "value": "3"}, {"groupId": "BG001", "value": "3"}, {"groupId": "BG002", "value": "6"}]}], "categories": [{"title": "Female", "measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "0"}, {"groupId": "BG002", "value": "0"}]}, {"title": "Male", "measurements": [{"groupId": "BG000", "value": "3"}, {"groupId": "BG001", "value": "3"}, {"groupId": "BG002", "value": "6"}]}]}]}, {"title": "Race and Ethnicity Not Collected", "populationDescription": "Race and Ethnicity were not collected from any participant.", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"denoms": [{"units": "Participants", "counts": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "0"}, {"groupId": "BG002", "value": "0"}]}], "categories": [{"measurements": [{"groupId": "BG002", "value": "0"}]}]}]}, {"title": "Region of Enrollment", "paramType": "NUMBER", "unitOfMeasure": "participants", "classes": [{"title": "United States", "denoms": [{"units": "Participants", "counts": [{"groupId": "BG000", "value": "3"}, {"groupId": "BG001", "value": "3"}, {"groupId": "BG002", "value": "6"}]}], "categories": [{"measurements": [{"groupId": "BG000", "value": "3"}, {"groupId": "BG001", "value": "3"}, {"groupId": "BG002", "value": "6"}]}]}]}]}, "outcomeMeasuresModule": {"outcomeMeasures": [{"type": "PRIMARY", "title": "Length of Stay, Measured in Days", "description": "The start time for measurement of the length of stay will be when the order for either vitals checks or hardwire monitoring is entered in the computer. The end time for measurement of length of stay will be when the discharge order is entered into the computer system.", "reportingStatus": "POSTED", "paramType": "MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "days", "timeFrame": "Duration of length of stay, up to 14 days", "groups": [{"id": "OG000", "title": "Continuous Pulse Oximetry Monitoring of Oxygen Saturation", "description": "Continuous pulse oximetry to measure oxygen saturation\n\nContinous Pulse oximeter: Pulse oximeter is a small lightweight non-invasive device placed on the fingertip or toe to measure blood oxygen saturation throughout hospitalization"}, {"id": "OG001", "title": "Intermittent Pulse Oximetry Monitoring of Oxygen Saturation", "description": "Intermittent pulse oximetry to measure oxygen saturation, measured every 4 hours\n\nIntermittent Pulse oximeter: Pulse oximeter is a small lightweight non-invasive device placed on the fingertip or toe to measure blood oxygen saturation intermittently during hospitalization"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "3"}, {"groupId": "OG001", "value": "3"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "1.15", "spread": ".20"}, {"groupId": "OG001", "value": "1.04", "spread": ".54"}]}]}]}, {"type": "SECONDARY", "title": "Comfort of Parents: Level of Care Their Child Received in Hospital", "description": "Parental rating of care received in hospital, as measured by \"Parent Study Questionnaire\",using Likert scale, where 5 represents \"My child received excellent care\" and 1 represents \"My child received very poor care\". A higher score represents a better outcome.", "populationDescription": "Only 3 participants' parents completed the survey. Only 3 participants data was analyzed for this secondary outcome measure (2 continuous pulse oximetry monitoring participants and 1 intermittent pulse oximetry participant). Parents were not considered enrolled but did contribute to this assessment. Parents were not considered enrolled but did contribute to this assessment.", "reportingStatus": "POSTED", "paramType": "MEAN", "dispersionType": "Full Range", "unitOfMeasure": "score on a scale", "timeFrame": "On day of hospital discharge, up to 14 days", "groups": [{"id": "OG000", "title": "Continuous Pulse Oximetry Monitoring of Oxygen Saturation", "description": "Continuous pulse oximetry to measure oxygen saturation\n\nContinous Pulse oximeter: Pulse oximeter is a small lightweight non-invasive device placed on the fingertip or toe to measure blood oxygen saturation throughout hospitalization"}, {"id": "OG001", "title": "Intermittent Pulse Oximetry Monitoring of Oxygen Saturation", "description": "Intermittent pulse oximetry to measure oxygen saturation, measured every 4 hours\n\nIntermittent Pulse oximeter: Pulse oximeter is a small lightweight non-invasive device placed on the fingertip or toe to measure blood oxygen saturation intermittently during hospitalization"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "2"}, {"groupId": "OG001", "value": "1"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "5", "lowerLimit": "5", "upperLimit": "5"}, {"groupId": "OG001", "value": "5", "lowerLimit": "5", "upperLimit": "5"}]}]}]}, {"type": "SECONDARY", "title": "Comfort of Parents: Continuing to Care for Their Child at Home", "description": "Comfort level of parents as measured by \"Parent Study Questionnaire\", using Likert scale where 5 represents \"very comfortable with continuing to care for child at home\" and 1 represents \"very uncomfortable with continuing care for child at home.\" A higher score represents a better outcome", "populationDescription": "Only 3 participants' parents completed the survey. Only 3 participants data was analyzed for this secondary outcome measure (2 continuous pulse oximetry monitoring participants and 1 intermittent pulse oximetry participant). Parents were not considered enrolled but did contribute to this assessment.", "reportingStatus": "POSTED", "paramType": "MEAN", "dispersionType": "Full Range", "unitOfMeasure": "score on a scale", "timeFrame": "On day of hospital discharge, up to 14 days", "groups": [{"id": "OG000", "title": "Continuous Pulse Oximetry Monitoring of Oxygen Saturation", "description": "Continuous pulse oximetry to measure oxygen saturation\n\nContinous Pulse oximeter: Pulse oximeter is a small lightweight non-invasive device placed on the fingertip or toe to measure blood oxygen saturation throughout hospitalization"}, {"id": "OG001", "title": "Intermittent Pulse Oximetry Monitoring of Oxygen Saturation", "description": "Intermittent pulse oximetry to measure oxygen saturation, measured every 4 hours\n\nIntermittent Pulse oximeter: Pulse oximeter is a small lightweight non-invasive device placed on the fingertip or toe to measure blood oxygen saturation intermittently during hospitalization"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "2"}, {"groupId": "OG001", "value": "1"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "5", "lowerLimit": "5", "upperLimit": "5"}, {"groupId": "OG001", "value": "3", "lowerLimit": "3", "upperLimit": "3"}]}]}]}, {"type": "SECONDARY", "title": "Frequency of Nurse Responses to Pulse Oximetry Alarms", "description": "Number of times nurses respond to pulse oximetry alarms, tabulated per patient", "populationDescription": "Data was not collected, data was not analyzed for any participants.", "reportingStatus": "POSTED", "timeFrame": "Duration of length of stay, up to 14 days", "groups": [{"id": "OG000", "title": "Continuous Pulse Oximetry Monitoring of Oxygen Saturation", "description": "Continuous pulse oximetry to measure oxygen saturation\n\nContinous Pulse oximeter: Pulse oximeter is a small lightweight non-invasive device placed on the fingertip or toe to measure blood oxygen saturation throughout hospitalization"}, {"id": "OG001", "title": "Intermittent Pulse Oximetry Monitoring of Oxygen Saturation", "description": "Intermittent pulse oximetry to measure oxygen saturation, measured every 4 hours\n\nIntermittent Pulse oximeter: Pulse oximeter is a small lightweight non-invasive device placed on the fingertip or toe to measure blood oxygen saturation intermittently during hospitalization"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "0"}, {"groupId": "OG001", "value": "0"}]}]}, {"type": "SECONDARY", "title": "Frequency of Pulse Oximetry Alarms Require Medical Intervention", "description": "Number of pulse oximetry alarms requiring intervention by nurses, tabulated per patient", "populationDescription": "Data was not collected, data was not analyzed for any participants.", "reportingStatus": "POSTED", "timeFrame": "Duration of length of stay, up to 14 days", "groups": [{"id": "OG000", "title": "Continuous Pulse Oximetry Monitoring of Oxygen Saturation", "description": "Continuous pulse oximetry to measure oxygen saturation\n\nContinous Pulse oximeter: Pulse oximeter is a small lightweight non-invasive device placed on the fingertip or toe to measure blood oxygen saturation throughout hospitalization"}, {"id": "OG001", "title": "Intermittent Pulse Oximetry Monitoring of Oxygen Saturation", "description": "Intermittent pulse oximetry to measure oxygen saturation, measured every 4 hours\n\nIntermittent Pulse oximeter: Pulse oximeter is a small lightweight non-invasive device placed on the fingertip or toe to measure blood oxygen saturation intermittently during hospitalization"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "0"}, {"groupId": "OG001", "value": "0"}]}]}]}, "adverseEventsModule": {"frequencyThreshold": "0", "timeFrame": "Duration of length of stay, up to 14 days (up to 14 days)", "eventGroups": [{"id": "EG000", "title": "Continuous Pulse Oximetry Monitoring of Oxygen Saturation", "description": "Continuous pulse oximetry to measure oxygen saturation\n\nContinous Pulse oximeter: Pulse oximeter is a small lightweight non-invasive device placed on the fingertip or toe to measure blood oxygen saturation throughout hospitalization", "deathsNumAffected": 0, "deathsNumAtRisk": 3, "seriousNumAffected": 0, "seriousNumAtRisk": 3, "otherNumAffected": 0, "otherNumAtRisk": 3}, {"id": "EG001", "title": "Intermittent Pulse Oximetry Monitoring of Oxygen Saturation", "description": "Intermittent pulse oximetry to measure oxygen saturation, measured every 4 hours\n\nIntermittent Pulse oximeter: Pulse oximeter is a small lightweight non-invasive device placed on the fingertip or toe to measure blood oxygen saturation intermittently during hospitalization", "deathsNumAffected": 0, "deathsNumAtRisk": 3, "seriousNumAffected": 0, "seriousNumAtRisk": 3, "otherNumAffected": 0, "otherNumAtRisk": 3}]}, "moreInfoModule": {"limitationsAndCaveats": {"description": "The study is limited by low patient enrollment during the study period due to the COVID-19 pandemic restrictions and low hospital admission rates for community acquired respiratory illnesses."}, "certainAgreement": {"piSponsorEmployee": true, "restrictiveAgreement": false}, "pointOfContact": {"title": "Dr. Graham Krasan, Pediatric Infectious Disease Specialist", "organization": "William Beaumont Hospital", "email": "graham.krasan@beaumont.org", "phone": "248-551-0046"}}}, "documentSection": {"largeDocumentModule": {"noSap": true, "largeDocs": [{"typeAbbrev": "Prot", "hasProtocol": true, "hasSap": false, "hasIcf": false, "label": "Study Protocol", "date": "2020-11-30", "uploadDate": "2022-02-15T12:43", "filename": "Prot_001.pdf", "size": 183473}]}}, "derivedSection": {"miscInfoModule": {"versionHolder": "2024-06-24", "submissionTracking": {"firstMcpInfo": {"postDateStruct": {"date": "2022-02-15", "type": "ACTUAL"}}}}, "conditionBrowseModule": {"meshes": [{"id": "D000001988", "term": "Bronchiolitis"}, {"id": "D000012140", "term": "Respiratory Tract Diseases"}, {"id": "D000012120", "term": "Respiration Disorders"}], "ancestors": [{"id": "D000012141", "term": "Respiratory Tract Infections"}, {"id": "D000007239", "term": "Infections"}, {"id": "D000008171", "term": "Lung Diseases"}, {"id": "D000001991", "term": "Bronchitis"}, {"id": "D000001982", "term": "Bronchial Diseases"}, {"id": "D000008173", "term": "Lung Diseases, Obstructive"}], "browseLeaves": [{"id": "M4556", "name": "Asthma", "relevance": "LOW"}, {"id": "M14977", "name": "Respiratory Tract Diseases", "asFound": "Respiratory Disease", "relevance": "HIGH"}, {"id": "M14957", "name": "Respiration Disorders", "asFound": "Respiratory Disease", "relevance": "HIGH"}, {"id": "M4185", "name": "Hypoxia", "relevance": "LOW"}, {"id": "M13904", "name": "Pneumonia", "relevance": "LOW"}, {"id": "M5264", "name": "Bronchiolitis", "asFound": "Bronchiolitis", "relevance": "HIGH"}, {"id": "M10283", "name": "Infections", "relevance": "LOW"}, {"id": "M6368", "name": "Communicable Diseases", "relevance": "LOW"}, {"id": "M14978", "name": "Respiratory Tract Infections", "relevance": "LOW"}, {"id": "M11168", "name": "Lung Diseases", "relevance": "LOW"}, {"id": "M5267", "name": "Bronchitis", "relevance": "LOW"}, {"id": "M5258", "name": "Bronchial Diseases", "relevance": "LOW"}, {"id": "M11170", "name": "Lung Diseases, Obstructive", "relevance": "LOW"}, {"id": "T170", "name": "Acute Graft Versus Host Disease", "relevance": "LOW"}], "browseBranches": [{"abbrev": "BC08", "name": "Respiratory Tract (Lung and Bronchial) Diseases"}, {"abbrev": "BC20", "name": "Immune System Diseases"}, {"abbrev": "All", "name": "All Conditions"}, {"abbrev": "BC23", "name": "Symptoms and General Pathology"}, {"abbrev": "BC01", "name": "Infections"}, {"abbrev": "Rare", "name": "Rare Diseases"}]}}, "hasResults": true}