{"protocolSection": {"identificationModule": {"nctId": "NCT02809131", "orgStudyIdInfo": {"id": "150753"}, "organization": {"fullName": "Vanderbilt University Medical Center", "class": "OTHER"}, "briefTitle": "Perioperative Antibiotic Therapy to Prevent Cardiac Implantable Electronic Device Infections.", "officialTitle": "Randomized Noninferiority Study of an Antibacterial Envelope Alone Versus Envelope Plus Intraoperative Antibacterial Irrigant and Postoperative Antibiotics to Prevent Cardiac Implantable Electronic Device Infections in High-Risk Patients", "acronym": "ENVELOPE"}, "statusModule": {"statusVerifiedDate": "2022-04", "overallStatus": "COMPLETED", "expandedAccessInfo": {"hasExpandedAccess": false}, "startDateStruct": {"date": "2016-04-01", "type": "ACTUAL"}, "primaryCompletionDateStruct": {"date": "2021-03-31", "type": "ACTUAL"}, "completionDateStruct": {"date": "2021-09-30", "type": "ACTUAL"}, "studyFirstSubmitDate": "2016-04-27", "studyFirstSubmitQcDate": "2016-06-21", "studyFirstPostDateStruct": {"date": "2016-06-22", "type": "ESTIMATED"}, "resultsFirstSubmitDate": "2022-04-13", "resultsFirstSubmitQcDate": "2022-04-13", "resultsFirstPostDateStruct": {"date": "2022-05-09", "type": "ACTUAL"}, "lastUpdateSubmitDate": "2022-04-13", "lastUpdatePostDateStruct": {"date": "2022-05-09", "type": "ACTUAL"}}, "sponsorCollaboratorsModule": {"responsibleParty": {"type": "PRINCIPAL_INVESTIGATOR", "investigatorFullName": "Christopher Ellis", "investigatorTitle": "Associate Professor", "investigatorAffiliation": "Vanderbilt University Medical Center"}, "leadSponsor": {"name": "Vanderbilt University Medical Center", "class": "OTHER"}, "collaborators": [{"name": "Thomas Jefferson University", "class": "OTHER"}, {"name": "The Cooper Health System", "class": "OTHER"}, {"name": "Valley Health System", "class": "OTHER"}, {"name": "Medtronic", "class": "INDUSTRY"}]}, "oversightModule": {"oversightHasDmc": false}, "descriptionModule": {"briefSummary": "The number of cardiac implantable electronic devices (CIEDs) implanted each year has grown rapidly over the past two decades. CIED infections, defined as infections involving the generator implant site (pocket) and/or intravascular leads, have become increasingly prevalent, with the rate of growth in infections outpacing that of CIED procedures. The odds of both short term and long term mortality are at least doubled in patients who suffer CIED infections, and long term survival is particularly poor in women. Optimal strategies to prevent CIED infections in high-risk patients are largely unproven. However, recent observational studies of an antibiotic-coated envelope implanted at the time of CIED procedure have shown that this strategy is associated with a low incidence of CIED infections. Other interventions to prevent CIED infections, including the use of antibiotic irrigant used to wash the pocket during implantation and postoperative oral antibiotics, are commonly used but not supported by rigorous controlled studies. The Specific Aim of this study is to test the hypothesis that the use of the antibacterial envelope alone is noninferior to a strategy using the antibacterial envelope and intraoperative antibacterial irrigant and postoperative oral antibiotics for the reduction of cardiac implantable device infections in patients with ≥2 risk factors for infection.", "detailedDescription": "1.0 Background\n\nThe number of cardiac implantable electronic devices (CIEDs) implanted each year has grown rapidly over the past two decades, largely due to expanding use of implantable cardioverter-defibrillators (ICDs) and devices capable of delivering cardiac resynchronization therapy (CRT). CIEDs have increasingly been utilized in older patients with multiple medical comorbidities. As a result CIED infections, defined as infections involving the generator implant site (pocket) and/or intravascular leads, have become increasingly prevalent, with the rate of growth in infections outpacing that of CIED procedures. The increase in incidence of CIED infections has outpaced the growth in device implantation, in large part due to the medical complexity of today's CIED patients. These devastating complications are associated with significant cost, morbidity, and mortality. The odds of both short term and long term mortality are at least doubled in patients who suffer CIED infections, and long term survival is particularly poor in women.\n\nPatient-specific risk factors for CIED infections have been examined in multiple registries and case-control studies. For patients with at least two risk factors, the reported incidence of CIED infection is 2-3%. Management of these infections is complex and expensive. The cornerstone of management is the complete removal of all infected hardware whenever possible, which in itself poses significant risks for patients. Therefore prevention of infections is crucial.\n\nBest practices for reducing CIED infections are an active area of research. Since most infections occur as a result of bacterial seeding at the time of device implantation or revision, careful attention to strict sterile technique is mandatory. Optimal skin preparation and perioperative intravenous antibiotics have been associated with a reduced rate of CIED infections in randomized controlled studies. Additionally, several recent retrospective studies have suggested an important role of the minocycline and rifampin impregnated TYRX antibacterial envelope in reducing infections. The device consists of 2 polypropylene mesh sheets joined on 3 sides with a 3mm seam and is available in 2 sizes to accommodate pacemaker and ICD pulse generators. This polypropylene envelope releases minocycline and rifampin from a bioresorbable polyarylate polymer over approximately 7 days, directly into the CIED generator pocket.\n\nAside from optimal skin preparation and perioperative intravenous antibiotics, other practices to reduce the risk of CIED infections vary widely. Many operators use an antibacterial solution (e.g., polymyxin-B/bacitracin) to irrigate the pocket during device implantation. Additionally, many centers have adopted the routine use of prophylactic postoperative antibiotics to reduce the risk of CIED infections. However, neither of these strategies has been evaluated in randomized clinical studies. Antibacterial irrigation solution is expensive, and oral antibiotics are associated with a small yet clinically important risk of adverse effects, including Clostridium difficile infection. Therefore, prospective randomized studies are needed to evaluate the efficacy, safety, and cost-effectiveness of intraoperative antibacterial rinse and postoperative oral antibiotics.\n\nSummary of significance: CIED infections constitute major complications of device implantations or revisions and are becoming increasingly prevalent. Infections are associated with increased morbidity, mortality, and cost, and are very difficult to treat. Recent studies have explored ways to reduce the incidence of CIED infections, and use of the TYRX antibacterial envelope has emerged as a potential strategy for prevention. Other strategies including intraoperative antibacterial irrigation and postoperative oral antibiotics are commonly used despite the lack of prospective studies documenting efficacy, safety, and cost-effectiveness. We and others have reported a very low incidence (\\<1%) of CIED infections in high-risk patients receiving the TYRX antibacterial envelope. One intriguing possibility is that the antibacterial envelope can be used instead of intraoperative antibacterial rinse and postoperative oral antibiotics. Therefore, an important knowledge gap exists about the best practices to prevent CIED infections in high-risk individuals.\n\n2.0 Rationale and Specific Aims\n\nSPECIFIC AIM: to test the hypothesis that the use of the TYRX antibacterial envelope alone is noninferior to a strategy using the antibacterial envelope and intraoperative antibacterial irrigant and postoperative oral antibiotics for the reduction of cardiac implantable device infections in patients with ≥2 risk factors for infection.\n\nCIED infections are devastating yet potentially preventable complications. We previously conducted a retrospective study of the TYRX antibacterial envelope and found that use of the device in patients with ≥2 risk factors for CIED infection was associated with a markedly decreased infection rate (0.4% with the device versus 3% without, adjusted odds ratio \\[95% confidence interval\\]: 0.09 \\[0.01 to 0.73\\], P =0.02). All patients in our previous study had intraoperative irrigation of the device pocket with polymyxin-B/bacitracin solution and received routine postoperative oral antibiotics consistent with local practices. However, whether use of intraoperative irrigant and postoperative antibiotics reduces the risk of infection has not been evaluated in prospective, randomized trials. Moreover, it is unknown whether these treatments offer any incremental benefit over the use of the TYRX antibacterial envelope alone.\n\nGiven the significant cost of polymyxin-B/bacitracin solution and concerns over unnecessary use of oral antibiotics and emerging resistant microorganisms, it is critically important to establish whether these treatments offer any incremental benefit for patients at high risk for a CIED infection who are receiving the TYRX antibacterial envelope. The Specific Aim of this study will be to prospectively test the hypothesis that an infection risk-reduction strategy using the TYRX antibacterial envelope alone is noninferior to a strategy using the envelope with intraoperative antibacterial irrigant and postoperative oral antibiotics in patients undergoing a CIED procedure who have at least 2 CIED infection risk factors.\n\n3.0 Previous Animal and Human Studies\n\nThe TYRX antibacterial envelope effectively prevented CIED infections in an animal model. In an animal model of direct bacterial inoculation into the device pocket, the TYRX antibacterial envelope showed excellent activity against Staphylococcus epidermidis, Staphylococcus capitis, Escherichia coli, and Acinetobacter baumannii. Importantly, systemic levels of minocycline and rifampin were undetectable.\n\nUse of the TYRX antibacterial envelope has been associated with a reduced incidence of CIED infections in retrospective studies of high-risk patients. In a multi-center trial, use of the TYRX antibacterial envelope was associated with a low risk of CIED infections (0.5%). However, the relatively short follow-up period (mean: 1.9 months) and lack of a control arm limited the interpretation of the study's results. We conducted a retrospective controlled study of the TYRX antibacterial envelope in patients with at least 2 CIED infection risk factors at our institution. Among 260 TYRX envelope recipients, the incidence of CIED infection after a mean 18.7 month follow-up period was 0.4%, compared with 3% in 639 high-risk controls who did not receive the envelope (adjusted odds ratio: 0.09, 95% confidence interval 0.01 to 0.73, P =0.02). Another retrospective study at a high-volume center found that the prevalence of CIED infections decreased from 1.5% to 0.6% after the TYRX antibacterial envelope was instituted into practice (P =0.03).\n\nBased on these and other studies, the Worldwide Randomized Antibiotic Envelope CIED Infection Prevention Trial (WRAP-IT) was conceived. This landmark trial will prospectively evaluate the efficacy of the TYRX-A antibacterial envelope. However, our proposed study will be complementary to the WRAP-IT trial because we will specifically evaluate whether the TYRX-A antibacterial envelope alone offers ample protection against CIED infections without the use of intraoperative antibacterial solution and postoperative oral antibiotics.\n\n6.0 Study Procedures\n\nDevice implantation and follow-up. CIED procedures will be performed in accordance with established practice guidelines. Perioperative procedures to reduce the risk of CIED infection including optimal skin preparation and intravenous antibiotics (cefazolin or vancomycin) will be applied to all patients. All patients will receive the TYRX absorbable antibacterial envelope. Patients randomized to the intraoperative antibacterial irrigant/postoperative oral antibiotic (control) arm will undergo irrigation of the device pocket with up to 1 liter polymyxin-B/bacitracin solution. Patients in the control arm will also receive 3 days of postoperative oral antibiotics (cephalexin 500mg 3 times daily, clindamycin 300mg 3 times daily, or levofloxacin 500mg once daily) as per investigator routine ordering practice with discretion per each individual patient. Patients randomized to the experimental arm will not receive intraoperative antibacterial irrigation (will be allowed up to 1 liter sterile saline irrigation), nor post-operative oral antibiotics.\n\nAll patients will be followed after their procedures according to established practice guidelines. At a minimum, patients will be seen 4 weeks after the procedure for a wound check, at 6 months, and then every year or more frequently as dictated by each patient's clinical status. A digital photograph of the device pocket will be captured at the 4-week postoperative visit. In addition, the study nurse will telephone each patient 3 months after implantation to assess for symptoms and signs of infection. For the purposes of the study, patients will continue to be followed for a minimum of 6 months after the procedure, but additional follow-up data after six months may be collected continuously until the study closes.\n\nAscertainment of the primary endpoint: CIED infection after a minimum 6-month follow-up period. The primary study endpoint will be CIED infection resulting in complete CIED system removal, antibiotic therapy in patients who are not candidates for system removal, or death due to CIED infection. To avoid detection bias we will prospectively apply criteria for definition of the primary endpoint and ask treating physicians to thoroughly document objective findings.\n\nExamples of objective signs of CIED infection.\n\nObjective findings of CIED infection\n\n* Fever or leukocytosis without an alternative explanation (e.g., urinary tract infection or pneumonia)\n* Tenderness, erythema, or warmth at the pulse generator site\n* Purulent discharge from the pulse generator site (from incision or fistula)\n* Positive blood or pulse generator site cultures\n* Vegetation adherent to CIED hardware\n* Purulent material within pulse generator pocket upon reoperation\n\nA digital photograph of the device pocket will be captured routinely at the postoperative visit and whenever CIED infection is a consideration. In case of a suspected CIED infection, treating physicians will be strongly encouraged to obtain peripheral blood cultures prior to initiation of antibiotic therapy and intraoperative cultures during CIED system removal. A panel of 3 physicians at the coordinating center who are blinded to study assignment (experimental versus control) will independently adjudicate outcomes in \"real time\" and will vote whether or not the criteria for CIED infection have been met. A minor superficial infection of the incision that does not involve the generator pocket, does not result in any systemic symptoms or signs, and is treated with either observation or a short course of oral antibiotics, will not be counted as a CIED infection but will be considered a secondary endpoint.\n\nStudy oversight: The principal investigator at each study sight will be responsible for all aspects of the study at their respective sites. To ensure fidelity with the study protocol, an independent study coordinator at Vanderbilt University who is not directly involved with the study will review upon initiation of the study and first patient enrolled at each site, and then a random selection (10%) of patient records at each site (including Vanderbilt University) on a continuous basis set out by the monitoring agreement throughout the duration of the study, and quarterly prepare a report for the study's principal investigator."}, "conditionsModule": {"conditions": ["Sick Sinus Syndrome", "Complete Heart Block", "Syncope", "Chronic Systolic Heart Failure"], "keywords": ["CIED infection"]}, "designModule": {"studyType": "INTERVENTIONAL", "phases": ["PHASE3"], "designInfo": {"allocation": "RANDOMIZED", "interventionModel": "PARALLEL", "primaryPurpose": "PREVENTION", "maskingInfo": {"masking": "NONE"}}, "enrollmentInfo": {"count": 1010, "type": "ACTUAL"}}, "armsInterventionsModule": {"armGroups": [{"label": "Saline irrigation", "type": "EXPERIMENTAL", "description": "Saline irrigation", "interventionNames": ["Drug: Saline"]}, {"label": "Antibiotic irrigation and PO antibiotics", "type": "ACTIVE_COMPARATOR", "description": "Antibacterial irrigant (polymyxinB/bacitracin) and postoperative oral antibiotics (cephalexin, clindamycin, or levofloxacin)", "interventionNames": ["Drug: polymixin/bacitracin", "Drug: cephalexin, or levofloxacin, or clindamycin"]}], "interventions": [{"type": "DRUG", "name": "polymixin/bacitracin", "description": "Antibacterial irrigation", "armGroupLabels": ["Antibiotic irrigation and PO antibiotics"]}, {"type": "DRUG", "name": "cephalexin, or levofloxacin, or clindamycin", "description": "Post operative oral antibiotics", "armGroupLabels": ["Antibiotic irrigation and PO antibiotics"], "otherNames": ["Kelfex, Levaquin, Cleocin"]}, {"type": "DRUG", "name": "Saline", "description": "Saline irrigation", "armGroupLabels": ["Saline irrigation"]}]}, "outcomesModule": {"primaryOutcomes": [{"measure": "Number of Patients With a Major Cardiac Implantable Electronic Devices (CIED) Infection", "description": "The primary study endpoint will be the number of patients with CIED infection resulting in complete CIED system removal, antibiotic therapy in patients who are not candidates for system removal, or death due to CIED infection.", "timeFrame": "6 months"}], "secondaryOutcomes": [{"measure": "Number of Patients With a Minor Cardiac Implantable Electronic Devices (CIED) Infection", "description": "A minor superficial infection of the incision that does not involve the generator pocket, does not result in any systemic symptoms or signs, and is treated with either observation or a short course of oral antibiotics", "timeFrame": "6 months"}]}, "eligibilityModule": {"eligibilityCriteria": "Inclusion Criteria:\n\n* Age ≥18 years old\n* Able to give informed consent\n* At least 2 of the following risk factors for infection:\n\n  * Diabetes mellitus\n  * Chronic kidney disease (estimated creatinine clearance \\<30 ml/min\n  * Therapeutic anticoagulation\n  * Chronic heart failure\n  * Chronic use of corticosteroids\n  * Fever ≥38° C or leukocytois (≥11,000 cells/mm3) within 24 hrs of implant\n  * Device revision (including generator change, or extraction)\n  * ≥3 leads in situ (CRT system or abandoned leads)\n  * Early reoperation (pocket re-entry \\<2 weeks)\n  * Previous CIED infection\n\nExclusion Criteria:\n\n* Medical condition that is likely to be fatal in less than one year\n* Emergent CIED procedure\n* Allergy to rifampin or minocycline, Allergy to polymyxin-B or bacitracin\n* Enrollment in WRAP-IT trial\n* Current CIED pocket infection", "healthyVolunteers": false, "sex": "ALL", "minimumAge": "18 Years", "stdAges": ["ADULT", "OLDER_ADULT"]}, "contactsLocationsModule": {"overallOfficials": [{"name": "Christopher Ellis, M.D.", "affiliation": "Vanderbilt University Medical Center", "role": "PRINCIPAL_INVESTIGATOR"}], "locations": [{"facility": "Vanderbilt University Medical Center", "city": "Nashville", "state": "Tennessee", "zip": "37232", "country": "United States", "geoPoint": {"lat": 36.16589, "lon": -86.78444}}]}, "ipdSharingStatementModule": {"ipdSharing": "NO"}}, "resultsSection": {"participantFlowModule": {"groups": [{"id": "FG000", "title": "Saline Irrigation", "description": "Saline Irrigation in patients undergoing a cardiac implantable electronic devices (CIED) procedure who have at least 2 CIED infection risk factors"}, {"id": "FG001", "title": "Antibiotic Irrigation and Oral Antibiotics", "description": "Antibacterial irrigant (polymyxinB/bacitracin) and postoperative oral antibiotics (cephalexin, clindamycin, or levofloxacin) in patients undergoing a cardiac implantable electronic devices (CIED) procedure who have at least 2 CIED infection risk factors"}], "periods": [{"title": "Overall Study", "milestones": [{"type": "STARTED", "achievements": [{"groupId": "FG000", "numSubjects": "505"}, {"groupId": "FG001", "numSubjects": "505"}]}, {"type": "COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "445"}, {"groupId": "FG001", "numSubjects": "445"}]}, {"type": "NOT COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "60"}, {"groupId": "FG001", "numSubjects": "60"}]}]}]}, "baselineCharacteristicsModule": {"groups": [{"id": "BG000", "title": "Saline Irrigation", "description": "Saline Irrigation in patients undergoing a cardiac implantable electronic devices (CIED) procedure who have at least 2 CIED infection risk factors"}, {"id": "BG001", "title": "Antibiotic Irrigation and Oral Antibiotics", "description": "Antibacterial irrigant (polymyxinB/bacitracin) and postoperative oral antibiotics (cephalexin, clindamycin, or levofloxacin) in patients undergoing a cardiac implantable electronic devices (CIED) procedure who have at least 2 CIED infection risk factors"}, {"id": "BG002", "title": "Total", "description": "Total of all reporting groups"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "BG000", "value": "505"}, {"groupId": "BG001", "value": "505"}, {"groupId": "BG002", "value": "1010"}]}], "measures": [{"title": "Age, Continuous", "paramType": "MEAN", "dispersionType": "STANDARD_DEVIATION", "unitOfMeasure": "years", "classes": [{"categories": [{"measurements": [{"groupId": "BG000", "value": "70.44", "spread": "11.2"}, {"groupId": "BG001", "value": "70.42", "spread": "11.9"}, {"groupId": "BG002", "value": "70.43", "spread": "11.5"}]}]}]}, {"title": "Sex: Female, Male", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "Female", "measurements": [{"groupId": "BG000", "value": "136"}, {"groupId": "BG001", "value": "146"}, {"groupId": "BG002", "value": "282"}]}, {"title": "Male", "measurements": [{"groupId": "BG000", "value": "369"}, {"groupId": "BG001", "value": "359"}, {"groupId": "BG002", "value": "728"}]}]}]}, {"title": "Ethnicity (NIH/OMB)", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "Hispanic or Latino", "measurements": [{"groupId": "BG000", "value": "12"}, {"groupId": "BG001", "value": "18"}, {"groupId": "BG002", "value": "30"}]}, {"title": "Not Hispanic or Latino", "measurements": [{"groupId": "BG000", "value": "477"}, {"groupId": "BG001", "value": "470"}, {"groupId": "BG002", "value": "947"}]}, {"title": "Unknown or Not Reported", "measurements": [{"groupId": "BG000", "value": "16"}, {"groupId": "BG001", "value": "17"}, {"groupId": "BG002", "value": "33"}]}]}]}, {"title": "Race (NIH/OMB)", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "American Indian or Alaska Native", "measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "0"}, {"groupId": "BG002", "value": "0"}]}, {"title": "Asian", "measurements": [{"groupId": "BG000", "value": "3"}, {"groupId": "BG001", "value": "3"}, {"groupId": "BG002", "value": "6"}]}, {"title": "Native Hawaiian or Other Pacific Islander", "measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "0"}, {"groupId": "BG002", "value": "0"}]}, {"title": "Black or African American", "measurements": [{"groupId": "BG000", "value": "53"}, {"groupId": "BG001", "value": "54"}, {"groupId": "BG002", "value": "107"}]}, {"title": "White", "measurements": [{"groupId": "BG000", "value": "433"}, {"groupId": "BG001", "value": "431"}, {"groupId": "BG002", "value": "864"}]}, {"title": "More than one race", "measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "0"}, {"groupId": "BG002", "value": "0"}]}, {"title": "Unknown or Not Reported", "measurements": [{"groupId": "BG000", "value": "16"}, {"groupId": "BG001", "value": "17"}, {"groupId": "BG002", "value": "33"}]}]}]}, {"title": "Region of Enrollment", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"title": "United States", "categories": [{"measurements": [{"groupId": "BG000", "value": "505"}, {"groupId": "BG001", "value": "505"}, {"groupId": "BG002", "value": "1010"}]}]}]}]}, "outcomeMeasuresModule": {"outcomeMeasures": [{"type": "PRIMARY", "title": "Number of Patients With a Major Cardiac Implantable Electronic Devices (CIED) Infection", "description": "The primary study endpoint will be the number of patients with CIED infection resulting in complete CIED system removal, antibiotic therapy in patients who are not candidates for system removal, or death due to CIED infection.", "reportingStatus": "POSTED", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "timeFrame": "6 months", "groups": [{"id": "OG000", "title": "Saline Irrigation", "description": "Saline Irrigation in patients undergoing a cardiac implantable electronic devices (CIED) procedure who have at least 2 CIED infection risk factors"}, {"id": "OG001", "title": "Antibiotic Irrigation and Oral Antibiotics", "description": "Antibacterial irrigant (polymyxinB/bacitracin) and postoperative oral antibiotics (cephalexin, clindamycin, or levofloxacin) in patients undergoing a cardiac implantable electronic devices (CIED) procedure who have at least 2 CIED infection risk factors"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "505"}, {"groupId": "OG001", "value": "505"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "5"}, {"groupId": "OG001", "value": "6"}]}]}]}, {"type": "SECONDARY", "title": "Number of Patients With a Minor Cardiac Implantable Electronic Devices (CIED) Infection", "description": "A minor superficial infection of the incision that does not involve the generator pocket, does not result in any systemic symptoms or signs, and is treated with either observation or a short course of oral antibiotics", "reportingStatus": "POSTED", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "timeFrame": "6 months", "groups": [{"id": "OG000", "title": "Saline Irrigation", "description": "Saline Irrigation in patients undergoing a cardiac implantable electronic devices (CIED) procedure who have at least 2 CIED infection risk factors"}, {"id": "OG001", "title": "Antibiotic Irrigation and Oral Antibiotics", "description": "Antibacterial irrigant (polymyxinB/bacitracin) and postoperative oral antibiotics (cephalexin, clindamycin, or levofloxacin) in patients undergoing a cardiac implantable electronic devices (CIED) procedure who have at least 2 CIED infection risk factors"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "505"}, {"groupId": "OG001", "value": "505"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "5"}, {"groupId": "OG001", "value": "5"}]}]}]}]}, "adverseEventsModule": {"frequencyThreshold": "0", "timeFrame": "Baseline up to 6 months", "description": "Adverse event information was collected for any untoward or unfavorable medical occurrence in a participant, including any abnormal sign (for example, abnormal physical exam or laboratory finding), symptom, or disease, temporally associated with the participant's participation in the research, whether or not considered related to the participant's participation in the research.", "eventGroups": [{"id": "EG000", "title": "Saline Irrigation", "description": "Saline Irrigation in patients undergoing a cardiac implantable electronic devices (CIED) procedure who have at least 2 CIED infection risk factors", "deathsNumAffected": 34, "deathsNumAtRisk": 505, "seriousNumAffected": 5, "seriousNumAtRisk": 505, "otherNumAffected": 245, "otherNumAtRisk": 505}, {"id": "EG001", "title": "Antibiotic Irrigation and Oral Antibiotics", "description": "Antibacterial irrigant (polymyxinB/bacitracin) and postoperative oral antibiotics (cephalexin, clindamycin, or levofloxacin) in patients undergoing a cardiac implantable electronic devices (CIED) procedure who have at least 2 CIED infection risk factors", "deathsNumAffected": 27, "deathsNumAtRisk": 505, "seriousNumAffected": 6, "seriousNumAtRisk": 505, "otherNumAffected": 218, "otherNumAtRisk": 505}], "seriousEvents": [{"term": "Infection", "organSystem": "Infections and infestations", "assessmentType": "SYSTEMATIC_ASSESSMENT", "notes": "Infection resulting from surgery or surgical procedure", "stats": [{"groupId": "EG000", "numEvents": 5, "numAffected": 5, "numAtRisk": 505}, {"groupId": "EG001", "numEvents": 6, "numAffected": 6, "numAtRisk": 505}]}], "otherEvents": [{"term": "Tenderness, erythema, or warmth at the pulse generator site", "organSystem": "Infections and infestations", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 2, "numAffected": 2, "numAtRisk": 505}, {"groupId": "EG001", "numEvents": 1, "numAffected": 1, "numAtRisk": 505}]}, {"term": "Purulent discharge", "organSystem": "Infections and infestations", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 4, "numAffected": 4, "numAtRisk": 505}, {"groupId": "EG001", "numEvents": 1, "numAffected": 1, "numAtRisk": 505}]}, {"term": "Positive blood culture identifying a coagulase negative staphylococcus", "organSystem": "Infections and infestations", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 0, "numAffected": 0, "numAtRisk": 505}, {"groupId": "EG001", "numEvents": 1, "numAffected": 1, "numAtRisk": 505}]}, {"term": "Vegetation adherent to CIED hardware", "organSystem": "Infections and infestations", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 2, "numAffected": 2, "numAtRisk": 505}, {"groupId": "EG001", "numEvents": 2, "numAffected": 2, "numAtRisk": 505}]}, {"term": "Purulent material within pulse generator pocket", "organSystem": "Infections and infestations", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 0, "numAffected": 0, "numAtRisk": 505}, {"groupId": "EG001", "numEvents": 1, "numAffected": 1, "numAtRisk": 505}]}, {"term": "Allergic Reaction to pouch", "organSystem": "Surgical and medical procedures", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 1, "numAffected": 1, "numAtRisk": 505}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 505}]}, {"term": "Infection", "organSystem": "Infections and infestations", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 19, "numAffected": 19, "numAtRisk": 505}, {"groupId": "EG001", "numEvents": 20, "numAffected": 20, "numAtRisk": 505}]}, {"term": "Wound hematoma", "organSystem": "Surgical and medical procedures", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 22, "numAffected": 22, "numAtRisk": 505}, {"groupId": "EG001", "numEvents": 27, "numAffected": 27, "numAtRisk": 505}]}, {"term": "Lead dislodgement", "organSystem": "Surgical and medical procedures", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 6, "numAffected": 6, "numAtRisk": 505}, {"groupId": "EG001", "numEvents": 2, "numAffected": 2, "numAtRisk": 505}]}, {"term": "Pneumothorax", "organSystem": "Respiratory, thoracic and mediastinal disorders", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 0, "numAffected": 0, "numAtRisk": 505}, {"groupId": "EG001", "numEvents": 1, "numAffected": 1, "numAtRisk": 505}]}, {"term": "Other device related complication", "organSystem": "Product Issues", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 4, "numAffected": 4, "numAtRisk": 505}, {"groupId": "EG001", "numEvents": 12, "numAffected": 12, "numAtRisk": 505}]}, {"term": "Other non device related complication", "organSystem": "General disorders", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 182, "numAffected": 182, "numAtRisk": 505}, {"groupId": "EG001", "numEvents": 149, "numAffected": 149, "numAtRisk": 505}]}, {"term": "Heart transplant", "organSystem": "Cardiac disorders", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 2, "numAffected": 2, "numAtRisk": 505}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 505}]}, {"term": "Other", "organSystem": "General disorders", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 1, "numAffected": 1, "numAtRisk": 505}, {"groupId": "EG001", "numEvents": 1, "numAffected": 1, "numAtRisk": 505}]}]}, "moreInfoModule": {"certainAgreement": {"piSponsorEmployee": true}, "pointOfContact": {"title": "Christopher R. Ellis, MD, FACC, FHRS", "organization": "Vanderbilt University Medical Center", "email": "Christopher.ellis@vumc.org", "phone": "(615)-936-2523"}}}, "documentSection": {"largeDocumentModule": {"largeDocs": [{"typeAbbrev": "Prot_SAP", "hasProtocol": true, "hasSap": true, "hasIcf": false, "label": "Study Protocol and Statistical Analysis Plan", "date": "2019-12-06", "uploadDate": "2022-04-08T17:06", "filename": "Prot_SAP_000.pdf", "size": 656025}]}}, "derivedSection": {"miscInfoModule": {"versionHolder": "2024-06-24"}, "conditionBrowseModule": {"meshes": [{"id": "D000007239", "term": "Infections"}, {"id": "D000013575", "term": "Syncope"}, {"id": "D000054143", "term": "Heart Failure, Systolic"}, {"id": "D000006327", "term": "Heart Block"}, {"id": "D000012804", "term": "Sick Sinus Syndrome"}], "ancestors": [{"id": "D000006333", "term": "Heart Failure"}, {"id": "D000006331", "term": "Heart Diseases"}, {"id": "D000002318", "term": "Cardiovascular Diseases"}, {"id": "D000014474", "term": "Unconsciousness"}, {"id": "D000003244", "term": "Consciousness Disorders"}, {"id": "D000019954", "term": "Neurobehavioral Manifestations"}, {"id": "D000009461", "term": "Neurologic Manifestations"}, {"id": "D000009422", "term": "Nervous System Diseases"}, {"id": "D000001145", "term": "Arrhythmias, Cardiac"}, {"id": "D000075224", "term": "Cardiac Conduction System Disease"}, {"id": "D000010335", "term": "Pathologic Processes"}, {"id": "D000001146", "term": "Arrhythmia, Sinus"}], "browseLeaves": [{"id": "M16353", "name": "Syncope", "asFound": "Syncope", "relevance": "HIGH"}, {"id": "M16355", "name": "Syndrome", "relevance": "LOW"}, {"id": "M9421", "name": "Heart Failure", "relevance": "LOW"}, {"id": "M10283", "name": "Infections", "asFound": "Infection", "relevance": "HIGH"}, {"id": "M6368", "name": "Communicable Diseases", "relevance": "LOW"}, {"id": "M9415", "name": "Heart Block", "asFound": "Heart Block", "relevance": "HIGH"}, {"id": "M27579", "name": "Heart Failure, Systolic", "asFound": "Systolic Heart Failure", "relevance": "HIGH"}, {"id": "M27583", "name": "Systolic Murmurs", "relevance": "LOW"}, {"id": "M15610", "name": "Sick Sinus Syndrome", "asFound": "Sick Sinus Syndrome", "relevance": "HIGH"}, {"id": "M9419", "name": "Heart Diseases", "relevance": "LOW"}, {"id": "M17224", "name": "Unconsciousness", "relevance": "LOW"}, {"id": "M6468", "name": "Consciousness Disorders", "relevance": "LOW"}, {"id": "M21826", "name": "Neurobehavioral Manifestations", "relevance": "LOW"}, {"id": "M12404", "name": "Neurologic Manifestations", "relevance": "LOW"}, {"id": "M4453", "name": "Arrhythmias, Cardiac", "relevance": "LOW"}, {"id": "M1472", "name": "Cardiac Conduction System Disease", "relevance": "LOW"}, {"id": "M4454", "name": "Arrhythmia, Sinus", "relevance": "LOW"}, {"id": "T1303", "name": "Chronic Graft Versus Host Disease", "relevance": "LOW"}], "browseBranches": [{"abbrev": "BC10", "name": "Nervous System Diseases"}, {"abbrev": "BC23", "name": "Symptoms and General Pathology"}, {"abbrev": "All", "name": "All Conditions"}, {"abbrev": "BC14", "name": "Heart and Blood Diseases"}, {"abbrev": "BC01", "name": "Infections"}, {"abbrev": "BXM", "name": "Behaviors and Mental Disorders"}, {"abbrev": "Rare", "name": "Rare Diseases"}]}, "interventionBrowseModule": {"meshes": [{"id": "D000064704", "term": "Levofloxacin"}, {"id": "D000002981", "term": "Clindamycin"}, {"id": "C000000489", "term": "Clindamycin palmitate"}, {"id": "C000007084", "term": "Clindamycin phosphate"}, {"id": "D000002506", "term": "Cephalexin"}, {"id": "D000011113", "term": "Polymyxins"}, {"id": "D000001414", "term": "Bacitracin"}], "ancestors": [{"id": "D000000892", "term": "Anti-Infective Agents, Urinary"}, {"id": "D000000890", "term": "Anti-Infective Agents"}, {"id": "D000000900", "term": "Anti-Bacterial Agents"}, {"id": "D000059005", "term": "Topoisomerase II Inhibitors"}, {"id": "D000059003", "term": "Topoisomerase Inhibitors"}, {"id": "D000004791", "term": "Enzyme Inhibitors"}, {"id": "D000045504", "term": "Molecular Mechanisms of Pharmacological Action"}, {"id": "D000000970", "term": "Antineoplastic Agents"}, {"id": "D000065609", "term": "Cytochrome P-450 CYP1A2 Inhibitors"}, {"id": "D000065607", "term": "Cytochrome P-450 Enzyme Inhibitors"}, {"id": "D000011500", "term": "Protein Synthesis Inhibitors"}, {"id": "D000000891", "term": "Anti-Infective Agents, Local"}], "browseLeaves": [{"id": "M4222", "name": "Anti-Bacterial Agents", "relevance": "LOW"}, {"id": "M6214", "name": "Clindamycin", "asFound": "0.6", "relevance": "HIGH"}, {"id": "M220697", "name": "Clindamycin palmitate", "asFound": "0.6", "relevance": "HIGH"}, {"id": "M231711", "name": "Clindamycin phosphate", "asFound": "0.6", "relevance": "HIGH"}, {"id": "M30370", "name": "Levofloxacin", "asFound": "Hearing", "relevance": "HIGH"}, {"id": "M17946", "name": "Ofloxacin", "relevance": "LOW"}, {"id": "M5755", "name": "Cephalexin", "asFound": "Pneumatic", "relevance": "HIGH"}, {"id": "M4224", "name": "Antibiotics, Antitubercular", "relevance": "LOW"}, {"id": "M13997", "name": "Polymyxins", "asFound": "Galantamine", "relevance": "HIGH"}, {"id": "M13996", "name": "Polymyxin B", "relevance": "LOW"}, {"id": "M4712", "name": "Bacitracin", "asFound": "Russia", "relevance": "HIGH"}, {"id": "M4214", "name": "Anti-Infective Agents", "relevance": "LOW"}, {"id": "M29348", "name": "Topoisomerase Inhibitors", "relevance": "LOW"}, {"id": "M7951", "name": "Enzyme Inhibitors", "relevance": "LOW"}, {"id": "M30537", "name": "Cytochrome P-450 Enzyme Inhibitors", "relevance": "LOW"}, {"id": "M4215", "name": "Anti-Infective Agents, Local", "relevance": "LOW"}], "browseBranches": [{"abbrev": "Infe", "name": "Anti-Infective Agents"}, {"abbrev": "All", "name": "All Drugs and Chemicals"}, {"abbrev": "ANeo", "name": "Antineoplastic Agents"}]}}, "hasResults": true}