{"protocolSection": {"identificationModule": {"nctId": "NCT01729247", "orgStudyIdInfo": {"id": "AER-043"}, "organization": {"fullName": "Aerocrine AB", "class": "INDUSTRY"}, "briefTitle": "Study to Evaluate the Impact of FeNO Assessments on Asthma Management Decisions in Subject 7 to 60 Years of Age"}, "statusModule": {"statusVerifiedDate": "2014-01", "overallStatus": "COMPLETED", "expandedAccessInfo": {"hasExpandedAccess": false}, "startDateStruct": {"date": "2012-10"}, "primaryCompletionDateStruct": {"date": "2012-11", "type": "ACTUAL"}, "completionDateStruct": {"date": "2012-11", "type": "ACTUAL"}, "studyFirstSubmitDate": "2012-11-12", "studyFirstSubmitQcDate": "2012-11-19", "studyFirstPostDateStruct": {"date": "2012-11-20", "type": "ESTIMATED"}, "resultsFirstSubmitDate": "2013-11-27", "resultsFirstSubmitQcDate": "2014-01-15", "resultsFirstPostDateStruct": {"date": "2014-03-03", "type": "ESTIMATED"}, "lastUpdateSubmitDate": "2014-01-15", "lastUpdatePostDateStruct": {"date": "2014-03-03", "type": "ESTIMATED"}}, "sponsorCollaboratorsModule": {"responsibleParty": {"type": "SPONSOR"}, "leadSponsor": {"name": "Aerocrine AB", "class": "INDUSTRY"}}, "oversightModule": {"oversightHasDmc": false}, "descriptionModule": {"briefSummary": "Objective: To evaluate the impact of FeNO assessments on asthma treatment decisions.\n\nSecondary objectives: Evaluate the ability of physicians to correctly assess airway inflammation using standard clinical assessment tools (i.e., prior to FeNO measurement). Estimate the cost consequences of changes in asthma management following FeNO determinations\n\nNumber of participants: Approximately 40 to 50 subjects will participate in the study during an (approximately) 8-12 week study enrollment period.\n\nReference product: NIOX MINO® Instrument (09-1100)\n\nPerformance assessments: Fractional Exhaled Nitric Oxide (FeNO) Measurements will be performed according to the \"Perform FeNO Measurement\" guidelines on page 7 of the NIOX MINO® User Manual (February, 2011).\n\nResponse to Study Physician Questions before (Questions 1, 2, and 3) and after (Question 4) FeNO has been measured and seen by the Physician/Health Care Practitioner.\n\nSafety assessments: The Investigator is responsible for the detection, reporting, and documentation of events meeting the definition of an Adverse Event (AE) and/or Serious Injuries as provided in this clinical investigation plan (CIP) from the time that informed consent has been provided and during the study period\n\nCriteria for evaluation: This is an observational, pilot study and there are currently no plans for a formal statistical analysis. Information gained from this study may be used to design subsequent studies in subjects with asthma. Data collected will be summarized in a clinical study report but will not be subject to formal hypothesis testing", "detailedDescription": "INTRODUCTION\n\nOverview:\n\nThe measurement of exhaled nitric oxide (FeNO) is the only clinical test for measuring airway inflammation that can be performed consistently and accurately in clinical practice at the point-of-care. Airway inflammation is now recognized as the central mechanism in the pathogenesis of asthma. The measurement of FeNO with the NIOX MINO® device provides a rapid, noninvasive, and inexpensive tool to assess airway inflammation in inflammatory airway diseases such as asthma. The test is easy to perform and requires minimal training for the operator to conduct the test.\n\nRole of Exhaled Nitric Oxide (FeNO):\n\nFeNO has evolved as a predictive and prognostic biomarker for airway inflammation. Nitric oxide (NO) gas is produced in the epithelial cells of the bronchial wall as an intrinsic part of the inflammatory process.\n\nMeasuring the amount of FeNO is useful in the initial assessment of patients with chronic cough or non-specific respiratory symptoms suggestive of asthma, and for the management of patients with established asthma who are receiving corticosteroid treatment.\n\nIntended Use:\n\nNIOX MINO® measures Nitric Oxide (NO) in human breath. Nitric Oxide is frequently increased in inflammatory processes such as asthma. The fractional NO concentration in expired breath (FeNO) can be measured by NIOX MINO® with assurance that such measurements are repeatable and according to guidelines for NO measurement established by the American Thoracic Society.\n\nRationale for Study:\n\nNone of the standard clinical assessment tools provide information regarding underlying airway inflammation, the control of which is central to an effective asthma management strategy. Therefore this study will evaluate the impact of FeNO assessments on asthma treatment decisions in approximately 40-50 subjects 7-60 years of age with asthma. This pilot study will also provide information regarding the ability of physicians to correctly assess airway inflammation using standard clinical assessment tools (i.e., prior to FeNO measurement). Finally, this pilot study will allow the cost consequences of changes in asthma management following FeNO determinations to be estimated.\n\nCLINICAL INVESTIGATION OBJECTIVES The primary objective of this study is to evaluate the impact of FeNO assessments on asthma treatment decisions.\n\nThe secondary objectives of this study are to:\n\n* Evaluate the ability of physicians to correctly assess airway inflammation using standard clinical assessment tools (i.e., prior to FeNO measurement).\n* Estimate the cost consequences of changes in asthma management following FeNO determinations.\n\nCLINICAL INVESTIGATION PLAN\n\nThis is a pilot, observational, single-center, single-visit, outpatient study. Approximately 30 to 50 subjects will participate in the study during an (approximately) 8 to 12 week study enrollment period. Eligible subjects who meet the inclusion/exclusion criteria for this study will be invited to participate. The following documentation and information will be provided by subjects:\n\n* Informed consent\n* Demographics\n* Smoking history (cigarettes only)\n* Usual asthma standard of care assessments\n* Asthma control test questionnaire\n* Spirometry\n* Study physician questions\n\nFeNO: FeNO will be performed and the value will be reviewed and record.\n\nSubject discharge from the study:\n\nOnce all information has been collected and all procedures have been performed, the subject will be discharged from the clinic and their study participation will be complete\n\nMedical device:\n\nThe NIOX MINO® was initially cleared by the FDA on March 4, 2008 as a new hand-held device for the measurement of exhaled Nitric Oxide, a marker of eosinophilic airway inflammation. The most recent clearance by the FDA was on September 2, 2010 for Instrument (09-1100), which will be used in this study. NIOX MINO® can be used in children 7-17 years of age and in adults 18 years of age or older in the initial assessment and management of asthma.\n\nThe NIOX MINO® is a 10 second test based on exhaled breath measured at a 50 ml/second flow rate. Results are provided at the point of care within 2 minutes after the successful completion of the breath test. The test cannot be influenced by patient effort or variations in the clinician's test technique.\n\nDefinitions:\n\nAdverse event: Any incident where the use of a medical device (including in vitro diagnostics) is suspected to have resulted in an adverse outcome in a patient.\n\nSerious Injury means injury or illness that:\n\n* Is life-threatening\n* Results in permanent impairment of a body function or permanent damage to a body structure, or\n* Necessitates medical or surgical intervention to preclude permanent impairment of a body function or permanent damage to a body structure.\n\nMalfunction: the failure of a device to meet its performance specifications or otherwise perform as intended.\n\nCaused or contributed: the death or serious injury was or may have been attributed to a medical device, or that the medical device was or may have been a factor in a death or serious injury, including events occurring as a result of:\n\n* Failure\n* Malfunction\n* Improper or inadequate design\n* Manufacture\n* Labeling\n* User error"}, "conditionsModule": {"conditions": ["Asthma"], "keywords": ["Asthma"]}, "designModule": {"studyType": "OBSERVATIONAL", "designInfo": {"observationalModel": "CASE_ONLY", "timePerspective": "PROSPECTIVE"}, "enrollmentInfo": {"count": 50, "type": "ACTUAL"}}, "armsInterventionsModule": {"armGroups": [{"label": "FeNO", "description": "Participants with asthma will have a fractional exhaled nitric oxide (FeNO) measurement taken by NIOX MINO® Instrument (09-1100) according to the 'Perform FeNO Measurement' guidelines on page 7 of the NIOX MINO® User Manual (February 2011) during their study visit.", "interventionNames": ["Device: NIOX MINO® Instrument (09-1100)"]}], "interventions": [{"type": "DEVICE", "name": "NIOX MINO® Instrument (09-1100)", "armGroupLabels": ["FeNO"]}]}, "outcomesModule": {"primaryOutcomes": [{"measure": "FeNO Values by ACT Score", "description": "Scores on an asthma control test (ACT) of \\<=19 indicates less well controlled asthma, scores \\>19 indicate well controlled asthma. Force exhaled nitric oxide (FeNO) was measured using a NIOX MINO device. FeNO measures were compared against ACT scores.", "timeFrame": "Study Visit (single visit study). Approximately 1 hour."}, {"measure": "FeNO Categorical Levels by ICS Use", "description": "Fractional exhaled nitric oxide (FeNO) is measured using a NIOX MINO device. FeNO measurements were categorized into low (\\<25 ppb), intermediate (\\>=25 to \\<=50 ppb) and high (\\>50 ppb). Number of participants falling into FeNO categories were then categorized as those that used inhaled corticosteroids (ICS) or ICS/long-acting beta-agonist (LABA) and those who did not use ICS or ICS/LABA.", "timeFrame": "Study visit (single visit study). Approximately1 hour."}], "secondaryOutcomes": [{"measure": "Physician Assessment of Airway Inflammation", "description": "Assessment of airway inflammation was performed by an allergist or nurse practitioner/physicians assistant prior to knowledge of forced exhaled nitric oxide (FeNO) results. Airway inflammation was categorized as low, intermediate or high. Mean FeNO results were summarized by the physicians assessment of airway inflammation (low, intermediate, high, or unsure).", "timeFrame": "Study visit (single visit study) approximately 1 hour"}, {"measure": "Number of Participants Correctly Categorized by True Level of Airway Inflammation", "description": "Assessment of airway inflamation was performed by an allergist or nurse practioner/physicians assistant prior to knowledge of forced exhaled nitric oxide (FeNO) results. Airway inflamation was categorized as low, intermediate or high. A summary of the number of participants with correctly identified airway inflammation assessments by the physician for each true level of inflammation are displayed below.", "timeFrame": "Study visit (single visit study) approximately 1 hour."}, {"measure": "Asthma Management Changes After FeNO Results Were Considered", "description": "Assessment of airway inflammation was performed by an allergist or nurse practitioner/physicians assistant prior to knowledge of fractional exhaled nitric oxide (FeNO) results. Airway inflammation was categorized as low, intermediate or high. Based on these assessments asthma medications were prescribed (prior to knowledge of FeNO results). Following the initial prescriptions, the physicians were informed of FeNO results, and any changes to asthma medication prescriptions were recorded. Asthma medications included short-acting beta-agonist (SABA), inhaled corticosteroid (ICS), ICS/long-acting beta-agonist (LABA), leukotriene receptor antagonist (LTRA), and oral corticosteroid (OCS).", "timeFrame": "Study visit (single visit study). Approximately1 hour."}]}, "eligibilityModule": {"eligibilityCriteria": "Inclusion Criteria:\n\n* Age: 7 to 60 years of age, inclusive\n* Sex: Males and Females\n* Diagnosis: Asthma\n\nExclusion Criteria:\n\n* Concurrent Conditions or Disease: Subjects with an established diagnosis of chronic, obstructive pulmonary disease (COPD) cystic fibrosis (CF), bronchiectasis, obliterative bronchiolitis, ciliary dyskinesia, post-viral bronchial hyperresponsive syndrome, or vocal cord dysfunction are excluded from participation\n* Cigarette Smoking: Subjects with greater than a 10 pack-year history of cigarette smoking are excluded from participation\n* Study Participation Outside of This Protocol: Subjects currently enrolled in studies of Investigational or Non-Investigational Drugs or Medical Devices and/or who participated in these studies within 30 days prior to this study are excluded from participation", "healthyVolunteers": false, "sex": "ALL", "minimumAge": "7 Years", "maximumAge": "60 Years", "stdAges": ["CHILD", "ADULT"], "studyPopulation": "Male and female subjects, 7 to 60 years of age, inclusive, with asthma will be recruited", "samplingMethod": "NON_PROBABILITY_SAMPLE"}, "contactsLocationsModule": {"locations": [{"facility": "North Carolina Clinical Research", "city": "Raleigh", "state": "North Carolina", "zip": "27607", "country": "United States", "geoPoint": {"lat": 35.7721, "lon": -78.63861}}]}, "referencesModule": {"references": [{"pmid": "25060819", "type": "DERIVED", "citation": "LaForce C, Brooks E, Herje N, Dorinsky P, Rickard K. Impact of exhaled nitric oxide measurements on treatment decisions in an asthma specialty clinic. Ann Allergy Asthma Immunol. 2014 Dec;113(6):619-23. doi: 10.1016/j.anai.2014.06.013. Epub 2014 Jul 22."}]}}, "resultsSection": {"participantFlowModule": {"recruitmentDetails": "Participants expressing interest who met inclusion and exclusion criteria were asked to sign written informed consent prior to participation.", "groups": [{"id": "FG000", "title": "FeNO", "description": "Participants with asthma will have a fractional exhaled nitric oxide (FeNO) measurement taken by NIOX MINO® Instrument (09-1100) according to the 'Perform FeNO Measurement' guidelines on page 7 of the NIOX MINO® User Manual (February 2011) during their study visit."}], "periods": [{"title": "Overall Study", "milestones": [{"type": "STARTED", "achievements": [{"groupId": "FG000", "numSubjects": "50"}]}, {"type": "COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "50"}]}, {"type": "NOT COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "0"}]}]}]}, "baselineCharacteristicsModule": {"groups": [{"id": "BG000", "title": "FeNO", "description": "Participants with asthma will have a fractional exhaled nitric oxide (FeNO) measurement taken by NIOX MINO® Instrument (09-1100) according to the 'Perform FeNO Measurement' guidelines on page 7 of the NIOX MINO® User Manual (February 2011) during their study visit."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "BG000", "value": "50"}]}], "measures": [{"title": "Age, Continuous", "paramType": "MEAN", "dispersionType": "STANDARD_DEVIATION", "unitOfMeasure": "years", "classes": [{"categories": [{"measurements": [{"groupId": "BG000", "value": "35.1", "spread": "15.81"}]}]}]}, {"title": "Sex: Female, Male", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "Female", "measurements": [{"groupId": "BG000", "value": "30"}]}, {"title": "Male", "measurements": [{"groupId": "BG000", "value": "20"}]}]}]}, {"title": "Region of Enrollment", "paramType": "NUMBER", "unitOfMeasure": "participants", "classes": [{"title": "United States", "categories": [{"measurements": [{"groupId": "BG000", "value": "50"}]}]}]}, {"title": "Smoking Status", "description": "At study visit, participants responded to a questionnaire regarding their smoking history. Participants were classified as having never smoked, current smoker, or past smoker.", "paramType": "NUMBER", "unitOfMeasure": "participants", "classes": [{"title": "Never Smoked", "categories": [{"measurements": [{"groupId": "BG000", "value": "35"}]}]}, {"title": "Current Smoker", "categories": [{"measurements": [{"groupId": "BG000", "value": "0"}]}]}, {"title": "Past Smoker", "categories": [{"measurements": [{"groupId": "BG000", "value": "15"}]}]}]}, {"title": "Current Medications used for Pulmonary and/or Allergy Conditions", "description": "Provided is a summary of medications taken by \\>= 5% of participants that are used for pulmonary and/or allergy conditions. The most common medications included short-acting beta-agonist bronchodilators (SABA), inhaled corticosteroid (ICS) and long-acting beta-agonist bronchodilators (LABA) combination products, H1-receptor antagonist and ICS", "paramType": "NUMBER", "unitOfMeasure": "participants", "classes": [{"title": "SABA", "categories": [{"measurements": [{"groupId": "BG000", "value": "47"}]}]}, {"title": "ICS/LABA Combination", "categories": [{"measurements": [{"groupId": "BG000", "value": "20"}]}]}, {"title": "H1-Receptor Antagonist", "categories": [{"measurements": [{"groupId": "BG000", "value": "17"}]}]}, {"title": "ICS", "categories": [{"measurements": [{"groupId": "BG000", "value": "10"}]}]}, {"title": "Antihistamine", "categories": [{"measurements": [{"groupId": "BG000", "value": "9"}]}]}, {"title": "Intranasal Corticosteroid", "categories": [{"measurements": [{"groupId": "BG000", "value": "9"}]}]}, {"title": "Leukotriene Receptor Antagonist", "categories": [{"measurements": [{"groupId": "BG000", "value": "8"}]}]}, {"title": "Nasal Decongestant", "categories": [{"measurements": [{"groupId": "BG000", "value": "4"}]}]}]}]}, "outcomeMeasuresModule": {"outcomeMeasures": [{"type": "PRIMARY", "title": "FeNO Values by ACT Score", "description": "Scores on an asthma control test (ACT) of \\<=19 indicates less well controlled asthma, scores \\>19 indicate well controlled asthma. Force exhaled nitric oxide (FeNO) was measured using a NIOX MINO device. FeNO measures were compared against ACT scores.", "reportingStatus": "POSTED", "paramType": "MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "parts per billion (ppb)", "timeFrame": "Study Visit (single visit study). Approximately 1 hour.", "groups": [{"id": "OG000", "title": "Low ACT Score", "description": "Participants who had an asthma control test (ACT) score of \\<=19, which indicates less well-controlled asthma"}, {"id": "OG001", "title": "High ACT Score", "description": "Participants who had an asthma control test (ACT) score of \\>19, which indicates well-controlled asthma"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "29"}, {"groupId": "OG001", "value": "21"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "40.3", "spread": "50.84"}, {"groupId": "OG001", "value": "26.3", "spread": "21.42"}]}]}]}, {"type": "PRIMARY", "title": "FeNO Categorical Levels by ICS Use", "description": "Fractional exhaled nitric oxide (FeNO) is measured using a NIOX MINO device. FeNO measurements were categorized into low (\\<25 ppb), intermediate (\\>=25 to \\<=50 ppb) and high (\\>50 ppb). Number of participants falling into FeNO categories were then categorized as those that used inhaled corticosteroids (ICS) or ICS/long-acting beta-agonist (LABA) and those who did not use ICS or ICS/LABA.", "reportingStatus": "POSTED", "paramType": "NUMBER", "unitOfMeasure": "participants", "timeFrame": "Study visit (single visit study). Approximately1 hour.", "groups": [{"id": "OG000", "title": "ICS Use", "description": "Participants that used inhaled corticosteroids (ICS) or ICS/long-acting beta-agonist (LABA)"}, {"id": "OG001", "title": "No ICS Use", "description": "Participants that did not use inhaled corticosteroids (ICS) or ICS/long-acting beta-agonist (LABA)"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "29"}, {"groupId": "OG001", "value": "21"}]}], "classes": [{"title": "Low FeNO", "categories": [{"measurements": [{"groupId": "OG000", "value": "18"}, {"groupId": "OG001", "value": "11"}]}]}, {"title": "Intermediate FeNO", "categories": [{"measurements": [{"groupId": "OG000", "value": "6"}, {"groupId": "OG001", "value": "4"}]}]}, {"title": "High FeNO", "categories": [{"measurements": [{"groupId": "OG000", "value": "5"}, {"groupId": "OG001", "value": "6"}]}]}]}, {"type": "SECONDARY", "title": "Physician Assessment of Airway Inflammation", "description": "Assessment of airway inflammation was performed by an allergist or nurse practitioner/physicians assistant prior to knowledge of forced exhaled nitric oxide (FeNO) results. Airway inflammation was categorized as low, intermediate or high. Mean FeNO results were summarized by the physicians assessment of airway inflammation (low, intermediate, high, or unsure).", "reportingStatus": "POSTED", "paramType": "MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "parts per billion (ppb)", "timeFrame": "Study visit (single visit study) approximately 1 hour", "groups": [{"id": "OG000", "title": "Low Airway Inflammation", "description": "As categorized by physician assessment"}, {"id": "OG001", "title": "Intermediate Airway Inflammation", "description": "As categorized by physician assessment"}, {"id": "OG002", "title": "High Airway Inflammation", "description": "As categorized by physician assessment"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "34"}, {"groupId": "OG001", "value": "14"}, {"groupId": "OG002", "value": "2"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "31.4", "spread": "38.16"}, {"groupId": "OG001", "value": "40.6", "spread": "51.37"}, {"groupId": "OG002", "value": "42.0", "spread": "25.46"}]}]}]}, {"type": "SECONDARY", "title": "Number of Participants Correctly Categorized by True Level of Airway Inflammation", "description": "Assessment of airway inflamation was performed by an allergist or nurse practioner/physicians assistant prior to knowledge of forced exhaled nitric oxide (FeNO) results. Airway inflamation was categorized as low, intermediate or high. A summary of the number of participants with correctly identified airway inflammation assessments by the physician for each true level of inflammation are displayed below.", "reportingStatus": "POSTED", "paramType": "NUMBER", "unitOfMeasure": "participants correctly categorized", "timeFrame": "Study visit (single visit study) approximately 1 hour.", "groups": [{"id": "OG000", "title": "Low Airway Inflammation", "description": "As categorized by physician assessment"}, {"id": "OG001", "title": "Intermediate Airway Inflammation", "description": "As categorized by physician assessment"}, {"id": "OG002", "title": "High Airway Inflammation", "description": "As categorized by physician assessment"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "29"}, {"groupId": "OG001", "value": "10"}, {"groupId": "OG002", "value": "11"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "21"}, {"groupId": "OG001", "value": "3"}, {"groupId": "OG002", "value": "1"}]}]}]}, {"type": "SECONDARY", "title": "Asthma Management Changes After FeNO Results Were Considered", "description": "Assessment of airway inflammation was performed by an allergist or nurse practitioner/physicians assistant prior to knowledge of fractional exhaled nitric oxide (FeNO) results. Airway inflammation was categorized as low, intermediate or high. Based on these assessments asthma medications were prescribed (prior to knowledge of FeNO results). Following the initial prescriptions, the physicians were informed of FeNO results, and any changes to asthma medication prescriptions were recorded. Asthma medications included short-acting beta-agonist (SABA), inhaled corticosteroid (ICS), ICS/long-acting beta-agonist (LABA), leukotriene receptor antagonist (LTRA), and oral corticosteroid (OCS).", "reportingStatus": "POSTED", "paramType": "NUMBER", "unitOfMeasure": "participants", "timeFrame": "Study visit (single visit study). Approximately1 hour.", "groups": [{"id": "OG000", "title": "FeNO", "description": "Participants with asthma will have a fractional exhaled nitric oxide (FeNO) measurement taken by NIOX MINO® Instrument (09-1100) according to the 'Perform FeNO Measurement' guidelines on page 7 of the NIOX MINO® User Manual (February 2011) during their study visit."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "50"}]}], "classes": [{"title": "No Changes", "categories": [{"measurements": [{"groupId": "OG000", "value": "32"}]}]}, {"title": "Changes to SABA", "categories": [{"measurements": [{"groupId": "OG000", "value": "9"}]}]}, {"title": "Changes to ICS", "categories": [{"measurements": [{"groupId": "OG000", "value": "8"}]}]}, {"title": "Changes to ICS/LABA Combination", "categories": [{"measurements": [{"groupId": "OG000", "value": "6"}]}]}, {"title": "Changes to LTRA", "categories": [{"measurements": [{"groupId": "OG000", "value": "2"}]}]}]}]}, "adverseEventsModule": {"frequencyThreshold": "5", "timeFrame": "Study Visit (single visit study). Approximately 1 hour.", "eventGroups": [{"id": "EG000", "title": "FeNO", "description": "Participants with asthma will have a fractional exhaled nitric oxide (FeNO) measurement taken by NIOX MINO® Instrument (09-1100) according to the 'Perform FeNO Measurement' guidelines on page 7 of the NIOX MINO® User Manual (February 2011) during their study visit.", "seriousNumAffected": 0, "seriousNumAtRisk": 50, "otherNumAffected": 0, "otherNumAtRisk": 50}]}, "moreInfoModule": {"certainAgreement": {"piSponsorEmployee": false, "restrictiveAgreement": false}, "pointOfContact": {"title": "Nancy Herje, BSN, RN, MBA", "organization": "Aerocrine, Inc.", "email": "Nancy.Herje@aerocrine.com", "phone": "919-449-8873"}}}, "derivedSection": {"miscInfoModule": {"versionHolder": "2024-06-24"}, "conditionBrowseModule": {"meshes": [{"id": "D000001249", "term": "Asthma"}], "ancestors": [{"id": "D000001982", "term": "Bronchial Diseases"}, {"id": "D000012140", "term": "Respiratory Tract Diseases"}, {"id": "D000008173", "term": "Lung Diseases, Obstructive"}, {"id": "D000008171", "term": "Lung Diseases"}, {"id": "D000012130", "term": "Respiratory Hypersensitivity"}, {"id": "D000006969", "term": "Hypersensitivity, Immediate"}, {"id": "D000006967", "term": "Hypersensitivity"}, {"id": "D000007154", "term": "Immune System Diseases"}], "browseLeaves": [{"id": "M4556", "name": "Asthma", "asFound": "Asthma", "relevance": "HIGH"}, {"id": "M5258", "name": "Bronchial Diseases", "relevance": "LOW"}, {"id": "M14977", "name": "Respiratory Tract Diseases", "relevance": "LOW"}, {"id": "M11168", "name": "Lung Diseases", "relevance": "LOW"}, {"id": "M11170", "name": "Lung Diseases, Obstructive", "relevance": "LOW"}, {"id": "M10018", "name": "Hypersensitivity", "relevance": "LOW"}, {"id": "M14967", "name": "Respiratory Hypersensitivity", "relevance": "LOW"}, {"id": "M10020", "name": "Hypersensitivity, Immediate", "relevance": "LOW"}, {"id": "M10200", "name": "Immune System Diseases", "relevance": "LOW"}], "browseBranches": [{"abbrev": "BC08", "name": "Respiratory Tract (Lung and Bronchial) Diseases"}, {"abbrev": "BC20", "name": "Immune System Diseases"}, {"abbrev": "All", "name": "All Conditions"}]}, "interventionBrowseModule": {"browseLeaves": [{"id": "M12507", "name": "Nitric Oxide", "relevance": "LOW"}], "browseBranches": [{"abbrev": "VaDiAg", "name": "Vasodilator Agents"}, {"abbrev": "Resp", "name": "Respiratory System Agents"}, {"abbrev": "All", "name": "All Drugs and Chemicals"}]}}, "hasResults": true}