{"protocolSection": {"identificationModule": {"nctId": "NCT01518322", "orgStudyIdInfo": {"id": "AER-040"}, "organization": {"fullName": "Aerocrine AB", "class": "INDUSTRY"}, "briefTitle": "Impact of FeNO Measured With the NIOX MINO® Device in Identifying Asthma Among Patients With Prolonged Respiratory Symptoms", "officialTitle": "An Observational, Multi-Center, Single-Visit Study to Assess the Impact of FeNO Measured With the NIOX MINO® Device in Identifying Asthma Among Patients With Prolonged Respiratory Symptoms"}, "statusModule": {"statusVerifiedDate": "2013-06", "overallStatus": "COMPLETED", "expandedAccessInfo": {"hasExpandedAccess": false}, "startDateStruct": {"date": "2011-11"}, "primaryCompletionDateStruct": {"date": "2012-02", "type": "ACTUAL"}, "completionDateStruct": {"date": "2012-02", "type": "ACTUAL"}, "studyFirstSubmitDate": "2011-11-11", "studyFirstSubmitQcDate": "2012-01-25", "studyFirstPostDateStruct": {"date": "2012-01-26", "type": "ESTIMATED"}, "resultsFirstSubmitDate": "2013-03-16", "resultsFirstSubmitQcDate": "2013-06-11", "resultsFirstPostDateStruct": {"date": "2013-08-30", "type": "ESTIMATED"}, "lastUpdateSubmitDate": "2013-06-11", "lastUpdatePostDateStruct": {"date": "2013-08-30", "type": "ESTIMATED"}}, "sponsorCollaboratorsModule": {"responsibleParty": {"type": "SPONSOR"}, "leadSponsor": {"name": "Aerocrine AB", "class": "INDUSTRY"}}, "oversightModule": {"oversightHasDmc": false}, "descriptionModule": {"briefSummary": "Overall Aim:\n\nTo better understand the diagnostic process for prolonged respiratory events and determine the potential role of FeNO in assessing the possibility of asthma as the symptoms etiology.\n\nStudy Objectives:\n\nThe specific objectives of this study are to:\n\n* Determine the frequency of ICS prescription for the treatment of non-specific lower respiratory symptoms.\n* Determine the frequency of asthma diagnosis as an etiology for the non-specific lower respiratory symptoms.\n* Explore the value of FeNO in identifying asthma as the etiology of the non-specific lower respiratory symptoms.\n\nNumber of Subjects:\n\nIt is anticipated that up to approximately 3,000 patients will be asked to complete the brief screening questionnaire that will be used to identify up to approximately 280 eligible patients who meet the study inclusion/exclusion criteria during a (approximately) 4 to 6 week study enrollment period.\n\nReference Product: NIOX MINO®\n\nDuration of the participants involvement in the investigation: Single Visit\n\nPerformance assessments:\n\nFractional Exhaled Nitric Oxide (FeNO) Measurements will be performed using the NIOX MINO® device according to \"Instructions for NO measurements\" which will be provided to each Investigative site prior to patient enrollment.\n\nSafety Assessments:\n\nThe Investigator is responsible for the detection, reporting, and documentation of events meeting the definition of an Adverse Event (AE) and/or Serious Injuries as provided in this clinical investigation plan from the time of informed consent/assent and during the study period.\n\nCriteria for Evaluation:\n\nThe relationship(s) between FeNO and both the diagnosis of asthma and prescription of ICS will be explored by correlation, measures of concordance and logistic modeling.", "detailedDescription": "INTRODUCTION:\n\nOverview:\n\nThe measurement of exhaled nitric oxide (FeNO) is the only clinical test for measuring airway inflammation that can be performed consistently and accurately in clinical practice at the point-of-care. Airway inflammation is now recognized as the central mechanism in the pathogenesis of asthma and its symptoms. The measurement of FeNO with the NIOX MINO® device provides a rapid, noninvasive, and inexpensive tool to assess airway inflammation in asthma. The test is easy to perform and requires minimal training for the operator to conduct the test.\n\nBurden of Disease:\n\nThe burden of asthma in the U.S. is significant and growing. In May 2011, the Centers for Disease Control and Prevention (CDC) reported that the prevalence of asthma has increased by 12.3% from 2001 to 2009 and affects approximately 24.6 million Americans, including 9.6% of the pediatric population. In 2008, at least one half (52.6%) of persons with asthma in the U.S. reported having an asthma attack in the preceding 12 months. In 2007, there were 1.75 million asthma-related emergency department visits and 456,000 asthma hospitalizations.\n\nInitial assessment and diagnosis of asthma and ongoing management of asthma patients remain key challenges. The traditional approaches for diagnosing and management of asthma include family history evaluation, symptom assessment and airflow measures (e.g. spirometry). However, these approaches do not effectively incorporate measurement of inflammation into diagnosis and management approaches.\n\nRole of Exhaled Nitric Oxide (FeNO):\n\nFeNO has evolved as a predictive and prognostic biomarker for airway inflammation. Nitric oxide (NO) gas is produced in the epithelial cells of the bronchial wall as an intrinsic part of the inflammatory process.\n\nMeasuring the amount of FeNO is useful in the initial assessment of patients with chronic cough or symptoms suggestive of asthma, and for the management of patients on corticosteroid treatment. Exhaled nitric oxide increases when there is eosinophilic airway inflammation. Changes in FeNO precede changes in symptoms that are observed with increased and decreased airway inflammation. The measurement of FeNO is easily and rapidly accomplished, providing an objective, interpretable value that cannot be influenced by patient effort or variations in the clinician's test technique. FeNO measurement is a well-established and scientifically documented procedure with over 2000 publications on its use.\n\nIntended Use:\n\nNIOX MINO® measures Nitric Oxide (NO) in human breath. Nitric Oxide is frequently increased in some inflammatory processes such as asthma. The fractional NO concentration in expired breath (FeNO), can be measured by NIOX MINO with assurance that such measurements are repeatable and according to guidelines for NO measurement established by the American Thoracic Society.\n\nMeasurement of FeNO by NIOX MINO is a quantitative, non-invasive, simple and safe method to measure the decrease in FeNO concentration in asthma patients that often occurs after treatment with anti-inflammatory pharmacological therapy, as an indication of the therapeutic effect in patients with elevated FeNO levels. NIOX MINO is suitable for children, approximately 7 - 17 years, and adults 18 years and older.\n\nRationale for the Study:\n\nThe current study will generate information to characterize patients seeking health care in a Primary Care Clinic presenting with non-specific lower respiratory symptoms such as cough, wheeze, and/or shortness of breath that are associated with asthma but may be labeled as more acute respiratory conditions, e.g. infections. Results from this study may be used to estimate the number of patients required to demonstrate meaningful changes in non-specific lower respiratory symptoms in future studies and may also support the usefulness of FeNO in the Primary Care setting.\n\nCLINICAL INVESTIGATION OBJECTIVES:\n\nOverall Aim:\n\nTo better understand the diagnostic process for prolonged respiratory events and determine the potential role of FeNO in assessing the possibility of asthma as the symptoms etiology.\n\nStudy Objectives:\n\nThe specific objectives of this study are to:\n\n* Determine the frequency of ICS prescription for the treatment of non-specific lower respiratory symptoms.\n* Determine the frequency of asthma diagnosis as an etiology for the non-specific lower respiratory symptoms.\n* Explore the value of FeNO in identifying asthma as the etiology of the non-specific lower respiratory symptoms.\n\nCLINICAL INVESTIGATION PLAN:\n\nOverall Clinical Investigation Design and Plan-Description:\n\nAn observational, multicenter, single-visit study to collect information on patients utilizing a Primary Care Clinic to seek health care for the assessment, treatment, and management of non-specific lower respiratory symptoms such as cough, wheeze, and/or shortness of breath. All patients seeking care at the clinic for any medical condition will be asked to complete a brief screening questionnaire designed to capture a self-assessment of non-specific lower respiratory symptoms. Patients with non-specific lower respiratory symptoms such as cough, wheeze, and/or shortness of breath who meet the inclusion/exclusion criteria for this study may be invited to participate in the study.\n\nVisit and Procedures:\n\nSubjects meeting Inclusion and Exclusion Criteria and who express interest in study participation will be asked to provide the following documentation and information: Informed Consent/Assent; Baseline Characteristics; Medical History\n\nFeNO Measurement: A single blinded FeNO measurement will be obtained.\n\nPatient Discharge from the Study: Once all information has been collected and procedures performed, the patient will be discharged from the clinic and their study participation will be complete.\n\nMedical Record Review: Patient's medical record and administrative data will be reviewed before study close-out to assess the number of previous similar episodes each patient has had during the previous two (2) years.\n\nSelection of Population:\n\nPopulation Characteristics: Males and females, seven (7) to 65 years of age. It is anticipated that up to approximately 3,000 patients from multiple primary care clinics will complete the brief screening questionnaire that will be used to identify up to approximately 280 eligible patients who meet the study inclusion/exclusion criteria during a (approximately) 4 to 6 week study enrollment period.\n\nMedical Device:\n\nThe NIOX MINO® was cleared by the FDA on March 4, 2008 as a new hand-held device for the measurement of exhaled Nitric Oxide, a marker of eosinophilic airway inflammation.\n\nThe NIOX MINO® is a 10 second test based on exhaled breath measured at a 50 ml/second flow rate. In this study the results will not be displayed, but will remain blinded to the investigator.\n\nPERFORMANCE AND SAFETY ASSESSMENT:\n\nClinical performance assessments: Investigators should use their judgment to determine if study candidates will be able to successfully perform assessment of FeNO using the NIOX MINO®.\n\nClinical safety assessments: The Investigator is responsible for the detection, reporting, and documentation of events meeting the definition of an Adverse Event (AE) and/or Serious Injury as provided in this clinical investigation plan from the time of informed consent/assent and during the study period.\n\nAdverse events:\n\n* Adverse event: Any incident where the use of a medical device (including in vitro diagnostics) is suspected to have resulted in an adverse outcome in a patient.\n* Serious injury: means injury or illness that:\n\n  1. Is life-threatening, or\n  2. Results in permanent impairment of a body function or permanent damage to a body structure, or\n  3. Necessitates medical or surgical intervention to preclude permanent impairment of a body function or permanent damage to a body structure.\n* Malfunction: the failure of a device to meet its performance specifications or otherwise perform as intended.\n* Caused or contributed: the death or serious injury was or may have been attributed to a medical device, or that the medical device was or may have been a factor in a death or serious injury, including events occurring as a result of:\n\n  1. Failure\n  2. Malfunction\n  3. Improper or inadequate design\n  4. Manufacture\n  5. Labeling\n  6. User error"}, "conditionsModule": {"conditions": ["Asthma"], "keywords": ["Asthma", "Fractional Exhaled Nitric Oxide", "Respiratory Symptoms", "NIOX MINO", "Inhaled corticosteroids", "Nitric Oxide"]}, "designModule": {"studyType": "OBSERVATIONAL", "patientRegistry": false, "designInfo": {"observationalModel": "CASE_ONLY", "timePerspective": "PROSPECTIVE"}, "enrollmentInfo": {"count": 235, "type": "ACTUAL"}}, "armsInterventionsModule": {"armGroups": [{"label": "FeNO", "description": "All subjects will have their Fractional Exhaled Nitric Oxide (FeNO) measured with the NIOX MINO® device according to instructions for NO measurements.", "interventionNames": ["Device: NIOX MINO®"]}], "interventions": [{"type": "DEVICE", "name": "NIOX MINO®", "description": "Fractional Exhaled Nitric Oxide (FeNO) will be measured with the NIOX MINO®", "armGroupLabels": ["FeNO"]}]}, "outcomesModule": {"primaryOutcomes": [{"measure": "Relationship Between FeNO and the Diagnosis of Asthma", "description": "For the primary analysis, the total number of subjects diagnosed with asthma is tabulated by Fractional Exhaled Nitric Oxide (FeNO). FeNO is split into high, intermediate and low categories and the associated kappa statistics and 95% confidence intervals are presented. FeNO grouping will be calculated per the American Thoracic Society (ATS) standards. For children under age 12 years, \\<20 ppb is low, ≥20 ppb and ≤35 ppb is intermediate, and \\>35 ppb is high. For those aged 12 years or older, \\<25 ppb is low, ≥25 ppb and ≤50 ppb is intermediate, and \\>50 ppb is high.", "timeFrame": "Single-visit, one (1) FeNO measurement. One (1) timepoint (Day 1)"}, {"measure": "Relationship Between FeNO and the Prescription of ICS in Primary Care Practices", "description": "The total number of subjects prescribed Inhaled Corticosteroids (ICS) will be tabulated by Fractional Exhaled Nitric Oxide (FeNO). FeNO is split into high, intermediate and low categories and the associated kappa statistics and 95% confidence intervals are presented. FeNO grouping will be calculated per the American Thoracic Society (ATS) standards. For children under age 12 years, \\<20 ppb is low, ≥20 ppb and ≤35 ppb is intermediate, and \\>35 ppb is high. For those aged 12 years or older, \\<25 ppb is low, ≥25 ppb and ≤50 ppb is intermediate, and \\>50 ppb is high.", "timeFrame": "Single-visit, one (1) FeNO measurement. One (1) timepoint (Day 1)"}], "secondaryOutcomes": [{"measure": "Subjects With a History of Cough, Wheeze, and/or Shortness of Breath Prior to the Study", "description": "The total number of subjects who reported prior episodes of cough, wheeze, and shortness of breath.", "timeFrame": "anytime prior to the single study visit"}]}, "eligibilityModule": {"eligibilityCriteria": "Inclusion Criteria:\n\n* Symptoms: Must have non-specific lower respiratory symptoms, such as cough, wheeze, and/or shortness of breath\n* Age: Seven (7) to 65 years, inclusive\n* Sex: Males and Females\n* Ability to successfully perform assessment of FeNO: Investigators should use their judgment to determine if study candidates will be able to successfully perform assessment of FeNO using the NIOX MINO®.\n\nExclusion Criteria:\n\n* Diagnosis: No previous or current diagnosis of asthma or chronic obstructive pulmonary disease (COPD).\n* Medications: No use of inhaled or oral corticosteroids within 7 days prior to the visit.\n* Study Participation Outside of This Protocol: Patients currently enrolled in studies of Investigational or non-Investigational Drugs or Medical Devices and/or who participated in these studies within 30 days prior to this study are excluded.", "healthyVolunteers": true, "sex": "ALL", "minimumAge": "7 Years", "maximumAge": "65 Years", "stdAges": ["CHILD", "ADULT", "OLDER_ADULT"], "studyPopulation": "Any person visiting a primary care clinic.", "samplingMethod": "NON_PROBABILITY_SAMPLE"}, "contactsLocationsModule": {"overallOfficials": [{"name": "Nancy Herje, BSN, RN, MBA", "affiliation": "Aerocrine, Inc.", "role": "STUDY_DIRECTOR"}, {"name": "Barbara Yawn, MD, MSc", "affiliation": "Olmsted Medical Center", "role": "PRINCIPAL_INVESTIGATOR"}], "locations": [{"facility": "Olmstead Medical Center Byron", "city": "Byron", "state": "Minnesota", "zip": "55920", "country": "United States", "geoPoint": {"lat": 44.03274, "lon": -92.64546}}, {"facility": "Olmstead Medical Center Chatfield", "city": "Chatfield", "state": "Minnesota", "zip": "55923", "country": "United States", "geoPoint": {"lat": 43.84552, "lon": -92.18905}}, {"facility": "Olmstead Medical Center Pine Island", "city": "Pine Island", "state": "Minnesota", "zip": "55963", "country": "United States", "geoPoint": {"lat": 44.20135, "lon": -92.6463}}, {"facility": "Olmstead Medical Center Plainview", "city": "Plainview", "state": "Minnesota", "zip": "55964", "country": "United States", "geoPoint": {"lat": 44.16497, "lon": -92.17156}}, {"facility": "Olmstead Medical Center Preston", "city": "Preston", "state": "Minnesota", "zip": "55965", "country": "United States", "geoPoint": {"lat": 43.67024, "lon": -92.08322}}, {"facility": "Olmstead Medical Center Northwest", "city": "Rochester", "state": "Minnesota", "zip": "55901", "country": "United States", "geoPoint": {"lat": 44.02163, "lon": -92.4699}}, {"facility": "Olmstead Medical Center - Allergy Department", "city": "Rochester", "state": "Minnesota", "zip": "55904", "country": "United States", "geoPoint": {"lat": 44.02163, "lon": -92.4699}}, {"facility": "Olmstead Medical Center - Family Medicine Department", "city": "Rochester", "state": "Minnesota", "zip": "55904", "country": "United States", "geoPoint": {"lat": 44.02163, "lon": -92.4699}}, {"facility": "Olmsted Medical Center - Internal Medicine Department", "city": "Rochester", "state": "Minnesota", "zip": "55904", "country": "United States", "geoPoint": {"lat": 44.02163, "lon": -92.4699}}, {"facility": "Olmstead Medical Center Spring Valley", "city": "Spring Valley", "state": "Minnesota", "zip": "55975", "country": "United States", "geoPoint": {"lat": 43.68691, "lon": -92.38906}}, {"facility": "Olmstead Medical Center St. Charles", "city": "St. Charles", "state": "Minnesota", "zip": "55972", "country": "United States", "geoPoint": {"lat": 43.96941, "lon": -92.06433}}, {"facility": "Olmstead Medical Center Stewartville", "city": "Stewartville", "state": "Minnesota", "zip": "55976", "country": "United States", "geoPoint": {"lat": 43.85552, "lon": -92.48851}}, {"facility": "Olmstead Medical Center Wanamingo", "city": "Wanamingo", "state": "Minnesota", "zip": "55983", "country": "United States", "geoPoint": {"lat": 44.30441, "lon": -92.79047}}]}}, "resultsSection": {"participantFlowModule": {"preAssignmentDetails": "Following completion of the screening questionnaire that collected information about self-reported non-specific lower respiratory complaints such as cough, wheeze or shortness of breath, eligible subjects were invited to participate in the study.", "recruitmentDetails": "The study was conducted at 5 primary care clinics in the US. First Subject Enrolled: 01Nov2011. Last Subject Completed 16Feb2012.", "groups": [{"id": "FG000", "title": "FeNO", "description": "All subjects will have their Fractional Exhaled Nitric Oxide (FeNO) measured with the NIOX MINO® device according to instructions for NO measurements."}], "periods": [{"title": "Overall Study", "milestones": [{"type": "STARTED", "achievements": [{"groupId": "FG000", "numSubjects": "235"}]}, {"type": "COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "222"}]}, {"type": "NOT COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "13"}]}], "dropWithdraws": [{"type": "FeNO measurement was missing", "reasons": [{"groupId": "FG000", "numSubjects": "13"}]}]}]}, "baselineCharacteristicsModule": {"populationDescription": "A total of 235 subjects were included in the All Subjects Population. 13 of the 235 subjects were missing the FeNO measurement.", "groups": [{"id": "BG000", "title": "FeNO", "description": "All subjects will have their Fractional Exhaled Nitric Oxide (FeNO) measured with the NIOX MINO® device according to instructions for NO measurements."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "BG000", "value": "235"}]}], "measures": [{"title": "Age, Categorical", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "<=18 years", "measurements": [{"groupId": "BG000", "value": "21"}]}, {"title": "Between 18 and 65 years", "measurements": [{"groupId": "BG000", "value": "211"}]}, {"title": ">=65 years", "measurements": [{"groupId": "BG000", "value": "3"}]}]}]}, {"title": "Age Continuous", "paramType": "MEAN", "dispersionType": "STANDARD_DEVIATION", "unitOfMeasure": "years", "classes": [{"categories": [{"measurements": [{"groupId": "BG000", "value": "40.9", "spread": "14.45"}]}]}]}, {"title": "Sex: Female, Male", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "Female", "measurements": [{"groupId": "BG000", "value": "155"}]}, {"title": "Male", "measurements": [{"groupId": "BG000", "value": "80"}]}]}]}, {"title": "Region of Enrollment", "paramType": "NUMBER", "unitOfMeasure": "participants", "classes": [{"title": "United States", "categories": [{"measurements": [{"groupId": "BG000", "value": "235"}]}]}]}]}, "outcomeMeasuresModule": {"outcomeMeasures": [{"type": "PRIMARY", "title": "Relationship Between FeNO and the Diagnosis of Asthma", "description": "For the primary analysis, the total number of subjects diagnosed with asthma is tabulated by Fractional Exhaled Nitric Oxide (FeNO). FeNO is split into high, intermediate and low categories and the associated kappa statistics and 95% confidence intervals are presented. FeNO grouping will be calculated per the American Thoracic Society (ATS) standards. For children under age 12 years, \\<20 ppb is low, ≥20 ppb and ≤35 ppb is intermediate, and \\>35 ppb is high. For those aged 12 years or older, \\<25 ppb is low, ≥25 ppb and ≤50 ppb is intermediate, and \\>50 ppb is high.", "populationDescription": "A total of 235 subjects were initially deemed eligible for the study and were identified as the All Subjects Population. Following review of the eligibility criteria and FeNO, 73 subjects were excluded from the Per Protocol Population, predominantly because of their prior asthma and COPD history and missing FeNO values.", "reportingStatus": "POSTED", "paramType": "NUMBER", "unitOfMeasure": "participants", "timeFrame": "Single-visit, one (1) FeNO measurement. One (1) timepoint (Day 1)", "groups": [{"id": "OG000", "title": "Low FeNO", "description": "Subjects with their Fractional Exhaled Nitric Oxide (FeNO) measured with the NIOX MINO® device according to instructions for NO measurements and Low FeNO per the American Thoracic Society (ATS) standards. For children under age 12 years, \\<20 ppb is low. For those aged 12 years or older, \\<25 ppb is low."}, {"id": "OG001", "title": "Intermediate FeNO", "description": "Subjects with their Fractional Exhaled Nitric Oxide (FeNO) measured with the NIOX MINO® device according to instructions for NO measurements and intermediate FeNO per the American Thoracic Society (ATS) standards. For children under age 12 years, ≥20 ppb and ≤35 ppb is intermediate. For those aged 12 years or older, ≥25 ppb and ≤50 ppb."}, {"id": "OG002", "title": "High FeNO", "description": "Subjects with their Fractional Exhaled Nitric Oxide (FeNO) measured with the NIOX MINO® device according to instructions for NO measurements and High FeNO per the American Thoracic Society (ATS) standards. For those aged 12 years or older, \\>50 ppb is high. For children under age 12 years, \\>35 ppb is high."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "98"}, {"groupId": "OG001", "value": "42"}, {"groupId": "OG002", "value": "22"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "1"}, {"groupId": "OG001", "value": "1"}, {"groupId": "OG002", "value": "1"}]}]}], "analyses": [{"groupIds": ["OG000", "OG001", "OG002"], "groupDescription": "Kappa statistics were used to determine the level of agreement between FeNO measurements and asthma diagnosis using the a dichotomous schemes a measurement greater than 35 ppb for children under the age of 12 years or greater than 50 ppb for subjects at least 12 years of age was considered high.", "testedNonInferiority": false, "nonInferiorityType": "SUPERIORITY_OR_OTHER", "paramType": "Kappa Statistics", "paramValue": "0.0490", "ciPctValue": "95", "ciNumSides": "TWO_SIDED", "ciLowerLimit": "-0.0895", "ciUpperLimit": "0.1875"}]}, {"type": "PRIMARY", "title": "Relationship Between FeNO and the Prescription of ICS in Primary Care Practices", "description": "The total number of subjects prescribed Inhaled Corticosteroids (ICS) will be tabulated by Fractional Exhaled Nitric Oxide (FeNO). FeNO is split into high, intermediate and low categories and the associated kappa statistics and 95% confidence intervals are presented. FeNO grouping will be calculated per the American Thoracic Society (ATS) standards. For children under age 12 years, \\<20 ppb is low, ≥20 ppb and ≤35 ppb is intermediate, and \\>35 ppb is high. For those aged 12 years or older, \\<25 ppb is low, ≥25 ppb and ≤50 ppb is intermediate, and \\>50 ppb is high.", "populationDescription": "A total of 235 subjects were initially deemed eligible for the study and were identified as the All Subjects Population. Following review of the eligibility criteria and FeNO, 73 subjects were excluded from the Per Protocol Population, predominantly because of their prior asthma and COPD history and missing FeNO values.", "reportingStatus": "POSTED", "paramType": "NUMBER", "unitOfMeasure": "participants", "timeFrame": "Single-visit, one (1) FeNO measurement. One (1) timepoint (Day 1)", "groups": [{"id": "OG000", "title": "Low FeNO", "description": "Subjects with their Fractional Exhaled Nitric Oxide (FeNO) measured with the NIOX MINO® device according to instructions for NO measurements and Low FeNO per the American Thoracic Society (ATS) standards. For children under age 12 years, \\<20 ppb is low. For those aged 12 years or older, \\<25 ppb is low."}, {"id": "OG001", "title": "Intermediate FeNO", "description": "Subjects with their Fractional Exhaled Nitric Oxide (FeNO) measured with the NIOX MINO® device according to instructions for NO measurements and Intermediate FeNO per the American Thoracic Society (ATS) standards. For children under age 12 years, ≥20 ppb and ≤35 ppb is intermediate. For those aged 12 years or older, ≥25 ppb and ≤50 ppb."}, {"id": "OG002", "title": "High FeNO", "description": "Subjects with their Fractional Exhaled Nitric Oxide (FeNO) measured with the NIOX MINO® device according to instructions for NO measurements and High FeNO per the American Thoracic Society (ATS) standards. For those aged 12 years or older, \\>50 ppb is high. For children under age 12 years, \\>35 ppb is high"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "98"}, {"groupId": "OG001", "value": "42"}, {"groupId": "OG002", "value": "22"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "5"}, {"groupId": "OG001", "value": "1"}, {"groupId": "OG002", "value": "0"}]}]}]}, {"type": "SECONDARY", "title": "Subjects With a History of Cough, Wheeze, and/or Shortness of Breath Prior to the Study", "description": "The total number of subjects who reported prior episodes of cough, wheeze, and shortness of breath.", "populationDescription": "A total of 235 subjects were initially deemed eligible for the study and were identified as the All Subjects Population. Following review of the eligibility criteria and FeNO, 73 subjects were excluded from the Per Protocol Population, predominantly because of their prior asthma and COPD history and missing FeNO values.", "reportingStatus": "POSTED", "paramType": "NUMBER", "unitOfMeasure": "participants", "timeFrame": "anytime prior to the single study visit", "groups": [{"id": "OG000", "title": "Low FeNO", "description": "Subjects with their Fractional Exhaled Nitric Oxide (FeNO) measured with the NIOX MINO® device according to instructions for NO measurements and Low FeNO per the American Thoracic Society (ATS) standards. For children under age 12 years, \\<20 ppb is low. For those aged 12 years or older, \\<25 ppb is low."}, {"id": "OG001", "title": "Intermediate FeNO", "description": "Subjects with their Fractional Exhaled Nitric Oxide (FeNO) measured with the NIOX MINO® device according to instructions for NO measurements and Intermediate FeNO per the American Thoracic Society (ATS) standards. For children under age 12 years, ≥20 ppb and ≤35 ppb is intermediate. For those aged 12 years or older, ≥25 ppb and ≤50 ppb."}, {"id": "OG002", "title": "High FeNO", "description": "Subjects with their Fractional Exhaled Nitric Oxide (FeNO) measured with the NIOX MINO® device according to instructions for NO measurements and High FeNO per the American Thoracic Society (ATS) standards. For those aged 12 years or older, \\>50 ppb is high. For children under age 12 years, \\>35 ppb is high."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "98"}, {"groupId": "OG001", "value": "42"}, {"groupId": "OG002", "value": "22"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "65"}, {"groupId": "OG001", "value": "25"}, {"groupId": "OG002", "value": "13"}]}]}]}, {"type": "POST_HOC", "title": "Of the 22 Subjects With a High FeNO (>50ppb Age 12 Years and Above; >35ppb Age Less Than 12 Years)During the Original Study Visit, Number of Subjects Subsequently Treated With Asthma Medications or Diagnosed With Asthma.", "description": "A medical record review of the 22 subjects with a high FeNO Value (\\>50ppb age 12 years and above; \\>35ppb age less than 12 years)during the original study visit was conducted. The number of subjects who were either diagnosed with asthma or treated with asthma medications is presented.", "populationDescription": "Of the 162 subjects in the per-protocol population, 22 had a high FeNO (\\>50ppb age 12 years and above; \\>35ppb age less than 12 years). A retrospective medical record review was conducted and the number of subjects either diagnosed with asthma or treated with asthma medications is presented.", "reportingStatus": "POSTED", "paramType": "NUMBER", "unitOfMeasure": "participants", "timeFrame": "4 to 6 months after the original study visit.", "groups": [{"id": "OG000", "title": "High FeNO", "description": "Subjects with their Fractional Exhaled Nitric Oxide (FeNO) measured with the NIOX MINO® device according to instructions for NO measurements and High FeNO per the American Thoracic Society (ATS) standards. For those aged 12 years or older, \\>50 ppb is high. For children under age 12 years, \\>35 ppb is high."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "22"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "5"}]}]}]}]}, "adverseEventsModule": {"frequencyThreshold": "5", "eventGroups": [{"id": "EG000", "title": "FeNO", "description": "All subjects will have their Fractional Exhaled Nitric Oxide (FeNO) measured with the NIOX MINO® device according to instructions for NO measurements.", "seriousNumAffected": 0, "seriousNumAtRisk": 235, "otherNumAffected": 0, "otherNumAtRisk": 235}]}, "moreInfoModule": {"limitationsAndCaveats": {"description": "Physicians were blinded to FeNO results during the study, therefore asthma diagnoses and ICS prescriptions were made without knowledge of FeNO results."}, "certainAgreement": {"piSponsorEmployee": false, "restrictionType": "LTE60", "restrictiveAgreement": true}, "pointOfContact": {"title": "Nancy Herje", "organization": "Aerocrine, Inc.", "email": "Nancy.Herje@aerocrine.com", "phone": "919-449-8873"}}}, "derivedSection": {"miscInfoModule": {"versionHolder": "2024-06-24"}, "conditionBrowseModule": {"meshes": [{"id": "D000001249", "term": "Asthma"}, {"id": "D000012818", "term": "Signs and Symptoms, Respiratory"}], "ancestors": [{"id": "D000001982", "term": "Bronchial Diseases"}, {"id": "D000012140", "term": "Respiratory Tract Diseases"}, {"id": "D000008173", "term": "Lung Diseases, Obstructive"}, {"id": "D000008171", "term": "Lung Diseases"}, {"id": "D000012130", "term": "Respiratory Hypersensitivity"}, {"id": "D000006969", "term": "Hypersensitivity, Immediate"}, {"id": "D000006967", "term": "Hypersensitivity"}, {"id": "D000007154", "term": "Immune System Diseases"}], "browseLeaves": [{"id": "M27137", "name": "Respiratory Aspiration", "relevance": "LOW"}, {"id": "M4556", "name": "Asthma", "asFound": "Asthma", "relevance": "HIGH"}, {"id": "M15623", "name": "Signs and Symptoms, Respiratory", "asFound": "Respiratory Symptoms", "relevance": "HIGH"}, {"id": "M5258", "name": "Bronchial Diseases", "relevance": "LOW"}, {"id": "M14977", "name": "Respiratory Tract Diseases", "relevance": "LOW"}, {"id": "M11168", "name": "Lung Diseases", "relevance": "LOW"}, {"id": "M11170", "name": "Lung Diseases, Obstructive", "relevance": "LOW"}, {"id": "M10018", "name": "Hypersensitivity", "relevance": "LOW"}, {"id": "M14967", "name": "Respiratory Hypersensitivity", "relevance": "LOW"}, {"id": "M10020", "name": "Hypersensitivity, Immediate", "relevance": "LOW"}, {"id": "M10200", "name": "Immune System Diseases", "relevance": "LOW"}], "browseBranches": [{"abbrev": "BC08", "name": "Respiratory Tract (Lung and Bronchial) Diseases"}, {"abbrev": "BC23", "name": "Symptoms and General Pathology"}, {"abbrev": "All", "name": "All Conditions"}, {"abbrev": "BC20", "name": "Immune System Diseases"}]}, "interventionBrowseModule": {"browseLeaves": [{"id": "M12507", "name": "Nitric Oxide", "relevance": "LOW"}], "browseBranches": [{"abbrev": "VaDiAg", "name": "Vasodilator Agents"}, {"abbrev": "Resp", "name": "Respiratory System Agents"}, {"abbrev": "All", "name": "All Drugs and Chemicals"}]}}, "hasResults": true}