{"protocolSection": {"identificationModule": {"nctId": "NCT02586506", "orgStudyIdInfo": {"id": "201594"}, "organization": {"fullName": "GlaxoSmithKline", "class": "INDUSTRY"}, "briefTitle": "Study of the Ease of Use and Correct Use of Placebo ELLIPTA® Inhaler in Subjects With Asthma", "officialTitle": "An Open-label Study of the Ease of Use and Correct Use of Placebo ELLIPTA Dry Powder Inhaler in Subjects With Asthma"}, "statusModule": {"statusVerifiedDate": "2017-10", "overallStatus": "COMPLETED", "expandedAccessInfo": {"hasExpandedAccess": false}, "startDateStruct": {"date": "2015-10-01", "type": "ACTUAL"}, "primaryCompletionDateStruct": {"date": "2016-02-04", "type": "ACTUAL"}, "completionDateStruct": {"date": "2016-02-04", "type": "ACTUAL"}, "studyFirstSubmitDate": "2015-10-22", "studyFirstSubmitQcDate": "2015-10-22", "studyFirstPostDateStruct": {"date": "2015-10-26", "type": "ESTIMATED"}, "resultsFirstSubmitDate": "2016-08-18", "resultsFirstSubmitQcDate": "2016-12-17", "resultsFirstPostDateStruct": {"date": "2017-02-09", "type": "ESTIMATED"}, "lastUpdateSubmitDate": "2017-10-09", "lastUpdatePostDateStruct": {"date": "2017-10-11", "type": "ACTUAL"}}, "sponsorCollaboratorsModule": {"responsibleParty": {"type": "SPONSOR"}, "leadSponsor": {"name": "GlaxoSmithKline", "class": "INDUSTRY"}}, "oversightModule": {"oversightHasDmc": false}, "descriptionModule": {"briefSummary": "Asthma is a chronic disease of the lungs characterized by airway inflammation, bronchoconstriction and increased airway responsiveness. Inhaled corticosteroids (ICS), alone or in combination with inhaled long-acting beta-adrenergic agonists (LABA), are considered a mainstay of treatment for treatment. For inhaled medications, the choice of inhalation device is an important consideration because an inadequate technique reduces the delivery of medicines and effects of inhalation. Therefore, the development of an easy-to-use inhaler that delivers the drug to the lungs effectively, is important. This study is designed to assess the correct use of the ELLIPTA inhaler in subjects with asthma and also to assess ease of use of the ELLIPTA inhaler, as rated by those subjects determined to be using the inhaler correctly. Study will be divided into two visits i.e. Screening/Visit 1 (day 1) and Visit 2 (Day 28 +/-2) with a phone call on Day 8+/-2 days of Visit 1 to assess safety. In this multi-center, single-arm, randomised (to receive one of two versions of the ELLIPTA inhaler Ease of Use questionnaires), open-label, placebo study, only subjects who are have never used the ELLIPTA inhaler before and have an established diagnosis of asthma and receiving asthma therapy and are able to demonstrate correct use of the ELLIPTA inhaler at Visit 1 will be considered eligible to participate in this study. Approximately 252 subjects will be screened with an expectation of 208 subjects completing the study while demonstrating correct ELLIPTA inhaler use at visit 2.\n\nELLIPTA is a registered trademark of the GlaxoSmithKline Group of Companies."}, "conditionsModule": {"conditions": ["Asthma"], "keywords": ["correct use of inhaler", "dose left", "ease of use", "ELLIPTA", "Asthma"]}, "designModule": {"studyType": "INTERVENTIONAL", "phases": ["PHASE4"], "designInfo": {"allocation": "NA", "interventionModel": "SINGLE_GROUP", "primaryPurpose": "OTHER", "maskingInfo": {"masking": "NONE"}}, "enrollmentInfo": {"count": 259, "type": "ACTUAL"}}, "armsInterventionsModule": {"armGroups": [{"label": "Placebo ELLIPTA inhaler", "type": "EXPERIMENTAL", "description": "Subjects will be provided the ELLIPTA inhaler, which is a molded plastic two-sided inhaler that holds two individual blister strips containing either lactose or a blend of lactose and magnesium stearate. Subjects will continue to use regular COPD medications throughout the study as per protocol.", "interventionNames": ["Drug: Placebo ELLIPTA inhaler", "Other: Questionnaire"]}], "interventions": [{"type": "DRUG", "name": "Placebo ELLIPTA inhaler", "description": "The ELLIPTA Dry Powder Inhaler (DPI) is a molded plastic two-sided inhaler that can hold two individual blister strips. Each strip will contain either lactose or a blend of lactose and magnesium stearate. Subjects will receive 1 inhalation once-daily until visit 2.", "armGroupLabels": ["Placebo ELLIPTA inhaler"]}, {"type": "OTHER", "name": "Questionnaire", "description": "ELLIPTA Inhaler Ease of Use Questionnaire is a four-point Likert scale. This questionnaire will be filled by investigator (designee) based on responses received from subject. Responses for the questionnaire are Very difficult, Difficult, Easy, Very easy. Subjects will be give either version A or B at Visit 2.", "armGroupLabels": ["Placebo ELLIPTA inhaler"]}]}, "outcomesModule": {"primaryOutcomes": [{"measure": "The Percentage of Participants With Asthma Who Rated the Use of the ELLIPTA Inhaler as Easy or Very Easy, Among Those Who Demonstrated Correct Use of the Inhaler at the End of the Study.", "description": "Participants rated how easy it was to use the ELLIPTA inhaler, using a four-point Likert scale (1-very easy, 2-easy, 3-difficult, 4-very difficult). \"Easy to use\" was defined as the combination of an \"easy\" or \"very easy\" rating choice. The percentage was reported overall for the single treatment group along with a 95% confidence interval (CI) for the percentage calculated using the exact binomial distribution.", "timeFrame": "Day 28"}], "secondaryOutcomes": [{"measure": "The Percentage of Participants Who Rated the Ability to Tell How Many Doses Were Remaining in the ELLIPTA Inhaler as Easy or Very Easy at the End of the Study", "description": "Participants rated how easy it was to determine how many doses were left in the ELLIPTA inhaler, using a four-point Likert scale (1-very easy, 2-easy, 3-difficult, 4-very difficult). \"Easy to use\" was defined as the combination of an \"easy\" or \"very easy\" rating choice. The percentage was reported overall for the single treatment group along with a 95% CI for the percentage calculated using the exact binomial distribution.", "timeFrame": "Day 28"}, {"measure": "The Percentage of Participants Who Demonstrated Correct Use of the ELLIPTA Inhaler at the End of the Study", "description": "Participants' ability to correctly use the ELLIPTA inhaler was assessed at Visit 2 using the Correct Use Checklist by an ELLIPTA trained health care professional. The percentage was reported overall for the single treatment group along with a 95% CI for the percentage calculated using the exact binomial distribution.", "timeFrame": "Day 28"}]}, "eligibilityModule": {"eligibilityCriteria": "Inclusion Criteria:\n\nA subject will be eligible for inclusion in this study only if all of the following criteria apply:\n\n* Age: \\>=18 years of age at Screening at Visit 1\n* Diagnosis: Asthma as defined by the National Institutes of Health\n* Reversibility of Disease: Demonstrated historical reversibility of \\>=12% and \\>=200 millilitre (mL) reversibility of Forced Expiratory Volume in One Second (FEV1) within 10-40 minutes following 2-4 inhalations of albuterol inhalation aerosol (or equivalent nebulized treatment with albuterol solution) within 24 months of Visit 1\n* Current asthma Therapy: Currently receiving maintenance (with one or more of the following therapies: e.g. inhaled corticosteroid alone or in combination with long-acting bronchodilators, such as long-acting beta 2-agonist \\[LABA\\]) inhaler therapy (with no prior or ongoing use of ELLIPTA inhaler) for the treatment of asthma. Subjects must be able to continue using their currently prescribed asthma maintenance inhaler therapy throughout the study and as needed short acting betaadrenergic agonist (SABA) for rescue use.\n* Ability to Use Inhalers: Subject must be able to demonstrate correct use of ELLIPTA inhaler within three attempts at Visit 1.\n* Males\n* Females who are not pregnant or not planning a pregnancy during the study or not lactating.\n* Capable of giving signed and dated written informed consent as described in protocol which includes compliance with the requirements and restrictions listed in the consent form and in this protocol.\n* Subject understands and is willing, able, and likely to comply with study procedures and restrictions.\n* Subject must be able to read, comprehend, and record information in English.\n\nExclusion Criteria:\n\nA subject will not be eligible for inclusion in this study if any of the following criteria apply\n\n* Chronic Obstructive Pulmonary Disease (COPD): Subjects with a current diagnosis of COPD.\n* Asthma medications:\n\nReceiving only inhaled short-acting beta-adrenergic agonists, i.e., albuterol as their daily asthma therapy (as needed \\[prn\\] or regularly scheduled).\n\nHas changed maintenance asthma treatment within 4 weeks prior to Screening/Visit 1 or plans to change asthma treatment within 4 weeks of Visit 1.\n\n* Asthma/Exacerbations/Hospitalization:\n\nAny asthma exacerbation, defined as deterioration of asthma requiring the use of systemic corticosteroids (oral, parenteral or depot) within 4 weeks of Visit 1. A subject must not have any hospitalisation or emergency department visit due to asthma within 3 months of Visit 1.\n\nSubjects with poorly controlled or who have unstable asthma, in the investigator's judgment that would affect subject's ability to evaluate \"ease of use and correct use\".\n\nHistory of life-threatening asthma, defined an asthma episode that required intubation and/or was associated with hypercapnea, respiratory arrest or hypoxic seizures.\n\n* Other Respiratory Disorders: Subjects with other respiratory disorders, including active tuberculosis, lung cancer, bronchiectasis, sarcoidosis, lung fibrosis, pulmonary hypertension, or pulmonary disease (including, but not confined to chronic bronchitis, emphysema, bronchiectasis with the need of treatment, cystic fibrosis, bronchopulmonary dysplasia, and chronic obstructive pulmonary disease), interstitial lung diseases or other active pulmonary diseases.\n* Other Disease Abnormalities:\n\nHistorical or current evidence of clinically significant or rapidly progressing or unstable cardiovascular, neurological, cardiovascular, neurological, renal, hepatic, immunological, endocrine (including uncontrolled diabetes or thyroid disease) or haematological abnormalities that are uncontrolled. Significant is defined as any disease that, in the opinion of the investigator, would put the safety of the subject at risk through participation, or which would affect the affect the analysis if the disease/condition exacerbated during the study.\n\nSubjects with a history of psychiatric disease, intellectual deficiency, poor motivation or other conditions that will limit the validity of informed consent to participate in the study.\n\n* Oropharyngeal Examination: Subjects with clinical visual evidence of oral candidiasis at Visit 1 are not eligible.\n* Compliance: Subjects at risk of non-compliance, or unable to comply with the study procedures, or unable to continue their current asthma medications.\n* Tobacco Use: Current smokers or subjects with a smoking history of 10 pack-years or more (e.g., 20 cigarettes/day for 10 years) are not eligible. A subject may not have used tobacco products within the past year (i.e., cigarettes, cigars, or pipe tobacco).\n* Alcohol and Drug Abuse A known or suspected history of alcohol or drug abuse within the last 2 years.\n* A history of hypersensitivity to any components of the study inhaler (e.g., lactose, magnesium stearate). In addition, patients with a history of severe milk protein allergy that, in the opinion of the study physician, contraindicates participation will also be excluded.\n* Prior or Ongoing use of the ELLIPTA inhaler (including both investigational and commercially available product).\n* Investigational Product: Subjects who have received an investigational drug and/or medical device/inhaler within 30 days of entry into this study (Screening/Visit 1), or within five drug half-lives of the investigational drug, whichever is longer", "healthyVolunteers": false, "sex": "ALL", "minimumAge": "18 Years", "stdAges": ["ADULT", "OLDER_ADULT"]}, "contactsLocationsModule": {"overallOfficials": [{"name": "GSK Clinical Trials", "affiliation": "GlaxoSmithKline", "role": "STUDY_DIRECTOR"}], "locations": [{"facility": "GSK Investigational Site", "city": "Mobile", "state": "Alabama", "zip": "36608", "country": "United States", "geoPoint": {"lat": 30.69436, "lon": -88.04305}}, {"facility": "GSK Investigational Site", "city": "Huntington Beach", "state": "California", "zip": "92647", "country": "United States", "geoPoint": {"lat": 33.6603, "lon": -117.99923}}, {"facility": "GSK Investigational Site", "city": "Aventura", "state": "Florida", "zip": "33180", "country": "United States", "geoPoint": {"lat": 25.95648, "lon": -80.13921}}, {"facility": "GSK Investigational Site", "city": "Miami", "state": "Florida", "zip": "33173", "country": "United States", "geoPoint": {"lat": 25.77427, "lon": -80.19366}}, {"facility": "GSK Investigational Site", "city": "Sunset", "state": "Louisiana", "zip": "70584", "country": "United States", "geoPoint": {"lat": 30.41131, "lon": -92.06845}}, {"facility": "GSK Investigational Site", "city": "Baltimore", "state": "Maryland", "zip": "21236", "country": "United States", "geoPoint": {"lat": 39.29038, "lon": -76.61219}}, {"facility": "GSK Investigational Site", "city": "North Dartmouth", "state": "Massachusetts", "zip": "02747", "country": "United States", "geoPoint": {"lat": 41.63899, "lon": -70.97032}}, {"facility": "GSK Investigational Site", "city": "Minneapolis", "state": "Minnesota", "zip": "55402", "country": "United States", "geoPoint": {"lat": 44.97997, "lon": -93.26384}}, {"facility": "GSK Investigational Site", "city": "Plymouth", "state": "Minnesota", "zip": "55441", "country": "United States", "geoPoint": {"lat": 45.01052, "lon": -93.45551}}, {"facility": "GSK Investigational Site", "city": "Charlotte", "state": "North Carolina", "zip": "28277", "country": "United States", "geoPoint": {"lat": 35.22709, "lon": -80.84313}}, {"facility": "GSK Investigational Site", "city": "Oklahoma City", "state": "Oklahoma", "zip": "73120", "country": "United States", "geoPoint": {"lat": 35.46756, "lon": -97.51643}}, {"facility": "GSK Investigational Site", "city": "Medford", "state": "Oregon", "zip": "97504", "country": "United States", "geoPoint": {"lat": 42.32652, "lon": -122.87559}}, {"facility": "GSK Investigational Site", "city": "Union", "state": "South Carolina", "zip": "29379", "country": "United States", "geoPoint": {"lat": 34.71541, "lon": -81.62371}}, {"facility": "GSK Investigational Site", "city": "San Antonio", "state": "Texas", "zip": "78229", "country": "United States", "geoPoint": {"lat": 29.42412, "lon": -98.49363}}, {"facility": "GSK Investigational Site", "city": "Waco", "state": "Texas", "zip": "76712", "country": "United States", "geoPoint": {"lat": 31.54933, "lon": -97.14667}}]}}, "resultsSection": {"participantFlowModule": {"recruitmentDetails": "Participants who were naive to ELLIPTA (trade name of dry powder inhaler owned by GlaxoSmithKline) inhaler use and had an established diagnosis of asthma participated in this study.", "groups": [{"id": "FG000", "title": "Placebo ELLIPTA Inhaler", "description": "Participants received study placebo via ELLIPTA inhaler at Visit 1 (Day 1) for use with their current daily inhaled asthma medication(s) that were to be continued during the study. Participants were instructed to take one inhalation from the ELLIPTA inhaler once daily at the same time each day until Day 28. At Visit 2 (Day 28), participants completed Version A or B of the ELLIPTA Inhaler Questionnaire as per randomisation. Questionnaire A \\& B have the same questions and in the same order, they only differ with response sequence."}], "periods": [{"title": "Overall Study", "milestones": [{"type": "STARTED", "achievements": [{"groupId": "FG000", "numSubjects": "259"}]}, {"type": "COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "250"}]}, {"type": "NOT COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "9"}]}], "dropWithdraws": [{"type": "Protocol Violation", "reasons": [{"groupId": "FG000", "numSubjects": "6"}]}, {"type": "Lost to Follow-up", "reasons": [{"groupId": "FG000", "numSubjects": "1"}]}, {"type": "Other Reason", "reasons": [{"groupId": "FG000", "numSubjects": "2"}]}]}]}, "baselineCharacteristicsModule": {"groups": [{"id": "BG000", "title": "Placebo ELLIPTA Inhaler", "description": "Participants received study placebo via ELLIPTA inhaler at Visit 1 (Day 1) for use with their current daily inhaled asthma medication(s) that were to be continued during the study. Participants were instructed to take one inhalation from the ELLIPTA inhaler once daily at the same time each day until Day 28. At Visit 2 (Day 28), participants completed Version A or B of the ELLIPTA Inhaler Questionnaire as per randomisation. Questionnaire A \\& B have the same questions and in the same order, they only differ with response sequence."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "BG000", "value": "259"}]}], "measures": [{"title": "Age, Continuous", "paramType": "MEAN", "dispersionType": "STANDARD_DEVIATION", "unitOfMeasure": "Years", "classes": [{"categories": [{"measurements": [{"groupId": "BG000", "value": "47.3", "spread": "15.23"}]}]}]}, {"title": "Sex: Female, Male", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "Female", "measurements": [{"groupId": "BG000", "value": "165"}]}, {"title": "Male", "measurements": [{"groupId": "BG000", "value": "94"}]}]}]}, {"title": "Race (NIH/OMB)", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "American Indian or Alaska Native", "measurements": [{"groupId": "BG000", "value": "4"}]}, {"title": "Asian", "measurements": [{"groupId": "BG000", "value": "4"}]}, {"title": "Native Hawaiian or Other Pacific Islander", "measurements": [{"groupId": "BG000", "value": "1"}]}, {"title": "Black or African American", "measurements": [{"groupId": "BG000", "value": "64"}]}, {"title": "White", "measurements": [{"groupId": "BG000", "value": "184"}]}, {"title": "More than one race", "measurements": [{"groupId": "BG000", "value": "0"}]}, {"title": "Unknown or Not Reported", "measurements": [{"groupId": "BG000", "value": "2"}]}]}]}]}, "outcomeMeasuresModule": {"outcomeMeasures": [{"type": "PRIMARY", "title": "The Percentage of Participants With Asthma Who Rated the Use of the ELLIPTA Inhaler as Easy or Very Easy, Among Those Who Demonstrated Correct Use of the Inhaler at the End of the Study.", "description": "Participants rated how easy it was to use the ELLIPTA inhaler, using a four-point Likert scale (1-very easy, 2-easy, 3-difficult, 4-very difficult). \"Easy to use\" was defined as the combination of an \"easy\" or \"very easy\" rating choice. The percentage was reported overall for the single treatment group along with a 95% confidence interval (CI) for the percentage calculated using the exact binomial distribution.", "populationDescription": "Modified Intent-to-Treat (mITT) Population: all participants who were screened and received at least one dose of study treatment (placebo) and were randomised to receive the ELLIPTA inhaler ease of use questionnaire version A or B at Visit 2.", "reportingStatus": "POSTED", "paramType": "NUMBER", "dispersionType": "95% Confidence Interval", "unitOfMeasure": "Percentage", "timeFrame": "Day 28", "groups": [{"id": "OG000", "title": "Placebo ELLIPTA Inhaler", "description": "Participants received study placebo via ELLIPTA inhaler at Visit 1 (Day 1) for use with their current daily inhaled asthma medication(s) that were to be continued during the study. Participants were instructed to take one inhalation from the ELLIPTA inhaler once daily at the same time each day until Day 28. At Visit 2 (Day 28), participants completed Version A or B of the ELLIPTA Inhaler Questionnaire as per randomisation. Questionnaire A \\& B have the same questions and in the same order, they only differ with response sequence."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "250"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "96", "lowerLimit": "92", "upperLimit": "98"}]}]}]}, {"type": "SECONDARY", "title": "The Percentage of Participants Who Rated the Ability to Tell How Many Doses Were Remaining in the ELLIPTA Inhaler as Easy or Very Easy at the End of the Study", "description": "Participants rated how easy it was to determine how many doses were left in the ELLIPTA inhaler, using a four-point Likert scale (1-very easy, 2-easy, 3-difficult, 4-very difficult). \"Easy to use\" was defined as the combination of an \"easy\" or \"very easy\" rating choice. The percentage was reported overall for the single treatment group along with a 95% CI for the percentage calculated using the exact binomial distribution.", "populationDescription": "mITT Population", "reportingStatus": "POSTED", "paramType": "NUMBER", "dispersionType": "95% Confidence Interval", "unitOfMeasure": "Percentage", "timeFrame": "Day 28", "groups": [{"id": "OG000", "title": "Placebo ELLIPTA Inhaler", "description": "Participants received study placebo via ELLIPTA inhaler at Visit 1 (Day 1) for use with their current daily inhaled asthma medication(s) that were to be continued during the study. Participants were instructed to take one inhalation from the ELLIPTA inhaler once daily at the same time each day until Day 28. At Visit 2 (Day 28), participants completed Version A or B of the ELLIPTA Inhaler Questionnaire as per randomisation. Questionnaire A \\& B have the same questions and in the same order, they only differ with response sequence."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "250"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "99", "lowerLimit": "97", "upperLimit": "100"}]}]}]}, {"type": "SECONDARY", "title": "The Percentage of Participants Who Demonstrated Correct Use of the ELLIPTA Inhaler at the End of the Study", "description": "Participants' ability to correctly use the ELLIPTA inhaler was assessed at Visit 2 using the Correct Use Checklist by an ELLIPTA trained health care professional. The percentage was reported overall for the single treatment group along with a 95% CI for the percentage calculated using the exact binomial distribution.", "populationDescription": "mITT Population", "reportingStatus": "POSTED", "paramType": "NUMBER", "dispersionType": "95% Confidence Interval", "unitOfMeasure": "Percentage", "timeFrame": "Day 28", "groups": [{"id": "OG000", "title": "Placebo ELLIPTA Inhaler", "description": "Participants received study placebo via ELLIPTA inhaler at Visit 1 (Day 1) for use with their current daily inhaled asthma medication(s) that were to be continued during the study. Participants were instructed to take one inhalation from the ELLIPTA inhaler once daily at the same time each day until Day 28. At Visit 2 (Day 28), participants completed Version A or B of the ELLIPTA Inhaler Questionnaire as per randomisation. Questionnaire A \\& B have the same questions and in the same order, they only differ with response sequence."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "250"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "98", "lowerLimit": "95", "upperLimit": "99"}]}]}]}]}, "adverseEventsModule": {"frequencyThreshold": "3", "timeFrame": "Serious adverse events (SAEs) and non-serious adverse events (AEs) were collected from the start of Visit 1 until completion of Visit 2 (up to Day 30)", "description": "The analysis population used for SAEs and non-serious AEs was Intent-to-Treat population: all participants who were screened and received at least one dose of study treatment (placebo)", "eventGroups": [{"id": "EG000", "title": "Placebo ELLIPTA Inhaler", "description": "Participants received study placebo via ELLIPTA inhaler at Visit 1 (Day 1) for use with their current daily inhaled asthma medication(s) that were to be continued during the study. Participants were instructed to take one inhalation from the ELLIPTA inhaler once daily at the same time each day until Day 28. At Visit 2 (Day 28), participants completed Version A or B of the ELLIPTA Inhaler Questionnaire as per randomisation. Questionnaire A \\& B have the same questions and in the same order, they only differ with response sequence.", "seriousNumAffected": 0, "seriousNumAtRisk": 259, "otherNumAffected": 9, "otherNumAtRisk": 259}], "otherEvents": [{"term": "Headache", "organSystem": "Nervous system disorders", "sourceVocabulary": "MedDRA, 18.0", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numAffected": 9, "numAtRisk": 259}]}]}, "moreInfoModule": {"certainAgreement": {"piSponsorEmployee": false, "restrictionType": "OTHER", "restrictiveAgreement": true, "otherDetails": "GSK agreements may vary with individual investigators, but will not prohibit any investigator from publishing. GSK supports the publication of results from all centers of a multi-center trial but requests that reports based on single-site data not precede the primary publication of the entire clinical trial."}, "pointOfContact": {"title": "GSK Response Center", "organization": "GlaxoSmithKline", "phone": "866-435-7343"}}}, "derivedSection": {"miscInfoModule": {"versionHolder": "2024-06-24"}, "conditionBrowseModule": {"meshes": [{"id": "D000001249", "term": "Asthma"}], "ancestors": [{"id": "D000001982", "term": "Bronchial Diseases"}, {"id": "D000012140", "term": "Respiratory Tract Diseases"}, {"id": "D000008173", "term": "Lung Diseases, Obstructive"}, {"id": "D000008171", "term": "Lung Diseases"}, {"id": "D000012130", "term": "Respiratory Hypersensitivity"}, {"id": "D000006969", "term": "Hypersensitivity, Immediate"}, {"id": "D000006967", "term": "Hypersensitivity"}, {"id": "D000007154", "term": "Immune System Diseases"}], "browseLeaves": [{"id": "M4556", "name": "Asthma", "asFound": "Asthma", "relevance": "HIGH"}, {"id": "M5258", "name": "Bronchial Diseases", "relevance": "LOW"}, {"id": "M14977", "name": "Respiratory Tract Diseases", "relevance": "LOW"}, {"id": "M11168", "name": "Lung Diseases", "relevance": "LOW"}, {"id": "M11170", "name": "Lung Diseases, Obstructive", "relevance": "LOW"}, {"id": "M10018", "name": "Hypersensitivity", "relevance": "LOW"}, {"id": "M14967", "name": "Respiratory Hypersensitivity", "relevance": "LOW"}, {"id": "M10020", "name": "Hypersensitivity, Immediate", "relevance": "LOW"}, {"id": "M10200", "name": "Immune System Diseases", "relevance": "LOW"}], "browseBranches": [{"abbrev": "BC08", "name": "Respiratory Tract (Lung and Bronchial) Diseases"}, {"abbrev": "BC20", "name": "Immune System Diseases"}, {"abbrev": "All", "name": "All Conditions"}]}}, "hasResults": true}