{"protocolSection": {"identificationModule": {"nctId": "NCT01842620", "orgStudyIdInfo": {"id": "117219"}, "organization": {"fullName": "GlaxoSmithKline", "class": "INDUSTRY"}, "briefTitle": "OXEMET™ 1000 mg Coated Tablets (Metformin Hydrochloride) Bioequivalence Study. OXEMET (TM) is a Trademark of the GlaxoSmithKline Group of Companies. GLAFORNIL(TM) is a Trademark of Merck.", "officialTitle": "Oral Bioavailability Study Comparing OXEMET™ 1000 mg Coated Tablets Containing Metformin Hydrochloride With 1000 mg of the Reference Product (GLAFORNIL™) Administered as Two 500 mg Tablets, Through a Randomized, Single-dose, Open Label, Balanced, 2-way Crossover Study in Healthy Volunteers Under Fasting Conditions.OXEMET (TM) is a Trademark of the GlaxoSmithKline Group of Companies. GLAFORNIL(TM) is a Trademark of Merck."}, "statusModule": {"statusVerifiedDate": "2017-07", "overallStatus": "COMPLETED", "expandedAccessInfo": {"hasExpandedAccess": false}, "startDateStruct": {"date": "2013-03-13", "type": "ACTUAL"}, "primaryCompletionDateStruct": {"date": "2013-05-04", "type": "ACTUAL"}, "completionDateStruct": {"date": "2013-05-04", "type": "ACTUAL"}, "studyFirstSubmitDate": "2013-04-25", "studyFirstSubmitQcDate": "2013-04-25", "studyFirstPostDateStruct": {"date": "2013-04-29", "type": "ESTIMATED"}, "resultsFirstSubmitDate": "2017-03-16", "resultsFirstSubmitQcDate": "2017-11-27", "resultsFirstPostDateStruct": {"date": "2017-12-22", "type": "ACTUAL"}, "lastUpdateSubmitDate": "2017-11-27", "lastUpdatePostDateStruct": {"date": "2017-12-22", "type": "ACTUAL"}}, "sponsorCollaboratorsModule": {"responsibleParty": {"type": "SPONSOR"}, "leadSponsor": {"name": "GlaxoSmithKline", "class": "INDUSTRY"}}, "oversightModule": {"oversightHasDmc": false}, "descriptionModule": {"briefSummary": "This is an open-label, single-center, randomized, 2-way crossover study to evaluate the bioequivalence of OXEMET™ 1000 mg coated tablets, relative to 1000 mg of the reference product administered as two 500 mg tablets, under fasting conditions, in 24 healthy adult subjects. Each subject will receive two treatments (Treatment A and Treatment B). In Period 1, subjects will be dosed with either one OXEMET™ 1000 mg tablet (Treatment A, Test) or two 500 mg tablets of reference product (GLAFORNIL™ 500 mg) (Treatment B, Reference). Following a washout of at least 7 days, subjects will be crossed over in Period 2 to receive the treatment that they did not receive in Period 1."}, "conditionsModule": {"conditions": ["Diabetes Mellitus, Type 2"], "keywords": ["Metformin", "Bioequivalence"]}, "designModule": {"studyType": "INTERVENTIONAL", "phases": ["PHASE4"], "designInfo": {"allocation": "RANDOMIZED", "interventionModel": "CROSSOVER", "primaryPurpose": "OTHER", "maskingInfo": {"masking": "NONE"}}, "enrollmentInfo": {"count": 25, "type": "ACTUAL"}}, "armsInterventionsModule": {"armGroups": [{"label": "OXEMET 1000 mg coated tablets", "type": "EXPERIMENTAL", "description": "Generic undergoing bioequivalence study against reference", "interventionNames": ["Drug: Metformin"]}, {"label": "GLAFORNIL 500 mg tablets", "type": "ACTIVE_COMPARATOR", "description": "Reference drug for bioequivalence study", "interventionNames": ["Drug: Metformin"]}], "interventions": [{"type": "DRUG", "name": "Metformin", "description": "Oral antidiabetic agent", "armGroupLabels": ["GLAFORNIL 500 mg tablets", "OXEMET 1000 mg coated tablets"]}]}, "outcomesModule": {"primaryOutcomes": [{"measure": "Geometric Means of Area Under Plasma Concentration Time Curve of the Test Drug (Oxemet) to the Reference Drug (Glafornail) From Time Zero to the Time of Last Quantifiable Concentration of 36 Hours (h)", "description": "Area under plasma concentration-time curve of metformin was quantifiable from time 0 to 36 h. The parameter was calculated by non-compartmental methods with WinNonlin Version 6.02. The calculations were based on the actual sampling times recorded during the study. Period wise outcome data has been presented; however, the statistical analysis has been presented for overall period.", "timeFrame": "From 0 to 36 hours (h)"}, {"measure": "Geometric Means for Area Under Plasma Concentration Time Curve of the Study Drug (Oxemet) to the Reference Drug (Glafornail) Between Time Zero to Infinity (Inf) Over Period", "description": "Area under plasma concentration-time curve of metformin from time 0 to inf was calculated by non-compartmental methods with WinNonlin Version 6.02. The calculations were based on the actual sampling times recorded during the study. Period wise outcome data has been presented; however, the statistical analysis has been presented for overall period.", "timeFrame": "From 0 to 36 h"}, {"measure": "Geometric Means for Maximum Plasma Concentration of the Study Drug (Oxemet) to the Reference Drug (Glafornail) From 0 to 36 h", "description": "Cmax is maximum plasma concentration of metformin. Plasma concentration-time curve of metformin from time 0 to 36 h was calculated by non-compartmental methods with WinNonlin Version 6.02. The calculations were based on the actual sampling times recorded during the study. Period wise data has been presented; however, the statistical analysis has been presented for overall period.", "timeFrame": "From 0 to 36 h"}], "secondaryOutcomes": [{"measure": "The Elimination Constant (Kel) of the Study Drug (Oxemet) and the Reference Drug (Glafornail) From 0 to 36 h", "description": "The elimination constant (kel) of Metformin was analyzed for each participant, both for Test and Reference products. The calculations were based on the actual sampling times recorded during the study.", "timeFrame": "From 0 to 36 h"}, {"measure": "Terminal Plasma Half-life (t1/2) of the Study Drug (Oxemet) and the Reference Drug (Glafornail) From 0 to 36 h", "description": "Terminal phase half-life is the time required for the study drug to reduce to 50% of its concentration. t1/2 of Metformin was determined for each participant, both for Test and Reference products.", "timeFrame": "From 0 to 36 h"}, {"measure": "Time to Reach Maximum Plasma Concentration (Tmax) of the Study Drug (Oxemet) and the Reference Drug (Glafornail) Over Period", "description": "Time to reach maximum plasma concentration is the time at which Cmax of metformin was obtained for test and reference products.", "timeFrame": "From 0 to 36 h"}]}, "eligibilityModule": {"eligibilityCriteria": "Inclusion Criteria:\n\n* ALT, alkaline phosphatase and bilirubin \\> 1.5xULN (isolated bilirubin \\> 1.5xULN is acceptable if bilirubin is fractionated and direct bilirubin \\< 35%).\n* Single QTc \\< 450 msec.\n* Healthy as determined by a responsible and experienced physician, based on a medical evaluation including medical history, physical examination, laboratory tests and cardiac monitoring. A subject with a clinical abnormality or laboratory parameters outside the reference range for the population being studied may be included only if the Investigator and the GSK Medical Monitor agree that the finding is unlikely to introduce additional risk factors and will not interfere with the study procedures.\n* Male or female between 21 and 55 years of age inclusive, at the time of signing the informed consent.\n* A female subject is eligible to participate if she is of non-childbearing potential defined as pre-menopausal females with a documented tubal ligation or hysterectomy; or postmenopausal defined as 12 months of spontaneous amenorrhea.\n* A female subject is eligible to participate if she is of child-bearing potential and is abstinent or agrees to use one of the contraception methods listed in Section 8.1 for an appropriate period of time (as determined by the product label or investigator) prior to the start of dosing to sufficiently minimize the risk of pregnancy at that point. Female subjects must agree to use contraception until 7 days post-last dose.\n* Body weight \\> 50 kg and BMI within the range 19 - 27 kg/m2 (inclusive).\n* Capable of giving written informed consent, which includes compliance with the requirements and restrictions listed in the consent form.\n\nExclusion Criteria:\n\n* A positive pre-study Hepatitis B surface antigen or positive Hepatitis C antibody result within 3 months of screening.\n* Current or chronic history of liver disease, or known hepatic or biliary abnormalities (with the exception of Gilbert's syndrome or asymptomatic gallstones).\n* A positive pre-study drug/alcohol screen. A minimum list of drugs that will be screened for include amphetamines, barbiturates, cocaine, opiates, cannabinoids and benzodiazepines.\n* A positive test for HIV antibody.\n* History of regular alcohol consumption within 6 months of the study defined as an average weekly intake of \\> 14 drinks for males or \\> 7 drinks for females. One drink is equivalent to 12 g of alcohol: 360 mL of beer, 150 mL of wine or 45 mL of 40% abv distilled spirits.\n* The subject has participated in a clinical trial and has received an investigational product within the following time period prior to the first dosing day in the current study: 30 days, 5 half-lives or twice the duration of the biological effect of the investigational product (whichever is longer).\n* Exposure to more than four new chemical entities within 12 months prior to the first dosing day.\n* Unable to refrain from the use of prescription or non-prescription drugs, including vitamins, herbal and dietary supplements (including St John's Wort) within 7 days (or 14 days if the drug is a potential enzyme inducer) or 5 half-lives (whichever is longer) prior to the first dose of study medication, unless in the opinion of the Investigator and GSK Medical Monitor the medication will not interfere with the study procedures or compromise subject safety.\n* History of sensitivity to any of the study medications, or components thereof or a history of drug or other allergy that, in the opinion of the investigator or GSK Medical Monitor, contraindicates their participation.\n* Where participation in the study would result in donation of blood or blood products in excess of 500 mL within a 56 day period.\n* Subjects whose sitting blood pressure is less than 110/60 mmHg at screening or prior to dosing, or greater than 140/90 mmHg at screening.\n* Subjects whose pulse is lower than 50 beats per minute or higher than 99 beats per minute at screening or prior to dosing.\n* Subjects whose ECG PR interval is \\> 220 msec at screening or prior to dosing.\n* Pregnant females as determined by positive serum or urine hCG test at screening or prior to dosing.\n* Lactating females.\n* Unwillingness or inability to follow the procedures outlined in the protocol.\n* Subject is mentally or legally incapacitated.\n* Urinary cotinine levels indicative of smoking or history of regular use of tobacco- or nicotine-containing products within 6 months prior to screening.\n* Consumption of red wine, seville oranges, grapefruit or grapefruit juice from 7 days prior to the first dose of study medication.\n* History of sensitivity to heparin or heparin-induced thrombocytopenia.", "healthyVolunteers": true, "sex": "ALL", "minimumAge": "21 Years", "maximumAge": "55 Years", "stdAges": ["ADULT"]}, "contactsLocationsModule": {"overallOfficials": [{"name": "GSK Clinical Trials", "affiliation": "GlaxoSmithKline", "role": "STUDY_DIRECTOR"}]}, "referencesModule": {"seeAlsoLinks": [{"label": "Researchers can use this site to request access to anonymised patient level data and/or supporting documents from clinical studies to conduct further research.", "url": "https://www.clinicalstudydatarequest.com"}], "availIpds": [{"id": "117219", "type": "Clinical Study Report", "url": "https://www.clinicalstudydatarequest.com", "comment": "For additional information about this study please refer to the GSK Clinical Study Register"}, {"id": "117219", "type": "Dataset Specification", "url": "https://www.clinicalstudydatarequest.com", "comment": "For additional information about this study please refer to the GSK Clinical Study Register"}, {"id": "117219", "type": "Statistical Analysis Plan", "url": "https://www.clinicalstudydatarequest.com", "comment": "For additional information about this study please refer to the GSK Clinical Study Register"}, {"id": "117219", "type": "Annotated Case Report Form", "url": "https://www.clinicalstudydatarequest.com", "comment": "For additional information about this study please refer to the GSK Clinical Study Register"}, {"id": "117219", "type": "Individual Participant Data Set", "url": "https://www.clinicalstudydatarequest.com", "comment": "For additional information about this study please refer to the GSK Clinical Study Register"}, {"id": "117219", "type": "Informed Consent Form", "url": "https://www.clinicalstudydatarequest.com", "comment": "For additional information about this study please refer to the GSK Clinical Study Register"}, {"id": "117219", "type": "Study Protocol", "url": "https://www.clinicalstudydatarequest.com", "comment": "For additional information about this study please refer to the GSK Clinical Study Register"}]}, "ipdSharingStatementModule": {"ipdSharing": "YES", "description": "Patient-level data for this study will be made available through www.clinicalstudydatarequest.com following the timelines and process described on this site."}}, "resultsSection": {"participantFlowModule": {"preAssignmentDetails": "A total of 25 participants were enrolled in the study; however, one participant withdrew from the study before completing the two study periods. The remaining 24 participants were considered for the pharmacokinetic (PK) analyses.", "recruitmentDetails": "This study was conducted from 13 Mar 2013 to 04 May 2013 at single center in Argentina.", "groups": [{"id": "FG000", "title": "OXEMET Then GLAFORNIL", "description": "Eligible participants received single oral metformin (OXEMET) 1000 milligrams (mg) for one day in Treatment period 1 and was followed by 7 days washout period. Participants then received single oral metformin (GLAFORNIL) 500 mg twice daily (BID) for one day in Treatment period 2, followed by 7 days follow-up period. The two treatment periods were separated by a washout period of 7 days and participants received the study drugs in a randomized manner."}, {"id": "FG001", "title": "GLAFORNIL Then OXEMET", "description": "Eligible participants received single oral metformin (GLAFORNIL) 500 mg BID for one day in Treatment period 1 and was followed by 7 days washout period. Participants then received single oral metformin (OXEMET) 1000 mg for one day in Treatment period 2, followed by 7 days follow-up period. The two treatment periods were separated by a washout period of 7 days and participants received the study drugs in a randomized manner."}], "periods": [{"title": "Period 1", "milestones": [{"type": "STARTED", "achievements": [{"groupId": "FG000", "numSubjects": "13"}, {"groupId": "FG001", "numSubjects": "12"}]}, {"type": "COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "12"}, {"groupId": "FG001", "numSubjects": "12"}]}, {"type": "NOT COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "1"}, {"groupId": "FG001", "numSubjects": "0"}]}], "dropWithdraws": [{"type": "Withdrawal by Subject", "reasons": [{"groupId": "FG000", "numSubjects": "1"}, {"groupId": "FG001", "numSubjects": "0"}]}]}, {"title": "Washout Period", "milestones": [{"type": "STARTED", "achievements": [{"groupId": "FG000", "numSubjects": "12"}, {"groupId": "FG001", "numSubjects": "12"}]}, {"type": "COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "12"}, {"groupId": "FG001", "numSubjects": "12"}]}, {"type": "NOT COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "0"}, {"groupId": "FG001", "numSubjects": "0"}]}]}, {"title": "Period 2", "milestones": [{"type": "STARTED", "achievements": [{"groupId": "FG000", "numSubjects": "12"}, {"groupId": "FG001", "numSubjects": "12"}]}, {"type": "COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "12"}, {"groupId": "FG001", "numSubjects": "12"}]}, {"type": "NOT COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "0"}, {"groupId": "FG001", "numSubjects": "0"}]}]}]}, "baselineCharacteristicsModule": {"groups": [{"id": "BG000", "title": "Total Population", "description": "Eligible participants received single oral metformin (OXEMET) 1000 mg for one day and single oral metformin (GLAFORNIL) 500 mg BID for one day in each of the two treatment periods in a randomized manner. Participants had a washout period of 7 days between two treatment periods and were followed up to 7 days after the last dose of the study drug"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "BG000", "value": "25"}]}], "measures": [{"title": "Age, Continuous", "paramType": "MEAN", "dispersionType": "STANDARD_DEVIATION", "unitOfMeasure": "Years", "classes": [{"categories": [{"measurements": [{"groupId": "BG000", "value": "27.8", "spread": "7.7"}]}]}]}, {"title": "Sex: Female, Male", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "Female", "measurements": [{"groupId": "BG000", "value": "10"}]}, {"title": "Male", "measurements": [{"groupId": "BG000", "value": "15"}]}]}]}, {"title": "Ethnicity (NIH/OMB)", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "Hispanic or Latino", "measurements": [{"groupId": "BG000", "value": "25"}]}, {"title": "Not Hispanic or Latino", "measurements": [{"groupId": "BG000", "value": "0"}]}, {"title": "Unknown or Not Reported", "measurements": [{"groupId": "BG000", "value": "0"}]}]}]}]}, "outcomeMeasuresModule": {"outcomeMeasures": [{"type": "PRIMARY", "title": "Geometric Means of Area Under Plasma Concentration Time Curve of the Test Drug (Oxemet) to the Reference Drug (Glafornail) From Time Zero to the Time of Last Quantifiable Concentration of 36 Hours (h)", "description": "Area under plasma concentration-time curve of metformin was quantifiable from time 0 to 36 h. The parameter was calculated by non-compartmental methods with WinNonlin Version 6.02. The calculations were based on the actual sampling times recorded during the study. Period wise outcome data has been presented; however, the statistical analysis has been presented for overall period.", "populationDescription": "PK parameters \\[PKP\\] population included all the participants who underwent plasma PK sampling and had evaluable area under curve assay results.", "reportingStatus": "POSTED", "paramType": "GEOMETRIC_MEAN", "dispersionType": "Geometric Coefficient of Variation", "unitOfMeasure": "nanogram* h/millilitre (ng*h/mL)", "timeFrame": "From 0 to 36 hours (h)", "groups": [{"id": "OG000", "title": "OXEMET 1000 mg Once Daily", "description": "Eligible participants received single oral metformin (OXEMET) 1000 mg for one day in each of the two treatment periods in a randomized manner. Participants had a washout period of 7 days between two treatment periods and were followed up to 7 days after the last dose of the study drug."}, {"id": "OG001", "title": "GLAFORNIL 1000 mg BID", "description": "Eligible participants received single oral metformin (GLAFORNIL) 500 mg BID for one day each in each of the two treatment periods in a randomized manner. Participants had a washout period of 7 days between two treatment periods and were followed up to 7 days after the last dose of the study drug."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "24"}, {"groupId": "OG001", "value": "24"}]}], "classes": [{"title": "Period 1", "categories": [{"measurements": [{"groupId": "OG000", "value": "12348", "spread": "27"}, {"groupId": "OG001", "value": "12727", "spread": "22"}]}]}, {"title": "Period 2", "categories": [{"measurements": [{"groupId": "OG000", "value": "13470", "spread": "26"}, {"groupId": "OG001", "value": "13069", "spread": "24"}]}]}], "analyses": [{"groupIds": ["OG000", "OG001"], "groupDescription": "Overall period", "nonInferiorityType": "EQUIVALENCE", "nonInferiorityComment": "Geometric means ratio for AUC (0-t) of test drug (Oxemet) to be entirely fallen within range of 0.80 to 1.25 of that of reference drug (Glafornil).", "paramType": "(Ratio of AUC0-36)*100", "paramValue": "100", "ciPctValue": "90", "ciNumSides": "TWO_SIDED", "ciLowerLimit": "92.62", "ciUpperLimit": "107.98", "estimateComment": "Ratio of AUC0-36= (AUC0-36 of Test)/ AUC 0-36 Reference)"}]}, {"type": "PRIMARY", "title": "Geometric Means for Area Under Plasma Concentration Time Curve of the Study Drug (Oxemet) to the Reference Drug (Glafornail) Between Time Zero to Infinity (Inf) Over Period", "description": "Area under plasma concentration-time curve of metformin from time 0 to inf was calculated by non-compartmental methods with WinNonlin Version 6.02. The calculations were based on the actual sampling times recorded during the study. Period wise outcome data has been presented; however, the statistical analysis has been presented for overall period.", "populationDescription": "PKP population included all the participants who underwent plasma PK sampling and had evaluable area under curve assay results", "reportingStatus": "POSTED", "paramType": "GEOMETRIC_MEAN", "dispersionType": "Geometric Coefficient of Variation", "unitOfMeasure": "ng*h/mL", "timeFrame": "From 0 to 36 h", "groups": [{"id": "OG000", "title": "OXEMET 1000 mg Once Daily", "description": "Eligible participants received single oral metformin (OXEMET) 1000 mg for one day in each of the two treatment periods in a randomized manner. Participants had a washout period of 7 days between two treatment periods and were followed up to 7 days after the last dose of the study drug."}, {"id": "OG001", "title": "GLAFORNIL 1000 mg BID", "description": "Eligible participants received single oral metformin (GLAFORNIL) 500 mg BID for one day each in each of the two treatment periods in a randomized manner. Participants had a washout period of 7 days between two treatment periods and were followed up to 7 days after the last dose of the study drug."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "24"}, {"groupId": "OG001", "value": "24"}]}], "classes": [{"title": "Period 1", "categories": [{"measurements": [{"groupId": "OG000", "value": "12636", "spread": "26"}, {"groupId": "OG001", "value": "13171", "spread": "21"}]}]}, {"title": "Period 2", "categories": [{"measurements": [{"groupId": "OG000", "value": "13902", "spread": "25"}, {"groupId": "OG001", "value": "13604", "spread": "22"}]}]}], "analyses": [{"groupIds": ["OG000", "OG001"], "groupDescription": "For overall period", "nonInferiorityType": "EQUIVALENCE", "nonInferiorityComment": "Geometric means ratio for AUC(0-inf) of test drug (Oxemet) to be entirely fallen within range of 0.80 to 1.25 of that of reference drug (Glafornil).", "paramType": "(Ratio of AUC0-inf)*100", "paramValue": "99.02", "ciPctValue": "90", "ciNumSides": "TWO_SIDED", "ciLowerLimit": "92.26", "ciUpperLimit": "106.27", "estimateComment": "Ratio of AUC0-inf= (AUC0-inf of Test) / (AUC 0-inf of Reference)"}]}, {"type": "PRIMARY", "title": "Geometric Means for Maximum Plasma Concentration of the Study Drug (Oxemet) to the Reference Drug (Glafornail) From 0 to 36 h", "description": "Cmax is maximum plasma concentration of metformin. Plasma concentration-time curve of metformin from time 0 to 36 h was calculated by non-compartmental methods with WinNonlin Version 6.02. The calculations were based on the actual sampling times recorded during the study. Period wise data has been presented; however, the statistical analysis has been presented for overall period.", "populationDescription": "PKP population", "reportingStatus": "POSTED", "paramType": "GEOMETRIC_MEAN", "dispersionType": "Geometric Coefficient of Variation", "unitOfMeasure": "ng/mL", "timeFrame": "From 0 to 36 h", "groups": [{"id": "OG000", "title": "OXEMET 1000 mg Once Daily", "description": "Eligible participants received single oral metformin (OXEMET) 1000 mg for one day in each of the two treatment periods in a randomized manner. Participants had a washout period of 7 days between two treatment periods and were followed up to 7 days after the last dose of the study drug."}, {"id": "OG001", "title": "GLAFORNIL 1000 mg BID", "description": "Eligible participants received single oral metformin (GLAFORNIL) 500 mg BID for one day each in each of the two treatment periods in a randomized manner. Participants had a washout period of 7 days between two treatment periods and were followed up to 7 days after the last dose of the study drug."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "24"}, {"groupId": "OG001", "value": "24"}]}], "classes": [{"title": "Period 1", "categories": [{"measurements": [{"groupId": "OG000", "value": "2031.5", "spread": "32"}, {"groupId": "OG001", "value": "2097.8", "spread": "23"}]}]}, {"title": "Period 2", "categories": [{"measurements": [{"groupId": "OG000", "value": "2124.5", "spread": "28"}, {"groupId": "OG001", "value": "2127.4", "spread": "25"}]}]}], "analyses": [{"groupIds": ["OG000", "OG001"], "groupDescription": "Overall period", "nonInferiorityType": "EQUIVALENCE", "nonInferiorityComment": "Geometric means ratio for Cmax of test drug (Oxemet) to be entirely fallen within range of 0.80 to 1.25 of that of reference drug (Glafornil).", "paramType": "(Ratio of Cmax)*100", "paramValue": "98.34", "ciPctValue": "90", "ciNumSides": "TWO_SIDED", "ciLowerLimit": "88.54", "ciUpperLimit": "109.22", "estimateComment": "Ratio of Cmax= (Cmax of Test) / (Cmax of Reference)"}]}, {"type": "SECONDARY", "title": "The Elimination Constant (Kel) of the Study Drug (Oxemet) and the Reference Drug (Glafornail) From 0 to 36 h", "description": "The elimination constant (kel) of Metformin was analyzed for each participant, both for Test and Reference products. The calculations were based on the actual sampling times recorded during the study.", "populationDescription": "PKP population", "reportingStatus": "POSTED", "paramType": "MEDIAN", "dispersionType": "Full Range", "unitOfMeasure": "Per hour", "timeFrame": "From 0 to 36 h", "groups": [{"id": "OG000", "title": "OXEMET 1000 mg Once Daily", "description": "Eligible participants received single oral metformin (OXEMET) 1000 mg for one day in each of the two treatment periods in a randomized manner. Participants had a washout period of 7 days between two treatment periods and were followed up to 7 days after the last dose of the study drug."}, {"id": "OG001", "title": "GLAFORNIL 1000 mg BID", "description": "Eligible participants received single oral metformin (GLAFORNIL) 500 mg BID for one day each in each of the two treatment periods in a randomized manner. Participants had a washout period of 7 days between two treatment periods and were followed up to 7 days after the last dose of the study drug."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "24"}, {"groupId": "OG001", "value": "24"}]}], "classes": [{"title": "Treatment period 1", "categories": [{"measurements": [{"groupId": "OG000", "value": "0.0981", "lowerLimit": "0.0357", "upperLimit": "0.1928"}, {"groupId": "OG001", "value": "0.1103", "lowerLimit": "0.0426", "upperLimit": "0.1536"}]}]}, {"title": "Treatment period 2", "categories": [{"measurements": [{"groupId": "OG000", "value": "0.0917", "lowerLimit": "0.0474", "upperLimit": "0.1328"}, {"groupId": "OG001", "value": "0.0867", "lowerLimit": "0.0200", "upperLimit": "0.1931"}]}]}]}, {"type": "SECONDARY", "title": "Terminal Plasma Half-life (t1/2) of the Study Drug (Oxemet) and the Reference Drug (Glafornail) From 0 to 36 h", "description": "Terminal phase half-life is the time required for the study drug to reduce to 50% of its concentration. t1/2 of Metformin was determined for each participant, both for Test and Reference products.", "populationDescription": "PKP population", "reportingStatus": "POSTED", "paramType": "MEDIAN", "dispersionType": "Full Range", "unitOfMeasure": "h", "timeFrame": "From 0 to 36 h", "groups": [{"id": "OG000", "title": "OXEMET 1000 mg Once Daily", "description": "Eligible participants received single oral metformin (OXEMET) 1000 mg for one day in each of the two treatment periods in a randomized manner. Participants had a washout period of 7 days between two treatment periods and were followed up to 7 days after the last dose of the study drug."}, {"id": "OG001", "title": "GLAFORNIL 1000 mg BID", "description": "Eligible participants received single oral metformin (GLAFORNIL) 500 mg BID for one day each in each of the two treatment periods in a randomized manner. Participants had a washout period of 7 days between two treatment periods and were followed up to 7 days after the last dose of the study drug."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "24"}, {"groupId": "OG001", "value": "24"}]}], "classes": [{"title": "Treatment period 1", "categories": [{"measurements": [{"groupId": "OG000", "value": "7.08", "lowerLimit": "3.60", "upperLimit": "19.42"}, {"groupId": "OG001", "value": "6.29", "lowerLimit": "4.51", "upperLimit": "16.26"}]}]}, {"title": "Treatment period 2", "categories": [{"measurements": [{"groupId": "OG000", "value": "7.59", "lowerLimit": "5.22", "upperLimit": "14.61"}, {"groupId": "OG001", "value": "8.00", "lowerLimit": "3.59", "upperLimit": "34.66"}]}]}]}, {"type": "SECONDARY", "title": "Time to Reach Maximum Plasma Concentration (Tmax) of the Study Drug (Oxemet) and the Reference Drug (Glafornail) Over Period", "description": "Time to reach maximum plasma concentration is the time at which Cmax of metformin was obtained for test and reference products.", "populationDescription": "PKP population", "reportingStatus": "POSTED", "paramType": "MEDIAN", "dispersionType": "Full Range", "unitOfMeasure": "h", "timeFrame": "From 0 to 36 h", "groups": [{"id": "OG000", "title": "OXEMET 1000 mg Once Daily", "description": "Eligible participants received single oral metformin (OXEMET) 1000 mg for one day in each of the two treatment periods in a randomized manner. Participants had a washout period of 7 days between two treatment periods and were followed up to 7 days after the last dose of the study drug."}, {"id": "OG001", "title": "GLAFORNIL 1000 mg BID", "description": "Eligible participants received single oral metformin (GLAFORNIL) 500 mg BID for one day each in each of the two treatment periods in a randomized manner. Participants had a washout period of 7 days between two treatment periods and were followed up to 7 days after the last dose of the study drug."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "24"}, {"groupId": "OG001", "value": "24"}]}], "classes": [{"title": "Treatment period 1", "categories": [{"measurements": [{"groupId": "OG000", "value": "3.00", "lowerLimit": "1.00", "upperLimit": "5.00"}, {"groupId": "OG001", "value": "2.48", "lowerLimit": "1.50", "upperLimit": "4.03"}]}]}, {"title": "Treatment period 2", "categories": [{"measurements": [{"groupId": "OG000", "value": "2.74", "lowerLimit": "1.03", "upperLimit": "4.03"}, {"groupId": "OG001", "value": "2.02", "lowerLimit": "0.48", "upperLimit": "3.50"}]}]}]}]}, "adverseEventsModule": {"frequencyThreshold": "0", "timeFrame": "Approximately up to 16 days", "description": "Safety population included all the participants who received at least one dose of the study drug.", "eventGroups": [{"id": "EG000", "title": "OXEMET 1000 mg Once Daily", "description": "Eligible participants received single oral metformin (OXEMET) 1000 milligrams (mg) for one day in each of the two treatment periods in a randomized manner. Participants had a washout period of 7 days between two treatment periods and were followed up to 7 days after the last dose of the study drug.", "deathsNumAffected": 0, "deathsNumAtRisk": 25, "seriousNumAffected": 0, "seriousNumAtRisk": 25, "otherNumAffected": 1, "otherNumAtRisk": 25}, {"id": "EG001", "title": "GLAFORNIL 1000 mg BID", "description": "Eligible participants received single oral metformin (GLAFORNIL) 500 milligrams (mg) twice daily (BID) for one day each in each of the two treatment periods in a randomized manner. Participants had a washout period of 7 days between two treatment periods and were followed up to 7 days after the last dose of the study drug.", "deathsNumAffected": 0, "deathsNumAtRisk": 24, "seriousNumAffected": 0, "seriousNumAtRisk": 24, "otherNumAffected": 0, "otherNumAtRisk": 24}], "otherEvents": [{"term": "Transient headache", "organSystem": "Nervous system disorders", "sourceVocabulary": "MedDRA", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numAffected": 1, "numAtRisk": 25}, {"groupId": "EG001", "numAffected": 0, "numAtRisk": 24}]}]}, "moreInfoModule": {"certainAgreement": {"piSponsorEmployee": false, "restrictionType": "OTHER", "restrictiveAgreement": true, "otherDetails": "GSK agreements may vary with individual investigators, but will not prohibit any investigator from publishing. GSK supports the publication of results from all centers of a multi-center trial but requests that reports based on single-site data not precede the primary publication of the entire clinical trial."}, "pointOfContact": {"title": "GSK Response Center", "organization": "GlaxoSmithKline", "phone": "866-435-7343"}}}, "derivedSection": {"miscInfoModule": {"versionHolder": "2024-06-24"}, "conditionBrowseModule": {"meshes": [{"id": "D000003924", "term": "Diabetes Mellitus, Type 2"}], "ancestors": [{"id": "D000003920", "term": "Diabetes Mellitus"}, {"id": "D000044882", "term": "Glucose Metabolism Disorders"}, {"id": "D000008659", "term": "Metabolic Diseases"}, {"id": "D000004700", "term": "Endocrine System Diseases"}], "browseLeaves": [{"id": "M7115", "name": "Diabetes Mellitus", "relevance": "LOW"}, {"id": "M7119", "name": "Diabetes Mellitus, Type 2", "asFound": "Diabetes Mellitus, Type 2", "relevance": "HIGH"}, {"id": "M11639", "name": "Metabolic Diseases", "relevance": "LOW"}, {"id": "M25403", "name": "Glucose Metabolism Disorders", "relevance": "LOW"}, {"id": "M7862", "name": "Endocrine System Diseases", "relevance": "LOW"}], "browseBranches": [{"abbrev": "BC18", "name": "Nutritional and Metabolic Diseases"}, {"abbrev": "BC19", "name": "Gland and Hormone Related Diseases"}, {"abbrev": "All", "name": "All Conditions"}]}, "interventionBrowseModule": {"meshes": [{"id": "D000008687", "term": "Metformin"}], "ancestors": [{"id": "D000007004", "term": "Hypoglycemic Agents"}, {"id": "D000045505", "term": "Physiological Effects of Drugs"}], "browseLeaves": [{"id": "M11667", "name": "Metformin", "asFound": "Assessment", "relevance": "HIGH"}, {"id": "M10054", "name": "Hypoglycemic Agents", "relevance": "LOW"}], "browseBranches": [{"abbrev": "Hypo", "name": "Hypoglycemic Agents"}, {"abbrev": "All", "name": "All Drugs and Chemicals"}]}}, "hasResults": true}