{"protocolSection": {"identificationModule": {"nctId": "NCT03780387", "orgStudyIdInfo": {"id": "18-2006"}, "secondaryIdInfos": [{"id": "1R01HL135235-01A1", "type": "NIH", "link": "https://reporter.nih.gov/quickSearch/1R01HL135235-01A1"}], "organization": {"fullName": "University of North Carolina, Chapel Hill", "class": "OTHER"}, "briefTitle": "Identification of Allergic Asthmatics Reactive to Felis Catus (Cat Hair) Allergen Inhalation", "officialTitle": "Identification of Allergic Asthmatics Reactive to Felis Catus (Cat Hair) Allergen Inhalation"}, "statusModule": {"statusVerifiedDate": "2022-06", "overallStatus": "TERMINATED", "whyStopped": "Terminated due to COVID-19 pandemic.", "expandedAccessInfo": {"hasExpandedAccess": false}, "startDateStruct": {"date": "2019-04-16", "type": "ACTUAL"}, "primaryCompletionDateStruct": {"date": "2019-11-11", "type": "ACTUAL"}, "completionDateStruct": {"date": "2019-11-11", "type": "ACTUAL"}, "studyFirstSubmitDate": "2018-12-17", "studyFirstSubmitQcDate": "2018-12-17", "studyFirstPostDateStruct": {"date": "2018-12-19", "type": "ACTUAL"}, "resultsFirstSubmitDate": "2022-06-16", "resultsFirstSubmitQcDate": "2022-06-16", "resultsFirstPostDateStruct": {"date": "2022-07-14", "type": "ACTUAL"}, "lastUpdateSubmitDate": "2022-09-22", "lastUpdatePostDateStruct": {"date": "2022-10-18", "type": "ACTUAL"}}, "sponsorCollaboratorsModule": {"responsibleParty": {"type": "SPONSOR"}, "leadSponsor": {"name": "University of North Carolina, Chapel Hill", "class": "OTHER"}, "collaborators": [{"name": "National Heart, Lung, and Blood Institute (NHLBI)", "class": "NIH"}]}, "oversightModule": {"oversightHasDmc": true, "isFdaRegulatedDrug": true, "isFdaRegulatedDevice": false}, "descriptionModule": {"briefSummary": "This study is designed to identify Felis Catus, or cat hair, sensitive asthmatics who demonstrate a late phase asthmatic response after cat hair inhalation. These subjects may be invited to participate in a planned future study investigating novel asthma treatments.", "detailedDescription": "Asthma is an increasingly common chronic illness among children and adults, and allergen exposure is among the most common triggers for asthma exacerbations. Exacerbations of allergic asthma are characterized by an early phase response (EPR), mediated by release of preformed mediators like histamine from mast cells, and a late phase response (LPR) 3-7 hours later mediated by chemokines and cytokines that attract leukocytes such as neutrophils and eosinophils to the airways, increase mucus production, trigger airway smooth muscle contraction, and result in airway constriction and airway hyperreactivity (AHR). The LPR does not occur in the absence of an EPR. The LPR is thought to be predominantly responsible for the symptoms associated with acute exacerbations of allergic asthma and is often used as the measure of efficacy in trials of asthma therapeutics.\n\nThis group has taken a particular interest in targeting an inflammatory cytokine, Interleukin-1β, involved in both the early and late phase asthmatic responses to inhaled allergen in allergic asthmatics. In the lung, interleukin 1 beta (IL-1β) is produced by numerous cell types (including epithelial cells, macrophages, neutrophils, eosinophils, and mast cells), where it signals through its receptor to induce transcription of pro-inflammatory genes (17-19). IL-1β is increased in bronchoalveolar lavage fluid from persons with symptomatic asthma vs. those with asymptomatic asthma; likewise, immunohistochemistry of bronchial biopsies of allergic asthmatics reveal increased expression of IL-1β in both bronchial epithelial cells and macrophages.\n\nIn order to better understand the role of IL-1β in allergen-induced airway inflammation, induced sputum will be obtained to determine if higher baseline sputum IL-1β concentrations or larger increases in IL-1β following allergen challenge impact non-specific airway hyperresponsiveness (via methacholine challenge), sputum granulocyte recruitment (neutrophil and eosinophil counts and exhaled nitric oxide (eNO), a marker of airway eosinophilia), or changes in expression of inflammatory or allergy-related genes. To this last point, little is known about the mechanisms contributing to response patterns in allergic asthmatics undergoing allergen challenge. Changes in gene expression occurring during the window of time between the EPR and LPR, as these expression changes may dictate whether or not a LPR occurs or to what extent it occurs.\n\nThe goal of this screening protocol is to identify subjects who exhibit both an EPR and LPR and who will be eligible for enrollment in the yet to be developed IL-1β protocols. Subjects will undergo a baseline methacholine challenge to establish reactivity, then allergen exposure, followed 24 hours later by methacholine challenge."}, "conditionsModule": {"conditions": ["Asthma Atopic"], "keywords": ["Felis Catus (cat)"]}, "designModule": {"studyType": "INTERVENTIONAL", "phases": ["EARLY_PHASE1"], "designInfo": {"allocation": "NA", "interventionModel": "SINGLE_GROUP", "primaryPurpose": "BASIC_SCIENCE", "maskingInfo": {"masking": "NONE"}}, "enrollmentInfo": {"count": 1, "type": "ACTUAL"}}, "armsInterventionsModule": {"armGroups": [{"label": "Inhaled Allergen Challenge", "type": "EXPERIMENTAL", "description": "Felis Catus sensitive, mild asthmatics will undergo inhaled allergen challenge.", "interventionNames": ["Biological: Felis Catus"]}], "interventions": [{"type": "BIOLOGICAL", "name": "Felis Catus", "description": "Inhalation of Felis Catus allergen in subjects allergic to Felis Catus", "armGroupLabels": ["Inhaled Allergen Challenge"], "otherNames": ["Cat hair", "Cat"]}]}, "outcomesModule": {"primaryOutcomes": [{"measure": "Maximum Change in the Percentage of Forced Expiratory Volume in 1 Second (FEV1)", "description": "Pre-challenge FEV1 is measured just prior to administration of the allergen challenge. FEV1 is measured at regular intervals for 10 hours after the challenge. \\[(Lowest FEV1 value post-challenge - Pre-challenge FEV1 value)/(Pre-challenge FEV1 value)\\]\\*100", "timeFrame": "Pre-challenge to 10 hours post-challenge"}], "secondaryOutcomes": [{"measure": "Levels of IL-1β in Induced Sputum", "description": "Participants will undergo a hypertonic saline induced sputum procedure at baseline (within \\~2 weeks of the allergen challenge), and again at 24 hours following inhaled allergen challenge. IL-1β concentrations in the sputum will be determined via ELISA. In addition to assessing changes in IL-1β levels, we will determine if IL-1β levels are predictive of key asthma outcomes following inhaled allergen challenge (see outcomes 3-7).", "timeFrame": "Baseline and 24 hours post- inhalation challenge"}, {"measure": "Change in the Percentage of Sputum Eosinophils", "description": "Induced sputum obtained pre-challenge and again at 24 hours post-challenge will be assessed for cells. (% eosinophils post-challenge - %eosinophils pre-challenge)", "timeFrame": "Pre-challenge and 24 hours post-challenge"}, {"measure": "Mucins in Sputum", "description": "Sputum mucins will be measured at baseline, and again at 24 hours following inhaled allergen challenge", "timeFrame": "Baseline and 24 hours post- inhalation challenge"}, {"measure": "Number of Participants Who Experience a Late Phase Response (Fall in FEV1≥15%) to Inhaled Allergen", "description": "FEV1 will be measured prior to administration of the inhaled allergen challenge. The maximum drop in FEV1 that occurs during the late phase (3-10 hours after challenge) will be determined.", "timeFrame": "Pre-challenge to 10 hours post-challenge"}, {"measure": "Change in Airway Hyperresponsiveness Measured by Difference in Methacholine Dose Required to Produce a ≥20% Fall in FEV1 (PC20)", "description": "Participants will undergo a methacholine challenge to assess airway hyper-responsiveness at baseline. Changes in methacholine reactivity from baseline to 24 hours post-allergen challenge will be determined. Negative values indicate decrease and positive values indicate increase in doubling. (methacholine PC20 post-challenge - methacholine PC20 pre-challenge).", "timeFrame": "Baseline to 24 hours post-challenge"}, {"measure": "Change in Exhaled Nitric Oxide (eNO) Levels in Ppb", "description": "eNO levels will be measured pre-challenge, and 24 hours post-challenge. (eNO value post-challenge - eNO value pre-challenge)", "timeFrame": "Pre-challenge to 24 hours post-challenge"}, {"measure": "Heart Rate Variability (HRV)", "description": "HRV with Spacelabs technology will be measured 24 hours pre and during inhalation challenge", "timeFrame": "Pre challenge and immediately post challenge"}, {"measure": "Change in Concentration of Inflammatory Cytokines in Nasal Epithelial Lining Fluid", "description": "Nasal fluid collected for analysis of cytokines IL-8, IL-6, IL-1alpha, IL-1 beta. \\[(Cytokine concentration immediately post-challenge) - (cytokine concentration pre-challenge)\\].", "timeFrame": "Pre challenge and immediately post challenge"}, {"measure": "Change in Concentration of Inflammatory Cytokines in Nasal Epithelial Lining Fluid", "description": "Nasal strip to collect cytokines IL-8, IL-6, IL-1alpha, IL-1 beta. \\[(Cytokine concentration 7h post-challenge) - (cytokine concentration pre-challenge)\\].", "timeFrame": "Pre challenge and 7 hours post challenge"}, {"measure": "Change in Concentration of Inflammatory Cytokines in Nasal Epithelial Lining Fluid", "description": "Nasal strip to collect cytokine IL-8, IL-6, IL-1alpha, IL-1 beta. \\[(Cytokine concentration 24h post-challenge) - (cytokine concentration pre-challenge)\\].", "timeFrame": "Pre challenge and 24 hours post challenge"}]}, "eligibilityModule": {"eligibilityCriteria": "Inclusion Criteria:\n\n* Age range 18-45 years, inclusive\n* FEV1 of at least 80% of predicted and FEV1/FVC (Forced Vital Capacity) ratio of at least 0.7 (without use of bronchodilator medications for 8 hours or long acting beta agonists for 24 hours), consistent with lung function of persons with no more than mild episodic or mild persistent asthma.\n* Physician diagnosis of asthma\n* Allergic sensitization to felis catus (cat hair) as confirmed by positive immediate skin prick test response\n* Negative pregnancy test for females who are not s/p hysterectomy or who have been amenorrheic for 12 months or more.\n* Oxygen saturation of \\>94% and blood pressure within the following limits: (Systolic between 150-90 mmHg, Diastolic between 90-60 mmHg).\n\nExclusion Criteria:\n\nClinical contraindications:\n\n* Any chronic medical condition considered by the PI as a contraindication to participation in the study including significant cardiovascular disease, diabetes, chronic renal disease, chronic thyroid disease, history of chronic infections or immunodeficiency.\n* Physician directed emergency treatment for an asthma exacerbation within the preceding 12 months.\n* Exacerbation of asthma more than 2x/week which could be characteristic of a person of moderate or severe persistent asthma as outlined in the current NHLBI guidelines for diagnosis and management of asthma.\n* Daily requirements for albuterol due to asthma symptoms (cough, wheeze, chest tightness) which would be characteristic of a person of moderate or severe persistent asthma as outlined in the current NHLBI guidelines for diagnosis and management of asthma (not to include prophylactic use of albuterol prior to exercise).\n* Viral upper respiratory tract infection within 4 weeks of challenge.\n* Any acute infection requiring antibiotics within 6 weeks of exposure or fever of unknown origin within 6 weeks of challenge.\n* Severe asthma\n* Mental illness or history of drug or alcohol abuse that, in the opinion of the investigator, would interfere with the participant's ability to comply with study requirements.\n* Cigarette smoking \\>1 pack per month\n* Nighttime symptoms of cough or wheeze greater than 1x/week at baseline (not during a clearly recognized viral induced asthma exacerbation) which would be characteristic of a person of moderate or severe persistent asthma as outlined in the current NHLBI guidelines for diagnosis and management of asthma.\n* Allergy/sensitivity to study drugs or their formulations\n* Known hypersensitivity to methacholine or to other parasympathomimetic agents\n* History of intubation for asthma\n* Unwillingness to avoid coffee, tea, cola drinks, chocolate, or other foods containing caffeine after midnight on the days that methacholine challenge testing is to be performed.\n* Unwillingness to use reliable contraception if sexually active (IUD, birth control pills/patch, condoms).\n* Pregnancy or nursing a baby. Female volunteers will be asked to use effective birth control (stable regimen of hormonal contraceptive use for at least 3 months, intrauterine device placement, tubal ligation or endometrial ablation for at least 3 months through at least one week after study completion) and will provide a urine sample to test for pregnancy on study days. If the test is positive or the subject has reason to believe she may be pregnant, she will be dismissed from the study. Women who have been amenorrheic for 12 months may participate. Male volunteers will be asked to use condoms for the duration of the study through at least one week after study completion.\n\nUsage of the following medications:\n\n* Use of systemic steroid therapy within the preceding 12 months for an asthma exacerbation. All use of systemic steroids in the last year will be reviewed by a study physician.\n* Subjects who are prescribed daily inhaled corticosteroids, cromolyn, or leukotriene inhibitors (Montelukast or Zafirlukast) will be required to discontinue these medications at least 2 weeks prior to their screening visit.\n* Use of daily theophylline within the past month.\n* Daily requirement for albuterol due to asthma symptoms (cough, wheeze, chest tightness) which would be characteristic of a person of moderate or severe persistent asthma as outlined in the current NHLBI guidelines for diagnosis and management of asthma. (Not to include prophylactic use of albuterol prior to exercise).\n* Use of any immunosuppressant therapy within the preceding 12 months will be reviewed by the study physician.\n* Receipt of Live Attenuated Influenza Vaccine (LAIV), also known as FluMist®, or any other live viral vaccine within the prior 30 days, or any vaccine for at least 5 days\n* Use of beta blocking medications\n* Antihistamines in the 5 days prior to allergen challenge\n* Routine use of NSAIDs, including aspirin.\n\nPhysical/laboratory indications:\n\n* Abnormalities on lung auscultation\n* Temperature \\>37.8°C\n* Oxygen saturation of \\<94%\n* Systolic BP\\>150 mmHg or \\<90 mmHg or diastolic BP\\>90 mmHg or \\<60 mmHg\n* Inability or unwillingness of a participant to give written informed consent", "healthyVolunteers": false, "sex": "ALL", "minimumAge": "18 Years", "maximumAge": "45 Years", "stdAges": ["ADULT"]}, "contactsLocationsModule": {"overallOfficials": [{"name": "Michelle Hernandez, MD", "affiliation": "University of North Carolina, Chapel Hill", "role": "PRINCIPAL_INVESTIGATOR"}], "locations": [{"facility": "Katie Mills", "city": "Chapel Hill", "state": "North Carolina", "zip": "27599", "country": "United States", "geoPoint": {"lat": 35.9132, "lon": -79.05584}}]}, "ipdSharingStatementModule": {"ipdSharing": "YES", "description": "Individual participant data that underlie the results reported in this article, after deidentification (text, tables, ﬁgures, and appendices).", "infoTypes": ["STUDY_PROTOCOL"], "timeFrame": "Beginning 9 months and ending 36 months following article publication", "accessCriteria": "Investigators whose proposed use of the data has been approved by an independent review committee (\"learned intermediary\") identified for this purpose.\n\nProposals may be submitted up to 36 months following article publication. After 36 months the data will be available in our University's data warehouse but without investigator support other than deposited metadata\n\nRequests for access to individual participant data should be sent to bring44@email.unc.edu or carole.robinette@med.unc.edu. Access will be granted after a data access agreement has been signed with the University of North Carolina (UNC)"}}, "resultsSection": {"participantFlowModule": {"groups": [{"id": "FG000", "title": "Inhaled Allergen Challenge", "description": "Inhalation of Felis Catus allergen in participants with documented allergic sensitization to cat hair.\n\nControl diluent followed by concentrations of Felis Catus allergen administered at 10-minute intervals starting with solutions of 0.31, 0.61, 1.22, 2.44, 4.89, 9.77, 19.5, 39, 78.13, 156.25, 312.5, and 625 BAU/mL via nebulizer until an FEV1 decline \\>/= 20% reached."}], "periods": [{"title": "Overall Study", "milestones": [{"type": "STARTED", "achievements": [{"groupId": "FG000", "numSubjects": "1"}]}, {"type": "COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "1"}]}, {"type": "NOT COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "0"}]}]}]}, "baselineCharacteristicsModule": {"groups": [{"id": "BG000", "title": "Inhaled Allergen Challenge", "description": "Felis Catus sensitive, mild asthmatics will undergo inhaled allergen challenge.\n\nFelis Catus: Inhalation of Felis Catus allergen in subjects allergic to Felis Catus"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "BG000", "value": "1"}]}], "measures": [{"title": "Age, Categorical", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "<=18 years", "measurements": [{"groupId": "BG000", "value": "0"}]}, {"title": "Between 18 and 65 years", "measurements": [{"groupId": "BG000", "value": "1"}]}, {"title": ">=65 years", "measurements": [{"groupId": "BG000", "value": "0"}]}]}]}, {"title": "Sex: Female, Male", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "Female", "measurements": [{"groupId": "BG000", "value": "0"}]}, {"title": "Male", "measurements": [{"groupId": "BG000", "value": "1"}]}]}]}, {"title": "Ethnicity (NIH/OMB)", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "Hispanic or Latino", "measurements": [{"groupId": "BG000", "value": "0"}]}, {"title": "Not Hispanic or Latino", "measurements": [{"groupId": "BG000", "value": "1"}]}, {"title": "Unknown or Not Reported", "measurements": [{"groupId": "BG000", "value": "0"}]}]}]}, {"title": "Race (NIH/OMB)", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "American Indian or Alaska Native", "measurements": [{"groupId": "BG000", "value": "0"}]}, {"title": "Asian", "measurements": [{"groupId": "BG000", "value": "0"}]}, {"title": "Native Hawaiian or Other Pacific Islander", "measurements": [{"groupId": "BG000", "value": "0"}]}, {"title": "Black or African American", "measurements": [{"groupId": "BG000", "value": "0"}]}, {"title": "White", "measurements": [{"groupId": "BG000", "value": "1"}]}, {"title": "More than one race", "measurements": [{"groupId": "BG000", "value": "0"}]}, {"title": "Unknown or Not Reported", "measurements": [{"groupId": "BG000", "value": "0"}]}]}]}, {"title": "Region of Enrollment", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"title": "United States", "categories": [{"measurements": [{"groupId": "BG000", "value": "1"}]}]}]}]}, "outcomeMeasuresModule": {"outcomeMeasures": [{"type": "PRIMARY", "title": "Maximum Change in the Percentage of Forced Expiratory Volume in 1 Second (FEV1)", "description": "Pre-challenge FEV1 is measured just prior to administration of the allergen challenge. FEV1 is measured at regular intervals for 10 hours after the challenge. \\[(Lowest FEV1 value post-challenge - Pre-challenge FEV1 value)/(Pre-challenge FEV1 value)\\]\\*100", "populationDescription": "A single participant completed the cat allergen inhalation challenge.", "reportingStatus": "POSTED", "paramType": "MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "percentage change in FEV1", "timeFrame": "Pre-challenge to 10 hours post-challenge", "groups": [{"id": "OG000", "title": "Inhaled Allergen Challenge", "description": "Inhalation of cat hair allergen in participants with documented allergic sensitization to cat hair"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "1"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "-21", "spread": "NA", "comment": "Standard deviation (SD) not calculated for 1 participant."}]}]}]}, {"type": "SECONDARY", "title": "Levels of IL-1β in Induced Sputum", "description": "Participants will undergo a hypertonic saline induced sputum procedure at baseline (within \\~2 weeks of the allergen challenge), and again at 24 hours following inhaled allergen challenge. IL-1β concentrations in the sputum will be determined via ELISA. In addition to assessing changes in IL-1β levels, we will determine if IL-1β levels are predictive of key asthma outcomes following inhaled allergen challenge (see outcomes 3-7).", "populationDescription": "Samples are typically batch processed and it was cost-prohibitive to run one participant's sample.", "reportingStatus": "POSTED", "timeFrame": "Baseline and 24 hours post- inhalation challenge", "groups": [{"id": "OG000", "title": "Inhaled Allergen Challenge", "description": "Inhalation of cat hair allergen in participants with documented allergic sensitization to cat hair"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "0"}]}]}, {"type": "SECONDARY", "title": "Change in the Percentage of Sputum Eosinophils", "description": "Induced sputum obtained pre-challenge and again at 24 hours post-challenge will be assessed for cells. (% eosinophils post-challenge - %eosinophils pre-challenge)", "populationDescription": "a single participant underwent inhaled cat allergen challenge.", "reportingStatus": "POSTED", "paramType": "MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "percentage of eosinophils", "timeFrame": "Pre-challenge and 24 hours post-challenge", "groups": [{"id": "OG000", "title": "Inhaled Allergen Challenge", "description": "Inhalation of cat hair allergen in participants with documented allergic sensitization to cat hair"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "1"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "-0.16", "spread": "NA", "comment": "SD not calculated for 1 participant."}]}]}]}, {"type": "SECONDARY", "title": "Mucins in Sputum", "description": "Sputum mucins will be measured at baseline, and again at 24 hours following inhaled allergen challenge", "populationDescription": "Samples are typically batch processed and it was cost-prohibitive to run one participant's sample.", "reportingStatus": "POSTED", "timeFrame": "Baseline and 24 hours post- inhalation challenge", "groups": [{"id": "OG000", "title": "Inhaled Allergen Challenge", "description": "Inhalation of cat hair allergen in participants with documented allergic sensitization to cat hair"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "0"}]}]}, {"type": "SECONDARY", "title": "Number of Participants Who Experience a Late Phase Response (Fall in FEV1≥15%) to Inhaled Allergen", "description": "FEV1 will be measured prior to administration of the inhaled allergen challenge. The maximum drop in FEV1 that occurs during the late phase (3-10 hours after challenge) will be determined.", "populationDescription": "A single participant underwent inhaled challenge with cat hair allergen", "reportingStatus": "POSTED", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "timeFrame": "Pre-challenge to 10 hours post-challenge", "groups": [{"id": "OG000", "title": "Inhaled Allergen Challenge", "description": "Inhalation of cat hair allergen in participants with documented allergic sensitization to cat hair"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "1"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "1"}]}]}]}, {"type": "SECONDARY", "title": "Change in Airway Hyperresponsiveness Measured by Difference in Methacholine Dose Required to Produce a ≥20% Fall in FEV1 (PC20)", "description": "Participants will undergo a methacholine challenge to assess airway hyper-responsiveness at baseline. Changes in methacholine reactivity from baseline to 24 hours post-allergen challenge will be determined. Negative values indicate decrease and positive values indicate increase in doubling. (methacholine PC20 post-challenge - methacholine PC20 pre-challenge).", "reportingStatus": "POSTED", "paramType": "MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "mg/mL", "timeFrame": "Baseline to 24 hours post-challenge", "groups": [{"id": "OG000", "title": "Inhaled Allergen Challenge", "description": "Inhalation of cat hair allergen in participants with documented allergic sensitization to cat hair"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "1"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "2.5", "spread": "NA", "comment": "SD not calculated for 1 participant."}]}]}]}, {"type": "SECONDARY", "title": "Change in Exhaled Nitric Oxide (eNO) Levels in Ppb", "description": "eNO levels will be measured pre-challenge, and 24 hours post-challenge. (eNO value post-challenge - eNO value pre-challenge)", "populationDescription": "A single participant underwent inhalation challenge with cat hair allergen.", "reportingStatus": "POSTED", "paramType": "MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "parts per billion", "timeFrame": "Pre-challenge to 24 hours post-challenge", "groups": [{"id": "OG000", "title": "Inhaled Allergen Challenge", "description": "Inhalation of cat hair allergen in participants with documented allergic sensitization to cat hair"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "1"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "-4", "spread": "NA", "comment": "SD not calculated for 1 participant."}]}]}]}, {"type": "SECONDARY", "title": "Heart Rate Variability (HRV)", "description": "HRV with Spacelabs technology will be measured 24 hours pre and during inhalation challenge", "populationDescription": "Monitoring equipment were unavailable after being lost during transit and these data were not collected.", "reportingStatus": "POSTED", "timeFrame": "Pre challenge and immediately post challenge", "groups": [{"id": "OG000", "title": "Inhaled Allergen Challenge", "description": "Inhalation of cat hair allergen in participants with documented allergic sensitization to cat hair"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "0"}]}]}, {"type": "SECONDARY", "title": "Change in Concentration of Inflammatory Cytokines in Nasal Epithelial Lining Fluid", "description": "Nasal fluid collected for analysis of cytokines IL-8, IL-6, IL-1alpha, IL-1 beta. \\[(Cytokine concentration immediately post-challenge) - (cytokine concentration pre-challenge)\\].", "reportingStatus": "POSTED", "paramType": "MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "picograms/mL", "timeFrame": "Pre challenge and immediately post challenge", "groups": [{"id": "OG000", "title": "Inhaled Allergen Challenge", "description": "Inhalation of cat hair allergen in participants with documented allergic sensitization to cat hair"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "1"}]}], "classes": [{"title": "IL-8", "categories": [{"measurements": [{"groupId": "OG000", "value": "-14790.89", "spread": "NA", "comment": "SD not calculated for 1 participant."}]}]}, {"title": "IL-6", "categories": [{"measurements": [{"groupId": "OG000", "value": "-11.54", "spread": "NA", "comment": "SD not calculated for 1 participant."}]}]}, {"title": "IL-1alpha", "categories": [{"measurements": [{"groupId": "OG000", "value": "22.12", "spread": "NA", "comment": "SD not calculated for 1 participant."}]}]}, {"title": "IL-1 beta", "categories": [{"measurements": [{"groupId": "OG000", "value": "-23.71", "spread": "NA", "comment": "SD not calculated for 1 participant."}]}]}]}, {"type": "SECONDARY", "title": "Change in Concentration of Inflammatory Cytokines in Nasal Epithelial Lining Fluid", "description": "Nasal strip to collect cytokines IL-8, IL-6, IL-1alpha, IL-1 beta. \\[(Cytokine concentration 7h post-challenge) - (cytokine concentration pre-challenge)\\].", "reportingStatus": "POSTED", "paramType": "MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "picograms/mL", "timeFrame": "Pre challenge and 7 hours post challenge", "groups": [{"id": "OG000", "title": "Inhaled Allergen Challenge", "description": "Inhalation of cat hair allergen in participants with documented allergic sensitization to cat hair"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "1"}]}], "classes": [{"title": "IL-8", "categories": [{"measurements": [{"groupId": "OG000", "value": "-16076.98", "spread": "NA", "comment": "SD not calculated for 1 participant."}]}]}, {"title": "IL-6", "categories": [{"measurements": [{"groupId": "OG000", "value": "-21.78", "spread": "NA", "comment": "SD not calculated for 1 participant."}]}]}, {"title": "IL-1a", "categories": [{"measurements": [{"groupId": "OG000", "value": "24.52", "spread": "NA", "comment": "SD not calculated for 1 participant."}]}]}, {"title": "IL-1b", "categories": [{"measurements": [{"groupId": "OG000", "value": "4.74", "spread": "NA", "comment": "SD not calculated for 1 participant."}]}]}]}, {"type": "SECONDARY", "title": "Change in Concentration of Inflammatory Cytokines in Nasal Epithelial Lining Fluid", "description": "Nasal strip to collect cytokine IL-8, IL-6, IL-1alpha, IL-1 beta. \\[(Cytokine concentration 24h post-challenge) - (cytokine concentration pre-challenge)\\].", "reportingStatus": "POSTED", "paramType": "MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "picograms/mL", "timeFrame": "Pre challenge and 24 hours post challenge", "groups": [{"id": "OG000", "title": "Inhaled Allergen Challenge", "description": "Inhalation of cat hair allergen in participants with documented allergic sensitization to cat hair"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "1"}]}], "classes": [{"title": "IL-8", "categories": [{"measurements": [{"groupId": "OG000", "value": "-10763.58", "spread": "NA", "comment": "SD not calculated for 1 participant."}]}]}, {"title": "IL-6", "categories": [{"measurements": [{"groupId": "OG000", "value": "7.09", "spread": "NA", "comment": "SD not calculated for 1 participant."}]}]}, {"title": "IL-1a", "categories": [{"measurements": [{"groupId": "OG000", "value": "70.14", "spread": "NA", "comment": "SD not calculated for 1 participant."}]}]}, {"title": "IL-1b", "categories": [{"measurements": [{"groupId": "OG000", "value": "-21.21", "spread": "NA", "comment": "SD not calculated for 1 participant."}]}]}]}]}, "adverseEventsModule": {"frequencyThreshold": "0", "timeFrame": "Adverse event data were collected from the time written informed consent was obtained until 10 days after the inhaled allergen challenge.", "eventGroups": [{"id": "EG000", "title": "Inhaled Allergen Challenge", "description": "Felis Catus sensitive, mild asthmatics will undergo inhaled allergen challenge.\n\nFelis Catus: Inhalation of Felis Catus allergen in subjects allergic to Felis Catus", "deathsNumAffected": 0, "deathsNumAtRisk": 1, "seriousNumAffected": 0, "seriousNumAtRisk": 1, "otherNumAffected": 0, "otherNumAtRisk": 1}]}, "moreInfoModule": {"certainAgreement": {"piSponsorEmployee": true}, "pointOfContact": {"title": "Michelle Hernandez, MD", "organization": "University of North Carolina at Chapel Hill", "email": "michelle_hernandez@med.unc.edu", "phone": "919-843-5383"}}}, "documentSection": {"largeDocumentModule": {"largeDocs": [{"typeAbbrev": "Prot_SAP", "hasProtocol": true, "hasSap": true, "hasIcf": false, "label": "Study Protocol and Statistical Analysis Plan", "date": "2019-05-13", "uploadDate": "2022-06-16T09:54", "filename": "Prot_SAP_000.pdf", "size": 753007}]}}, "derivedSection": {"miscInfoModule": {"versionHolder": "2024-06-24"}, "conditionBrowseModule": {"meshes": [{"id": "D000053120", "term": "Respiratory Aspiration"}, {"id": "D000001249", "term": "Asthma"}], "ancestors": [{"id": "D000012120", "term": "Respiration Disorders"}, {"id": "D000012140", "term": "Respiratory Tract Diseases"}, {"id": "D000010335", "term": "Pathologic Processes"}, {"id": "D000001982", "term": "Bronchial Diseases"}, {"id": "D000008173", "term": "Lung Diseases, Obstructive"}, {"id": "D000008171", "term": "Lung Diseases"}, {"id": "D000012130", "term": "Respiratory Hypersensitivity"}, {"id": "D000006969", "term": "Hypersensitivity, Immediate"}, {"id": "D000006967", "term": "Hypersensitivity"}, {"id": "D000007154", "term": "Immune System Diseases"}], "browseLeaves": [{"id": "M27137", "name": "Respiratory Aspiration", "asFound": "Inhalation", "relevance": "HIGH"}, {"id": "M4556", "name": "Asthma", "asFound": "Asthmatic", "relevance": "HIGH"}, {"id": "M14957", "name": "Respiration Disorders", "relevance": "LOW"}, {"id": "M14977", "name": "Respiratory Tract Diseases", "relevance": "LOW"}, {"id": "M5258", "name": "Bronchial Diseases", "relevance": "LOW"}, {"id": "M11168", "name": "Lung Diseases", "relevance": "LOW"}, {"id": "M11170", "name": "Lung Diseases, Obstructive", "relevance": "LOW"}, {"id": "M10018", "name": "Hypersensitivity", "relevance": "LOW"}, {"id": "M14967", "name": "Respiratory Hypersensitivity", "relevance": "LOW"}, {"id": "M10020", "name": "Hypersensitivity, Immediate", "relevance": "LOW"}, {"id": "M10200", "name": "Immune System Diseases", "relevance": "LOW"}], "browseBranches": [{"abbrev": "BC08", "name": "Respiratory Tract (Lung and Bronchial) Diseases"}, {"abbrev": "BC23", "name": "Symptoms and General Pathology"}, {"abbrev": "All", "name": "All Conditions"}, {"abbrev": "BC20", "name": "Immune System Diseases"}]}}, "hasResults": true}