{"protocolSection": {"identificationModule": {"nctId": "NCT02502734", "orgStudyIdInfo": {"id": "107112"}, "organization": {"fullName": "GlaxoSmithKline", "class": "INDUSTRY"}, "briefTitle": "Effect of Inhaled Fluticasone Furoate on Short-term Growth in Paediatric Subjects With Asthma", "officialTitle": "A Randomised, Double-blind, Two-way Crossover Study to Investigate the Effect of Inhaled Fluticasone Furoate on Short-term Growth in Paediatric Subjects With Asthma"}, "statusModule": {"statusVerifiedDate": "2017-10", "overallStatus": "COMPLETED", "expandedAccessInfo": {"hasExpandedAccess": false}, "startDateStruct": {"date": "2015-09-07", "type": "ACTUAL"}, "primaryCompletionDateStruct": {"date": "2015-12-21", "type": "ACTUAL"}, "completionDateStruct": {"date": "2015-12-21", "type": "ACTUAL"}, "studyFirstSubmitDate": "2015-07-16", "studyFirstSubmitQcDate": "2015-07-16", "studyFirstPostDateStruct": {"date": "2015-07-20", "type": "ESTIMATED"}, "resultsFirstSubmitDate": "2016-06-16", "resultsFirstSubmitQcDate": "2016-06-16", "resultsFirstPostDateStruct": {"date": "2016-07-29", "type": "ESTIMATED"}, "lastUpdateSubmitDate": "2017-10-17", "lastUpdatePostDateStruct": {"date": "2017-11-17", "type": "ACTUAL"}}, "sponsorCollaboratorsModule": {"responsibleParty": {"type": "SPONSOR"}, "leadSponsor": {"name": "GlaxoSmithKline", "class": "INDUSTRY"}}, "oversightModule": {"oversightHasDmc": false}, "descriptionModule": {"briefSummary": "This study will be conducted to evaluate the effect of once daily treatment with fluticasone furoate (FF) on lower leg growth in pediatric subjects with persistent asthma by using knemometry. Approximately 65 paediatric asthmatic subjects, aged 5 to 11 years (inclusive), will be screened to achieve 60 randomised and 50 evaluable subjects. Subjects meeting the eligibility criteria will enter the 2 week run-in period. After completing run-in period, each subject will be randomly allocated to one of two treatment sequences: inhaled fluticasone furoate followed by placebo or placebo followed by inhaled fluticasone furoate. Each treatment will be administered via the ELLIPTA™ dry powder inhaler. The two treatment periods will be separated by a two-week wash-out period. Subjects completing two treatment period will enter into 7 days follow-up period. ARNUITY™ ELLIPTA (FF) is approved in the US for adults and adolescents aged 12 and above.\n\nARNUITY and ELLIPTA are a registered trademarks of the GlaxoSmithKline group of companies."}, "conditionsModule": {"conditions": ["Asthma"], "keywords": ["inhaled corticosteroids", "pediatric subjects", "asthma", "fluticasone furoate"]}, "designModule": {"studyType": "INTERVENTIONAL", "phases": ["PHASE3"], "designInfo": {"allocation": "RANDOMIZED", "interventionModel": "CROSSOVER", "primaryPurpose": "TREATMENT", "maskingInfo": {"masking": "DOUBLE", "whoMasked": ["PARTICIPANT", "INVESTIGATOR"]}}, "enrollmentInfo": {"count": 60, "type": "ACTUAL"}}, "armsInterventionsModule": {"armGroups": [{"label": "Sequence 1: Fluticasone furoate 50 μg and then placebo", "type": "EXPERIMENTAL", "description": "Subjects will receive oral inhalation of FF 50 μg administered via ELLIPTA, once daily (OD) for 14 days +/- 4 days in Period 1 followed by oral inhalation of placebo administered via ELLIPTA, OD for 14 days +/- 4 days in Period 2. The two treatment periods will be separated by a two-week wash-out period. Additionally all subjects will be provided salbutamol inhaler to be used for symptomatic relief of asthma symptoms during both the run-in and treatment periods as needed.", "interventionNames": ["Drug: Fluticasone furoate", "Drug: Placebo", "Drug: Salbutamol"]}, {"label": "Sequence 2: Placebo and then fluticasone furoate 50 μg", "type": "EXPERIMENTAL", "description": "Subjects will receive oral inhalation of placebo administered via ELLIPTA OD for 14 days +/- 4 days in Period 1 followed by receive oral inhalation of FF 50 μg administered via ELLIPTA, OD for 14 days +/- 4 days. The two treatment periods will be separated by a two-week wash-out period. Additionally all subjects will be provided salbutamol inhaler to be used for symptomatic relief of asthma symptoms during both the run-in and treatment periods as needed.", "interventionNames": ["Drug: Fluticasone furoate", "Drug: Placebo", "Drug: Salbutamol"]}], "interventions": [{"type": "DRUG", "name": "Fluticasone furoate", "description": "FF will be provided as a dry powder inhaler containing 50 μg of FF as a dry white powder per blister, to be inhaled orally via ELLIPTA.", "armGroupLabels": ["Sequence 1: Fluticasone furoate 50 μg and then placebo", "Sequence 2: Placebo and then fluticasone furoate 50 μg"]}, {"type": "DRUG", "name": "Placebo", "description": "Placebo will be provided as dry powder inhaler containing placebo as a dry white powder per blister, to be inhaled orally via ELLIPTA.", "armGroupLabels": ["Sequence 1: Fluticasone furoate 50 μg and then placebo", "Sequence 2: Placebo and then fluticasone furoate 50 μg"]}, {"type": "DRUG", "name": "Salbutamol", "description": "Salbutamol will be provided as a inhaler.", "armGroupLabels": ["Sequence 1: Fluticasone furoate 50 μg and then placebo", "Sequence 2: Placebo and then fluticasone furoate 50 μg"]}]}, "outcomesModule": {"primaryOutcomes": [{"measure": "Mean Growth Rate in Lower-leg Growth, as Determined by Knemometry.", "description": "Lower leg growth rate was assessed in growth population as change in the lower leg length from start to end of each 2-week period, divided by time interval (number of days) between the two measurements, multiplied by 7. The Growth Population is defined as the Intent-To-Treat (ITT) population excluding participants having any of the following: did not fulfill growth-specific criteria; did not have growth assessment(s) at any defined time point; withdrawal from study due to adverse events related to major trauma to the legs, major surgery, or severe dehydration; received protocol prohibited medications that may affect short term growth, prior to randomization and during the study; protocol deviations defined in exclusion criteria for growth population. ITT Population consists of all randomized participants who received at least one dose of study drug.", "timeFrame": "Over a two week (14 day) treatment period for FF 50mcg OD and Placebo respectively."}], "secondaryOutcomes": [{"measure": "Number of Participants With Any Adverse Events (AE) and Any Serious Adverse Event (SAE).", "description": "An AE is any untoward medical occurrence in a clinical investigation participant, temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product. Serious Adverse Event (SAE) is defined as any untoward medical occurrence that, at any dose results in death, is life-threatening, requires hospitalization or prolongation of existing hospitalization, results in disability/incapacity, is a congenital anomaly/birth defect. Number of participants with AEs and SAEs have been presented. Two participants randomized to Sequence 1 (Placebo/FF), were treated with placebo in Period 1; however, neither received FF in Period 2, due to premature withdrawal.", "timeFrame": "From the start of study treatment until follow-up (assessed up to 54 days)"}]}, "eligibilityModule": {"eligibilityCriteria": "Inclusion Criteria:\n\n* Aged 5 years to less than 12 years at Visit 1. At least 15 (25%) children of the total study population must be aged 5 to less than 8 years.\n* Male or pre-menarchial female subjects.\n* Subjects must be pre-adolescent without any signs of puberty (Tanner Stage 1).\n* Normal range for their height and weight. Weight and height measurements should fall within the percentile range 3-97% of normal values for age according to Danish growth charts.\n* Have a documented diagnosis of persistent asthma, as defined by the National Institutes of Health for at least 3 months prior to the Screening Visit.\n* A pre-bronchodilatory forced expiratory flow in 1 second (FEV1) at Visit 1 (Screening) \\>=80% predicted. There should be no Short acting beta-agonist (SABA) use within 4 hours of this measurement.\n* Using one of the following asthma therapies prior to entry into the study: SABA inhaler alone (e.g. salbutamol) on an as required basis and/or Regular non-inhaled corticosteroid (ICS) controller medications for asthma (e.g. cromones or leukotriene receptor antagonists) and/or Previously treated with ICS (equipotent to inhaled budesonide \\<=400 micrograms (mcg) total daily dose). There must be no ICS use within 2 weeks of Visit 1 (Screening).\n* Able to replace their current SABA treatment with study supplied rescue SABA provided at Visit 1 for use as needed for the duration of the study.\n* Written informed consent from at least one parent/care giver (legal guardian) and accompanying informed assent from the subject (where the subject is able to provide assent) prior to admission to the study: (1) If applicable, subject must be able and willing to give assent to take part in the study according to the local requirement. The study investigator is accountable for determining a child's capacity to assent to participation in a research study, taking into consideration any standards set by the responsible independent ethics committee (IEC). (2) Subject and their legal guardian(s) understand that the study requires them to be treated on an outpatient basis. (3) Subject and their legal guardian(s) understand that they must comply with study medication and study assessments including recording of peak expiratory flow and rescue SABA use, attending scheduled study visits, and being accessible by a telephone call.\n\nExclusion Criteria:\n\n* A history of life-threatening asthma defined for this protocol as an asthma episode that required intubation, hypercapnea requiring non-invasive ventilatory support, respiratory arrest, hypoxic seizures or asthma-related syncopal episode(s).\n* Subjects with a history of asthma exacerbation requiring the use of systemic corticosteroids (tablets, suspension, or injection) for at least 3 days or a depot corticosteroid injection or emergency room attendance (within 3 months) or requiring hospitalization for asthma (within 6 months) prior to screening.\n* Significant, non-reversible active pulmonary disease (e.g. cystic fibrosis, bronchiectasis, tuberculosis).\n* Culture-documented or suspected bacterial or viral infection of the upper or lower respiratory tract, sinus or middle ear that is not resolved within 4 weeks of Visit 1 and led to a change in asthma management or, in the opinion of the Investigator, is expected to affect the subject's asthma status or the subject's ability to participate in the study.\n* Any fracture in the leg to be measured within 6 months prior to the screening visit.\n* Any metabolic disorders or other diseases that may impact on normal growth patterns.\n* No major surgery requiring general anaesthesia for at least 3 months prior to the screening visit.\n* No febrile illnesses with temperature \\>39 degree celsius for more than five consecutive days within the week preceding the Screening Visit.\n* Any significant abnormality or medical condition identified at the screening medical assessment (including serious psychological disorder) that in the Investigator's opinion, preclude entry into the study due to risk to the subject or that may interfere with the outcome of the study.\n* Clinical visual evidence of candidiasis at Visit 1 (Screening).\n* Use of any of the prohibited medications listed in protocol.\n* Strenuous physical exercise within 3 hours of Visit 1 (Screening)\n* Drug allergies: Any adverse reaction including immediate or delayed hypersensitivity to any intranasal, inhaled, or systemic corticosteroid therapy. Known or suspected sensitivity to the constituents of the ELLIPTA Inhaler (i.e., lactose, FF).\n* Milk Protein Allergy: History of severe milk protein allergy.\n* The subject has participated in a clinical trial and has received an investigational product within the following time period prior to the first dosing day in the current study: 30 days, 5 half-lives or twice the duration of the biological effect of the investigational product (whichever is longer).\n* Exposure to more than 4 investigational medicinal products within 12 months prior to the first dosing day.\n* Unable to use the ELLIPTA inhaler and peak flow meter correctly.\n* An affiliation with the Investigator site: the parents/guardians or child is an immediate family member of the participating Investigator, sub-Investigator, study coordinator, or employee of the participating Investigator.\n* The Parent or Guardian has a history of psychiatric disease, intellectual deficiency, substance abuse or other condition (e.g. inability to read, comprehend or write) which may affect: validity of consent to participate in the study; adequate supervision of the subject during the study; compliance of subject with study medication and study procedures (e.g. completion of daily diary, attending scheduled clinic visits); subject safety and well-being.\n* Children in care: Children who are wards of the government or state are not eligible for participation in this study.", "healthyVolunteers": false, "sex": "ALL", "minimumAge": "5 Years", "maximumAge": "11 Years", "stdAges": ["CHILD"]}, "contactsLocationsModule": {"overallOfficials": [{"name": "GSK Clinical Trials", "affiliation": "GlaxoSmithKline", "role": "STUDY_DIRECTOR"}], "locations": [{"facility": "GSK Investigational Site", "city": "Randers", "zip": "8900", "country": "Denmark", "geoPoint": {"lat": 56.4607, "lon": 10.03639}}]}, "referencesModule": {"references": [{"pmid": "28545804", "type": "DERIVED", "citation": "Wolthers OD, Stone S, Bareille P, Tomkins S, Khindri S. Knemometry Assessment of Short-term Growth in Children With Asthma Receiving Fluticasone Furoate for 2 Weeks: A Randomized, Placebo-controlled, Crossover Trial. Clin Ther. 2017 Jun;39(6):1191-1199. doi: 10.1016/j.clinthera.2017.04.011. Epub 2017 May 22. Erratum In: Clin Ther. 2017 Sep;39(9):1904."}], "seeAlsoLinks": [{"label": "Researchers can use this site to request access to anonymised patient level data and/or supporting documents from clinical studies to conduct further research.", "url": "https://www.clinicalstudydatarequest.com"}], "availIpds": [{"id": "107112", "type": "Informed Consent Form", "url": "https://www.clinicalstudydatarequest.com", "comment": "For additional information about this study please refer to the GSK Clinical Study Register"}, {"id": "107112", "type": "Annotated Case Report Form", "url": "https://www.clinicalstudydatarequest.com", "comment": "For additional information about this study please refer to the GSK Clinical Study Register"}, {"id": "107112", "type": "Individual Participant Data Set", "url": "https://www.clinicalstudydatarequest.com", "comment": "For additional information about this study please refer to the GSK Clinical Study Register"}, {"id": "107112", "type": "Clinical Study Report", "url": "https://www.clinicalstudydatarequest.com", "comment": "For additional information about this study please refer to the GSK Clinical Study Register"}, {"id": "107112", "type": "Study Protocol", "url": "https://www.clinicalstudydatarequest.com", "comment": "For additional information about this study please refer to the GSK Clinical Study Register"}, {"id": "107112", "type": "Dataset Specification", "url": "https://www.clinicalstudydatarequest.com", "comment": "For additional information about this study please refer to the GSK Clinical Study Register"}, {"id": "107112", "type": "Statistical Analysis Plan", "url": "https://www.clinicalstudydatarequest.com", "comment": "For additional information about this study please refer to the GSK Clinical Study Register"}]}, "ipdSharingStatementModule": {"ipdSharing": "YES", "description": "Patient-level data for this study will be made available through www.clinicalstudydatarequest.com following the timelines and process described on this site."}}, "resultsSection": {"participantFlowModule": {"preAssignmentDetails": "A total of 60 participants were randomized to receive one of the two treatment sequences; placebo followed by inhaled fluticasone furoate or inhaled fluticasone furoate followed by placebo. All 60 participants received at least one single dose of study medication.", "recruitmentDetails": "Study consisted of run-in period of two-weeks followed by two treatment periods of 14 days each (+/- 4 days) separated by a 14-day washout period and a follow-up visit of approximately 7 days post last dose. The total participation time in the study was approximately 9 Weeks.", "groups": [{"id": "FG000", "title": "Placebo Followed by Fluticasone Furoate", "description": "Participants received oral inhalation of 50 microgram (mcg) fluticasone furoate (FF) once daily (OD) or placebo for 14 days in either of the treatment periods in a two-way crossover design. Sequence 1 participants received oral inhalation of placebo OD for 14 days +/- 4 days in Treatment Period 1, followed by oral inhalation of FF 50 mcg, OD for 14 days +/- 4 days in Treatment Period 2. The two treatment periods were separated by a two-week wash-out period. Additionally, all participants were provided a salbutamol inhaler for symptomatic relief of asthma symptoms during the 2-week run-in, washout, and treatment periods as needed."}, {"id": "FG001", "title": "Fluticasone Furoate Followed by Placebo", "description": "Participants received oral inhalation of 50 microgram (mcg) fluticasone furoate (FF) once daily (OD) or placebo for 14 days in either of the treatment periods in a two-way crossover design. Sequence 2 participants received oral inhalation of FF 50 mcg, OD for 14 days +/- 4 days in Treatment Period 1 followed by oral inhalation of placebo, OD for 14 days +/- 4 days in Treatment Period 2. The two treatment periods were separated by a two-week wash-out period. Additionally, all participants were provided a salbutamol inhaler for symptomatic relief of asthma symptoms during the 2-week run-in, washout, and treatment periods as needed."}], "periods": [{"title": "Double-blind Treatment Period 1", "milestones": [{"type": "STARTED", "achievements": [{"groupId": "FG000", "numSubjects": "30"}, {"groupId": "FG001", "numSubjects": "30"}]}, {"type": "COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "29"}, {"groupId": "FG001", "numSubjects": "30"}]}, {"type": "NOT COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "1"}, {"groupId": "FG001", "numSubjects": "0"}]}], "dropWithdraws": [{"type": "Adverse Event", "reasons": [{"groupId": "FG000", "numSubjects": "1"}, {"groupId": "FG001", "numSubjects": "0"}]}]}, {"title": "Washout Period", "milestones": [{"type": "STARTED", "achievements": [{"groupId": "FG000", "numSubjects": "29"}, {"groupId": "FG001", "numSubjects": "30"}]}, {"type": "COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "28"}, {"groupId": "FG001", "numSubjects": "30"}]}, {"type": "NOT COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "1"}, {"groupId": "FG001", "numSubjects": "0"}]}], "dropWithdraws": [{"type": "Adverse Event", "reasons": [{"groupId": "FG000", "numSubjects": "1"}, {"groupId": "FG001", "numSubjects": "0"}]}]}, {"title": "Double-blind Treatment Period 2", "milestones": [{"type": "STARTED", "achievements": [{"groupId": "FG000", "numSubjects": "28"}, {"groupId": "FG001", "numSubjects": "30"}]}, {"type": "COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "28"}, {"groupId": "FG001", "numSubjects": "30"}]}, {"type": "NOT COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "0"}, {"groupId": "FG001", "numSubjects": "0"}]}]}]}, "baselineCharacteristicsModule": {"groups": [{"id": "BG000", "title": "Fluticasone Furoate and Placebo in Any of the Two Sequences", "description": "Participants received oral inhalation of 50 microgram (mcg) fluticasone furoate (FF) once daily (OD) or placebo for 14 days in either of the treatment periods in a two-way crossover design. Sequence 1 participants received oral inhalation of placebo OD for 14 days +/- 4 days in Period 1, followed by oral inhalation of FF 50 mcg, OD for 14 days +/- 4 days in Period 2. Sequence 2 participants received oral inhalation of FF 50 mcg, OD for 14 days +/- 4 days in Period 1 followed by oral inhalation of placebo, OD for 14 days +/- 4 days in Period 2. The two treatment periods were separated by a two-week wash-out period. Additionally, all participants were provided a salbutamol inhaler for symptomatic relief of asthma symptoms during the 2-week run-in, washout, and treatment periods as needed."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "BG000", "value": "60"}]}], "measures": [{"title": "Age, Continuous", "paramType": "MEAN", "dispersionType": "STANDARD_DEVIATION", "unitOfMeasure": "Years", "classes": [{"categories": [{"measurements": [{"groupId": "BG000", "value": "8.7", "spread": "1.53"}]}]}]}, {"title": "Sex: Female, Male", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "Female", "measurements": [{"groupId": "BG000", "value": "24"}]}, {"title": "Male", "measurements": [{"groupId": "BG000", "value": "36"}]}]}]}, {"title": "Race/Ethnicity, Customized", "paramType": "NUMBER", "unitOfMeasure": "Participants", "classes": [{"title": "Asian - Central/South Asian Heritage", "categories": [{"measurements": [{"groupId": "BG000", "value": "1"}]}]}, {"title": "White - White/Caucasian/European Heritage", "categories": [{"measurements": [{"groupId": "BG000", "value": "59"}]}]}]}]}, "outcomeMeasuresModule": {"outcomeMeasures": [{"type": "PRIMARY", "title": "Mean Growth Rate in Lower-leg Growth, as Determined by Knemometry.", "description": "Lower leg growth rate was assessed in growth population as change in the lower leg length from start to end of each 2-week period, divided by time interval (number of days) between the two measurements, multiplied by 7. The Growth Population is defined as the Intent-To-Treat (ITT) population excluding participants having any of the following: did not fulfill growth-specific criteria; did not have growth assessment(s) at any defined time point; withdrawal from study due to adverse events related to major trauma to the legs, major surgery, or severe dehydration; received protocol prohibited medications that may affect short term growth, prior to randomization and during the study; protocol deviations defined in exclusion criteria for growth population. ITT Population consists of all randomized participants who received at least one dose of study drug.", "populationDescription": "Growth Population", "reportingStatus": "POSTED", "paramType": "LEAST_SQUARES_MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "millimeter per week", "timeFrame": "Over a two week (14 day) treatment period for FF 50mcg OD and Placebo respectively.", "groups": [{"id": "OG000", "title": "Placebo", "description": "Participants received oral inhalation of placebo OD for 14 days +/- 4 days during Period 1 or Period 2."}, {"id": "OG001", "title": "Fluticasone Furoate", "description": "Participants received oral inhalation of FF 50 mcg, OD for 14 days +/- 4 days during Period 1 or Period 2."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "58"}, {"groupId": "OG001", "value": "58"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "0.3638", "spread": "0.02793"}, {"groupId": "OG001", "value": "0.3118", "spread": "0.02793"}]}]}], "analyses": [{"groupIds": ["OG000", "OG001"], "nonInferiorityType": "NON_INFERIORITY_OR_EQUIVALENCE", "nonInferiorityComment": "Non-inferiority would be demonstrated if the lower limit of the confidence interval (0.025, 1-sided significance test level) for the mean difference in lower-leg growth rate of FF 50 mcg OD versus Placebo was greater than -0.20mm/week.", "pValueComment": "Non-inferiority would be demonstrated if the lower limit of the confidence interval (0.025,1-sided significance test level) for the mean difference in lower-leg growth rate of FF 50 mcg OD versus Placebo was greater than -0.20mm/week.", "statisticalMethod": "ANCOVA", "statisticalComment": "Analysis performed using ANCOVA with covariates period-level baseline and subject-level baseline lower-leg length, age, gender, treatment and period.", "paramType": "Mean Difference (Final Values)", "paramValue": "-0.0520", "ciPctValue": "95", "ciNumSides": "TWO_SIDED", "ciLowerLimit": "-0.1217", "ciUpperLimit": "0.0176"}]}, {"type": "SECONDARY", "title": "Number of Participants With Any Adverse Events (AE) and Any Serious Adverse Event (SAE).", "description": "An AE is any untoward medical occurrence in a clinical investigation participant, temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product. Serious Adverse Event (SAE) is defined as any untoward medical occurrence that, at any dose results in death, is life-threatening, requires hospitalization or prolongation of existing hospitalization, results in disability/incapacity, is a congenital anomaly/birth defect. Number of participants with AEs and SAEs have been presented. Two participants randomized to Sequence 1 (Placebo/FF), were treated with placebo in Period 1; however, neither received FF in Period 2, due to premature withdrawal.", "populationDescription": "ITT Population", "reportingStatus": "POSTED", "paramType": "NUMBER", "unitOfMeasure": "Participants", "timeFrame": "From the start of study treatment until follow-up (assessed up to 54 days)", "groups": [{"id": "OG000", "title": "Placebo", "description": "Participants received oral inhalation of placebo OD for 14 days +/- 4 days during Period 1 or Period 2"}, {"id": "OG001", "title": "Fluticasone Furoate", "description": "Participants received oral inhalation of FF 50 mcg, OD for 14 days +/- 4 days during Period 1 or Period 2"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "60"}, {"groupId": "OG001", "value": "58"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "15"}, {"groupId": "OG001", "value": "7"}]}]}]}]}, "adverseEventsModule": {"frequencyThreshold": "3", "timeFrame": "SAEs and non-serious AEs were collected from start of study medication through the Study Phase (7 weeks post-dose) and assessed up to 54 days. AEs reported during the wash-out and follow-up period are considered post-treatment and are not presented.", "description": "On-treatment Serious Adverse Events (SAEs) and non-serious Adverse Events (AEs) are reported for the ITT Population, which comprises of all randomized participants who received at least one dose of study treatment.", "eventGroups": [{"id": "EG000", "title": "Placebo", "description": "Participants received oral inhalation of placebo OD for 14 days +/- 4 days during Period 1 or Period 2", "seriousNumAffected": 1, "seriousNumAtRisk": 60, "otherNumAffected": 15, "otherNumAtRisk": 60}, {"id": "EG001", "title": "Fluticasone Furoate", "description": "Participants received oral inhalation of FF 50 mcg, OD for 14 days +/- 4 days during Period 1 or Period 2", "seriousNumAffected": 0, "seriousNumAtRisk": 58, "otherNumAffected": 7, "otherNumAtRisk": 58}], "seriousEvents": [{"term": "Asthma", "organSystem": "Respiratory, thoracic and mediastinal disorders", "sourceVocabulary": "MedDRA version 18.1", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numAffected": 1, "numAtRisk": 60}, {"groupId": "EG001", "numAffected": 0, "numAtRisk": 58}]}], "otherEvents": [{"term": "Headache", "organSystem": "Nervous system disorders", "sourceVocabulary": "MedDRA version 18.1", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numAffected": 8, "numAtRisk": 60}, {"groupId": "EG001", "numAffected": 3, "numAtRisk": 58}]}, {"term": "Nasopharyngitis", "organSystem": "Infections and infestations", "sourceVocabulary": "MedDRA version 18.1", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numAffected": 5, "numAtRisk": 60}, {"groupId": "EG001", "numAffected": 4, "numAtRisk": 58}]}, {"term": "Cough", "organSystem": "Respiratory, thoracic and mediastinal disorders", "sourceVocabulary": "MedDRA version 18.1", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numAffected": 3, "numAtRisk": 60}, {"groupId": "EG001", "numAffected": 2, "numAtRisk": 58}]}, {"term": "Oropharyngeal pain", "organSystem": "Respiratory, thoracic and mediastinal disorders", "sourceVocabulary": "MedDRA version 18.1", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numAffected": 3, "numAtRisk": 60}, {"groupId": "EG001", "numAffected": 2, "numAtRisk": 58}]}, {"term": "Pyrexia", "organSystem": "General disorders", "sourceVocabulary": "MedDRA version 18.1", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numAffected": 2, "numAtRisk": 60}, {"groupId": "EG001", "numAffected": 0, "numAtRisk": 58}]}]}, "moreInfoModule": {"certainAgreement": {"piSponsorEmployee": false, "restrictionType": "OTHER", "restrictiveAgreement": true, "otherDetails": "GSK agreements may vary with individual investigators, but will not prohibit any investigator from publishing. GSK supports the publication of results from all centers of a multi-center trial but requests that reports based on single-site data not precede the primary publication of the entire clinical trial."}, "pointOfContact": {"title": "GSK Response Center", "organization": "GlaxoSmithKline", "phone": "866-435-7343"}}}, "derivedSection": {"miscInfoModule": {"versionHolder": "2024-06-24"}, "conditionBrowseModule": {"meshes": [{"id": "D000001249", "term": "Asthma"}], "ancestors": [{"id": "D000001982", "term": "Bronchial Diseases"}, {"id": "D000012140", "term": "Respiratory Tract Diseases"}, {"id": "D000008173", "term": "Lung Diseases, Obstructive"}, {"id": "D000008171", "term": "Lung Diseases"}, {"id": "D000012130", "term": "Respiratory Hypersensitivity"}, {"id": "D000006969", "term": "Hypersensitivity, Immediate"}, {"id": "D000006967", "term": "Hypersensitivity"}, {"id": "D000007154", "term": "Immune System Diseases"}], "browseLeaves": [{"id": "M27137", "name": "Respiratory Aspiration", "relevance": "LOW"}, {"id": "M4556", "name": "Asthma", "asFound": "Asthma", "relevance": "HIGH"}, {"id": "M5258", "name": "Bronchial Diseases", "relevance": "LOW"}, {"id": "M14977", "name": "Respiratory Tract Diseases", "relevance": "LOW"}, {"id": "M11168", "name": "Lung Diseases", "relevance": "LOW"}, {"id": "M11170", "name": "Lung Diseases, Obstructive", "relevance": "LOW"}, {"id": "M10018", "name": "Hypersensitivity", "relevance": "LOW"}, {"id": "M14967", "name": "Respiratory Hypersensitivity", "relevance": "LOW"}, {"id": "M10020", "name": "Hypersensitivity, Immediate", "relevance": "LOW"}, {"id": "M10200", "name": "Immune System Diseases", "relevance": "LOW"}], "browseBranches": [{"abbrev": "BC08", "name": "Respiratory Tract (Lung and Bronchial) Diseases"}, {"abbrev": "BC23", "name": "Symptoms and General Pathology"}, {"abbrev": "All", "name": "All Conditions"}, {"abbrev": "BC20", "name": "Immune System Diseases"}]}, "interventionBrowseModule": {"meshes": [{"id": "D000068298", "term": "Fluticasone"}, {"id": "C000716389", "term": "Xhance"}, {"id": "D000000420", "term": "Albuterol"}], "ancestors": [{"id": "D000000893", "term": "Anti-Inflammatory Agents"}, {"id": "D000001993", "term": "Bronchodilator Agents"}, {"id": "D000001337", "term": "Autonomic Agents"}, {"id": "D000018373", "term": "Peripheral Nervous System Agents"}, {"id": "D000045505", "term": "Physiological Effects of Drugs"}, {"id": "D000018927", "term": "Anti-Asthmatic Agents"}, {"id": "D000019141", "term": "Respiratory System Agents"}, {"id": "D000003879", "term": "Dermatologic Agents"}, {"id": "D000018926", "term": "Anti-Allergic Agents"}, {"id": "D000015149", "term": "Tocolytic Agents"}, {"id": "D000012102", "term": "Reproductive Control Agents"}, {"id": "D000058666", "term": "Adrenergic beta-2 Receptor Agonists"}, {"id": "D000000318", "term": "Adrenergic beta-Agonists"}, {"id": "D000000322", "term": "Adrenergic Agonists"}, {"id": "D000018663", "term": "Adrenergic Agents"}, {"id": "D000018377", "term": "Neurotransmitter Agents"}, {"id": "D000045504", "term": "Molecular Mechanisms of Pharmacological Action"}], "browseLeaves": [{"id": "M3767", "name": "Albuterol", "asFound": "Upper limb", "relevance": "HIGH"}, {"id": "M250", "name": "Fluticasone", "asFound": "Pembrolizumab", "relevance": "HIGH"}, {"id": "M353494", "name": "Xhance", "asFound": "Clinic visit", "relevance": "HIGH"}, {"id": "M4217", "name": "Anti-Inflammatory Agents", "relevance": "LOW"}, {"id": "M5269", "name": "Bronchodilator Agents", "relevance": "LOW"}, {"id": "M20963", "name": "Anti-Asthmatic Agents", "relevance": "LOW"}, {"id": "M21137", "name": "Respiratory System Agents", "relevance": "LOW"}, {"id": "M7074", "name": "Dermatologic Agents", "relevance": "LOW"}, {"id": "M20962", "name": "Anti-Allergic Agents", "relevance": "LOW"}, {"id": "M17869", "name": "Tocolytic Agents", "relevance": "LOW"}, {"id": "M20746", "name": "Adrenergic Agents", "relevance": "LOW"}, {"id": "M3670", "name": "Adrenergic beta-Agonists", "relevance": "LOW"}, {"id": "M3673", "name": "Adrenergic Agonists", "relevance": "LOW"}, {"id": "M20504", "name": "Neurotransmitter Agents", "relevance": "LOW"}], "browseBranches": [{"abbrev": "Repr", "name": "Reproductive Control Agents"}, {"abbrev": "Resp", "name": "Respiratory System Agents"}, {"abbrev": "All", "name": "All Drugs and Chemicals"}, {"abbrev": "AAll", "name": "Anti-Allergic Agents"}, {"abbrev": "Infl", "name": "Anti-Inflammatory Agents"}, {"abbrev": "Derm", "name": "Dermatologic Agents"}]}}, "hasResults": true}