{"protocolSection": {"identificationModule": {"nctId": "NCT01524198", "orgStudyIdInfo": {"id": "08-MED520-02"}, "organization": {"fullName": "King Saud University", "class": "OTHER"}, "briefTitle": "The Use of Inhaled Corticosteroids in the Treatment of Asthma is Children in the Emergency Room", "officialTitle": "The Use of Inhaled Corticosteroids in the Treatment of Asthma is Children in the Emergency Room"}, "statusModule": {"statusVerifiedDate": "2014-02", "overallStatus": "COMPLETED", "expandedAccessInfo": {"hasExpandedAccess": false}, "startDateStruct": {"date": "2010-11"}, "primaryCompletionDateStruct": {"date": "2012-04", "type": "ACTUAL"}, "completionDateStruct": {"date": "2012-04", "type": "ACTUAL"}, "studyFirstSubmitDate": "2012-01-30", "studyFirstSubmitQcDate": "2012-01-30", "studyFirstPostDateStruct": {"date": "2012-02-01", "type": "ESTIMATED"}, "resultsFirstSubmitDate": "2013-11-02", "resultsFirstSubmitQcDate": "2013-12-20", "resultsFirstPostDateStruct": {"date": "2014-02-13", "type": "ESTIMATED"}, "lastUpdateSubmitDate": "2014-02-12", "lastUpdatePostDateStruct": {"date": "2014-03-13", "type": "ESTIMATED"}}, "sponsorCollaboratorsModule": {"responsibleParty": {"type": "PRINCIPAL_INVESTIGATOR", "investigatorFullName": "AAlangari", "investigatorTitle": "Associate Professor of Pediatrics", "investigatorAffiliation": "King Saud University"}, "leadSponsor": {"name": "King Saud University", "class": "OTHER"}, "collaborators": [{"name": "King Fahad Medical City", "class": "OTHER_GOV"}]}, "oversightModule": {"oversightHasDmc": true}, "descriptionModule": {"briefSummary": "Asthma is the most common chronic illness of childhood. About 10% of children are affected. Not surprisingly, acute asthma exacerbations are one of the common reasons to visit pediatric emergency rooms (ER). About 5.7% of all pediatric emergency room visits are due to acute asthma exacerbation. Around 8% of those get admitted to the hospital. This constitutes huge financial and administrative burden on the health care system.\n\nInhaled corticosteroids (ICS) is the gold standard prophylactic therapy for patients with persistent asthma. In the setting of acute asthma exacerbation systemic steroids given early in the course of treatment help decrease the rate of admission and return to the ER. However, the anti-inflammatory action of corticosteroids, through which this effect is caused, takes 4 hours to start working. This is because it is mediated through genomic pathways where the transcription of several inflammatory cytokines is suppressed. It was also shown that corticosteroids can cause vasoconstriction through non-genomic pathways. The onset of this action is as quick as 30-60 minutes. It is proposed that this action is mediated by blocking the extraneuronal uptake (metabolism) of norepinephrine in vascular smooth muscle cells, hence, making it available for re-use by the sympathetic neuronal cells.\n\nOur objective is to compare the efficacy of adding repetitive sequential doses of budesonide versus placebo (normal saline (NS)) to β2-agonist and ipratropium bromide (IB) combination (standard treatment) in the management of acute asthma in children in the ER. We hypothesize that the addition of budesonide to β2-agonist and IB in the management of moderate to severe acute asthma in the ER is superior to the addition of placebo.", "detailedDescription": "Asthma is the most common chronic disease of childhood and the most common cause of admission of children to the hospital. Children in Saudi Arabia have a relatively high prevalence of asthma compared to many other countries for reasons that are not clear. The prevalence has increased during the past 20 years2 following, and sometimes exceeding, the same pattern noted in Western countries one decade ago. As stated earlier about 5.7% of all ER asthma visits are because of asthma exacerbation and about 8% of those children gets admitted to the hospital.\n\nCorticosteroids (CS) can show two different effects on acute asthma patients:\n\n1. The classic anti-inflammatory or genomic action implicates the activation or repression of multiple genes involved in the inflammatory process. Thus, CS produce their effects on cells by activating glucocorticoid receptors that alter transcription through direct DNA binding. In addition, ligand activated glucocorticoid receptor (GR) can bind pro-inflammatory transcription factors like NFkB (Nuclear Factor kappa B) or activating protein-1 leading to their inactivation. Consequently, CS increase the synthesis of anti-inflammatory proteins, or inhibit the synthesis of many inflammatory proteins through activation or suppression of the genes that encode them. Moreover, CS has been shown to block the production of several pro-inflammatory cytokines by increasing their mRNA (messenger ribonucleic acid) degradation rate. These effects occur with a time lag of about 4-24 hours. So far all the recommended uses of CS in asthma therapy are related to this mode of action, including the use of systemic CS in patients with asthma exacerbation in the emergency room.\n2. The nongenomic action, which has a rapid onset (minutes), is reversible (short duration of 60-90 minutes), and is dose dependent. A protective effect was demonstrated 2 hours after a single dose of 100 mcg of fluticasone propionate inhaler using bronchial provocation with cyclic adenosine monophosphate (cAMP). Higher doses were reported to cause more significant effects. Asthmatics present a significant increase in airway mucosal blood flow in comparison with healthy subjects. Calculated as in the volume of the conducting airways from the trachea to the terminal bronchioles, mean airway blood flow values were 24-77% higher in asthmatics than in healthy controls. The inhalation of fluticasone (880 mcg) or budesonide (400 mcg) significantly decreases blood flow in both groups, but more in asthmatics. Evidence suggests that CS decrease airway blood flow by modulating sympathetic control of vascular tone. CS inhibit the extra-neuronal monoamine transporter- mediated uptake of norepinephrine by bronchial arterial smooth muscle cells, therefore, potentiating noradrenergic neurotransmission in the airway vasculature. This action is possibly mediated by binding of CS to membrane bound GR in smooth muscle cells of human airway blood vessels. This effect is a topical local one and is a feature of Inhaled CS (ICS) rather that systemic CS (SCS). Furthermore, this decrease in airway blood flow is likely to enhance the action of inhaled bronchodilators by diminishing their clearance from the airway. Thus, simultaneous administration of ICS and bronchodilators could be of clinical significance. Accordingly, ICS would have to be administered simultaneously with bronchodilators in high and repeated or sequential doses as a way to obtain and maintain the effect throughout the time. Since ICS induced vasoconstriction peaks between 30 and 60 min after drug administration, their use in intervals not more that 30 min seems adequate.\n\nA recent meta-analysis comparing ICS with SCS; or ICS and SCS combination to placebo and SCS combination in the Emergency Room (ER), included 17 different randomized double blind placebo controlled trials with data for 1,133 subjects (470 adults and 663 children) were available for analysis. It concluded that ICS presents early beneficial effects (within 1 to 2 h) in terms of clinical and spirometric variables when used in 3 or more doses administered in time intervals ≤ 30 min over 90 to 120 min. ICS lead to a significant reduction in admission rate at 2 to 4 hours with only 10 subjects needed to be treated to prevent one admission. The nongenomic effect was suggested as a possible candidate by covering the link between molecular pathways and the clinical effects of CS. However, this issue remains controversial and the current asthma guidelines published by the National Heart, Lung, and Blood Institute (NHLBI) in the USA do not include the use of inhaled glucocorticoids in the treatment of asthma in the ER, while the Global Initiative for Asthma (GINA) guidelines suggested that it can be effective. This subject clearly needs to be studied further.\n\nThe addition of inhaled anti-cholinergics (Ipratropium Bromide (IB)) to β2-agonists in the treatment of asthma in the ER was shown to be effective, especially in severe asthma, and is now considered a standard therapy. However, very limited data exist in comparing the addition of ICS to anti-cholinergics and β2-agonists combination in adults. In one study the use of triple therapy was superior to the combination of β2-agonist with either IB or ICS. Up to our knowledge, this issue was not previously investigated in children. Moreover, the protocols used for adults may not be practical for the use in children.\n\nExhaled NO is a marker of airway inflammation. Its level is increased in several conditions of chronic airway inflammation. It correlates well with sputum eosinophilia and bronchial hyper-reactivity in none steroid treated subjects. It is useful as an adjunct in asthma diagnosis, monitoring asthma control, adherence to ICS, and in predicting asthma exacerbations. Its usefulness in the assessment of the severity of asthma exacerbations and response to treatment in the emergency room has not been determined yet. Few studies have shown that the measurement of Fractional Exhaled Nitric Oxide (FeNO) in the emergency room did not correlate with asthma severity or predict treatment outcomes. It also did not correlate with other measurements like symptom score or PEFR (peak expiratory flow rate). However, those studies were not in the same setting as we are proposing here. In other words, they were using standard medications only. Nevertheless, this issue needs to be studied further, especially with the evidence that ligand binding of the cytoplasmic GR leads to rapid activation of the NO synthase in endothelial cells and thereby may alter the level of FeNO. This study is a good opportunity to examine the value of measuring FeNO in the emergency especially that its measurement is easy, reliable and reproducible. The availability of new portable, valid, and reliable devices to measure FeNO (NIOX Mino) makes it even more attractive.\n\nUp to our knowledge, the design we are proposing here has not been studied before.\n\nOur objective is to compare the efficacy of adding repetitive sequential doses of budesonide versus placebo (normal saline (NS)) to β2-agonist and ipratropium bromide (IB) combination (standard treatment) in the management of acute asthma in children in the ER. We hypothesize that the addition of Budesonide to β2-agonist and IB in the management of moderate to severe acute asthma in the ER is superior to the addition of placebo."}, "conditionsModule": {"conditions": ["Status Asthmaticus"]}, "designModule": {"studyType": "INTERVENTIONAL", "phases": ["PHASE2", "PHASE3"], "designInfo": {"allocation": "RANDOMIZED", "interventionModel": "PARALLEL", "primaryPurpose": "TREATMENT", "maskingInfo": {"masking": "TRIPLE", "whoMasked": ["PARTICIPANT", "CARE_PROVIDER", "INVESTIGATOR"]}}, "enrollmentInfo": {"count": 945, "type": "ACTUAL"}}, "armsInterventionsModule": {"armGroups": [{"label": "Normal Saline", "type": "PLACEBO_COMPARATOR", "description": "Subjects who are receiving normal saline (NS) in addition to Albuterol 2.5 mg if \\< 20 kg or 5 mg if \\>= 20 kg body weight and ipratropium bromide (IB) 250 mcg; 3 nebulizations back to back", "interventionNames": ["Drug: Normal saline"]}, {"label": "Budesonide", "type": "ACTIVE_COMPARATOR", "description": "Subjects with acute asthma exacerbation who receive Budesonide 500 mcg, in addition to Albuterol 2.5 mg if \\< 20 kg body weight or 5 mg if \\>= 20 kg body weight and Ipratropium Bromine (IB) 250 mcg; 3 nebulization doses back to back", "interventionNames": ["Drug: Budesonide"]}], "interventions": [{"type": "DRUG", "name": "Budesonide", "description": "500 mcg budesonide plus Albuterol plus ipratropium bromide (IB) nebulization, 3 doses back to back", "armGroupLabels": ["Budesonide"], "otherNames": ["Pulmicort"]}, {"type": "DRUG", "name": "Normal saline", "description": "0.5 ml to 1.5 ml normal saline (to complete 3 mls total volume), plus albuterol plus ipratropium bromide nebulizations 3 doses back to back", "armGroupLabels": ["Normal Saline"]}]}, "outcomesModule": {"primaryOutcomes": [{"measure": "Patients Hospitalization Rate", "description": "The number of patients hospitalized over the study period (17 months).", "timeFrame": "17 months"}], "secondaryOutcomes": [{"measure": "Change in Asthma Score From Baseline as Compared to the Score at Disposition", "description": "A negative change of asthma score from baseline measurement to measurement at disposition, which could be at 2, 3, or 4 hours time points would indicate a decrese in asthma severity. The asthma score ranged between 5 and 15 points as in the protocol, where 5 is the mildest and 15 is the most severe.", "timeFrame": "2, 3, or 4 hours from baseline"}]}, "eligibilityModule": {"eligibilityCriteria": "Inclusion Criteria:\n\n* Children 2-12 years of age with physician diagnosed asthma or a previous episode of SOB that responded well to β2-agonists who present to the ER with moderate or severe asthma exacerbation\n\nExclusion Criteria:\n\n* Children with mild asthma exacerbation.\n* Children with severe asthma exacerbation who are in critical condition or need immediate intervention.\n* Children who have heart disease or chronic lung disease other than asthma.\n* Systemic steroids administered within the past 7 days.", "healthyVolunteers": false, "sex": "ALL", "minimumAge": "2 Years", "maximumAge": "12 Years", "stdAges": ["CHILD"]}, "contactsLocationsModule": {"overallOfficials": [{"name": "Abdullah A Alangari, MBBS", "affiliation": "King Saud University", "role": "PRINCIPAL_INVESTIGATOR"}], "locations": [{"facility": "King Fahad Medical City", "city": "Riyadh", "zip": "11525", "country": "Saudi Arabia", "geoPoint": {"lat": 24.68773, "lon": 46.72185}}]}, "referencesModule": {"references": [{"pmid": "24384609", "type": "DERIVED", "citation": "Alangari AA, Malhis N, Mubasher M, Al-Ghamedi N, Al-Tannir M, Riaz M, Umetsu DT, Al-Tamimi S. Budesonide nebulization added to systemic prednisolone in the treatment of acute asthma in children: a double-blind, randomized, controlled trial. Chest. 2014 Apr;145(4):772-778. doi: 10.1378/chest.13-2298."}]}}, "resultsSection": {"participantFlowModule": {"groups": [{"id": "FG000", "title": "Normal Saline, Albuterol, Ipratropium Bromide", "description": "Subjects who are receiving normal saline in addition to Albuterol 2.5 mg if \\< 20 kg or 5 mg if \\>= 20 kg body weight and ipratropium bromide (IB) 250 mcg; 3 nebulizations back to back"}, {"id": "FG001", "title": "Budesonide, Albuterol, Ipratropium Bromide", "description": "Subjects with acute asthma exacerbation who receive Budesonide 500 mcg, in addition to Albuterol 2.5 mg if \\< 20 kg body weight or 5 mg if \\>= 20 kg body weight and Ipratropium Bromine (IB) 250 mcg; 3 nebulization doses back to back"}], "periods": [{"title": "Overall Study", "milestones": [{"type": "STARTED", "achievements": [{"groupId": "FG000", "numSubjects": "471"}, {"groupId": "FG001", "numSubjects": "474"}]}, {"type": "COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "448"}, {"groupId": "FG001", "numSubjects": "458"}]}, {"type": "NOT COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "23"}, {"groupId": "FG001", "numSubjects": "16"}]}], "dropWithdraws": [{"type": "Protocol Violation", "reasons": [{"groupId": "FG000", "numSubjects": "8"}, {"groupId": "FG001", "numSubjects": "6"}]}, {"type": "Withdrawal by Subject", "reasons": [{"groupId": "FG000", "numSubjects": "15"}, {"groupId": "FG001", "numSubjects": "10"}]}]}]}, "baselineCharacteristicsModule": {"groups": [{"id": "BG000", "title": "Normal Saline, Albuterol, Ipratropium Bromide", "description": "Subjects who are receiving normal saline in addition to Albuterol 2.5 mg if \\< 20 kg or 5 mg if \\>= 20 kg body weight and ipratropium bromide (IB) 250 mcg; 3 nebulizations back to back"}, {"id": "BG001", "title": "Budesonide, Albuterol, Ipratropium Bromide", "description": "Subjects with acute asthma exacerbation who receive Budesonide 500 mcg, in addition to Albuterol 2.5 mg if \\< 20 kg body weight or 5 mg if \\>= 20 kg body weight and Ipratropium Bromine (IB) 250 mcg; 3 nebulization doses back to back"}, {"id": "BG002", "title": "Total", "description": "Total of all reporting groups"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "BG000", "value": "448"}, {"groupId": "BG001", "value": "458"}, {"groupId": "BG002", "value": "906"}]}], "measures": [{"title": "Age, Categorical", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "<=18 years", "measurements": [{"groupId": "BG000", "value": "448"}, {"groupId": "BG001", "value": "458"}, {"groupId": "BG002", "value": "906"}]}, {"title": "Between 18 and 65 years", "measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "0"}, {"groupId": "BG002", "value": "0"}]}, {"title": ">=65 years", "measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "0"}, {"groupId": "BG002", "value": "0"}]}]}]}, {"title": "Sex: Female, Male", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "Female", "measurements": [{"groupId": "BG000", "value": "161"}, {"groupId": "BG001", "value": "156"}, {"groupId": "BG002", "value": "317"}]}, {"title": "Male", "measurements": [{"groupId": "BG000", "value": "287"}, {"groupId": "BG001", "value": "302"}, {"groupId": "BG002", "value": "589"}]}]}]}, {"title": "Region of Enrollment", "paramType": "NUMBER", "unitOfMeasure": "participants", "classes": [{"title": "Saudi Arabia", "categories": [{"measurements": [{"groupId": "BG000", "value": "448"}, {"groupId": "BG001", "value": "458"}, {"groupId": "BG002", "value": "906"}]}]}]}]}, "outcomeMeasuresModule": {"outcomeMeasures": [{"type": "PRIMARY", "title": "Patients Hospitalization Rate", "description": "The number of patients hospitalized over the study period (17 months).", "reportingStatus": "POSTED", "paramType": "NUMBER", "unitOfMeasure": "participants", "timeFrame": "17 months", "groups": [{"id": "OG000", "title": "Normal Saline, Albuterol, Ipratropium Bromide", "description": "Subjects who are receiving normal saline in addition to Albuterol 2.5 mg if \\< 20 kg or 5 mg if \\>= 20 kg body weight and ipratropium bromide (IB) 250 mcg; 3 nebulizations back to back"}, {"id": "OG001", "title": "Budesonide, Albuterol, Ipratropium Bromide", "description": "Subjects with acute asthma exacerbation who receive Budesonide 500 mcg, in addition to Albuterol 2.5 mg if \\< 20 kg body weight or 5 mg if \\>= 20 kg body weight and Ipratropium Bromine (IB) 250 mcg; 3 nebulization doses back to back"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "448"}, {"groupId": "OG001", "value": "458"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "82"}, {"groupId": "OG001", "value": "75"}]}]}]}, {"type": "SECONDARY", "title": "Change in Asthma Score From Baseline as Compared to the Score at Disposition", "description": "A negative change of asthma score from baseline measurement to measurement at disposition, which could be at 2, 3, or 4 hours time points would indicate a decrese in asthma severity. The asthma score ranged between 5 and 15 points as in the protocol, where 5 is the mildest and 15 is the most severe.", "reportingStatus": "POSTED", "paramType": "MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "units on asthma score", "timeFrame": "2, 3, or 4 hours from baseline", "groups": [{"id": "OG000", "title": "Normal Saline, Albuterol, Ipratropium Bromide", "description": "Subjects who are receiving normal saline in addition to Albuterol 2.5 mg if \\< 20 kg or 5 mg if \\>= 20 kg body weight and ipratropium bromide (IB) 250 mcg; 3 nebulizations back to back"}, {"id": "OG001", "title": "Budesonide, Albuterol, Ipratropium Bromide", "description": "Subjects with acute asthma exacerbation who receive Budesonide 500 mcg, in addition to Albuterol 2.5 mg if \\< 20 kg body weight or 5 mg if \\>= 20 kg body weight and Ipratropium Bromine (IB) 250 mcg; 3 nebulization doses back to back"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "448"}, {"groupId": "OG001", "value": "458"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "-4.58", "spread": "2.33"}, {"groupId": "OG001", "value": "-4.77", "spread": "2.31"}]}]}]}]}, "adverseEventsModule": {"frequencyThreshold": "1", "eventGroups": [{"id": "EG000", "title": "Normal Saline, Albuterol, Ipratropium Bromide", "description": "Subjects who are receiving normal saline in addition to Albuterol 2.5 mg if \\< 20 kg or 5 mg if \\>= 20 kg body weight and ipratropium bromide (IB) 250 mcg; 3 nebulizations back to back", "seriousNumAffected": 0, "seriousNumAtRisk": 448, "otherNumAffected": 15, "otherNumAtRisk": 448}, {"id": "EG001", "title": "Budesonide, Albuterol, Ipratropium Bromide", "description": "Subjects with acute asthma exacerbation who receive Budesonide 500 mcg, in addition to Albuterol 2.5 mg if \\< 20 kg body weight or 5 mg if \\>= 20 kg body weight and Ipratropium Bromine (IB) 250 mcg; 3 nebulization doses back to back", "seriousNumAffected": 0, "seriousNumAtRisk": 458, "otherNumAffected": 13, "otherNumAtRisk": 458}], "otherEvents": [{"term": "Fine tremor", "organSystem": "Nervous system disorders", "assessmentType": "NON_SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 10, "numAffected": 10, "numAtRisk": 448}, {"groupId": "EG001", "numEvents": 7, "numAffected": 7, "numAtRisk": 458}]}, {"term": "Palpitation", "organSystem": "Cardiac disorders", "assessmentType": "NON_SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 5, "numAffected": 5, "numAtRisk": 448}, {"groupId": "EG001", "numEvents": 6, "numAffected": 6, "numAtRisk": 458}]}]}, "moreInfoModule": {"certainAgreement": {"piSponsorEmployee": true, "restrictiveAgreement": false}, "pointOfContact": {"title": "Dr. Abdullah Alangari", "organization": "King Saud University", "email": "alangari100@gmail.com", "phone": "966506287276"}}}, "derivedSection": {"miscInfoModule": {"versionHolder": "2024-06-24"}, "conditionBrowseModule": {"meshes": [{"id": "D000013224", "term": "Status Asthmaticus"}, {"id": "D000004630", "term": "Emergencies"}], "ancestors": [{"id": "D000020969", "term": "Disease Attributes"}, {"id": "D000010335", "term": "Pathologic Processes"}, {"id": "D000001249", "term": "Asthma"}, {"id": "D000001982", "term": "Bronchial Diseases"}, {"id": "D000012140", "term": "Respiratory Tract Diseases"}, {"id": "D000012130", "term": "Respiratory Hypersensitivity"}, {"id": "D000006969", "term": "Hypersensitivity, Immediate"}, {"id": "D000006967", "term": "Hypersensitivity"}, {"id": "D000007154", "term": "Immune System Diseases"}], "browseLeaves": [{"id": "M27137", "name": "Respiratory Aspiration", "relevance": "LOW"}, {"id": "M7796", "name": "Emergencies", "asFound": "Emergency Room", "relevance": "HIGH"}, {"id": "M4556", "name": "Asthma", "relevance": "LOW"}, {"id": "M16017", "name": "Status Asthmaticus", "asFound": "Status Asthmaticus", "relevance": "HIGH"}, {"id": "M22700", "name": "Disease Attributes", "relevance": "LOW"}, {"id": "M5258", "name": "Bronchial Diseases", "relevance": "LOW"}, {"id": "M14977", "name": "Respiratory Tract Diseases", "relevance": "LOW"}, {"id": "M10018", "name": "Hypersensitivity", "relevance": "LOW"}, {"id": "M14967", "name": "Respiratory Hypersensitivity", "relevance": "LOW"}, {"id": "M10020", "name": "Hypersensitivity, Immediate", "relevance": "LOW"}, {"id": "M10200", "name": "Immune System Diseases", "relevance": "LOW"}], "browseBranches": [{"abbrev": "BC08", "name": "Respiratory Tract (Lung and Bronchial) Diseases"}, {"abbrev": "BC23", "name": "Symptoms and General Pathology"}, {"abbrev": "All", "name": "All Conditions"}, {"abbrev": "BC20", "name": "Immune System Diseases"}]}, "interventionBrowseModule": {"meshes": [{"id": "D000019819", "term": "Budesonide"}], "ancestors": [{"id": "D000000893", "term": "Anti-Inflammatory Agents"}, {"id": "D000001993", "term": "Bronchodilator Agents"}, {"id": "D000001337", "term": "Autonomic Agents"}, {"id": "D000018373", "term": "Peripheral Nervous System Agents"}, {"id": "D000045505", "term": "Physiological Effects of Drugs"}, {"id": "D000018927", "term": "Anti-Asthmatic Agents"}, {"id": "D000019141", "term": "Respiratory System Agents"}, {"id": "D000005938", "term": "Glucocorticoids"}, {"id": "D000006728", "term": "Hormones"}, {"id": "D000006730", "term": "Hormones, Hormone Substitutes, and Hormone Antagonists"}], "browseLeaves": [{"id": "M21711", "name": "Budesonide", "asFound": "Of 1", "relevance": "HIGH"}, {"id": "M3767", "name": "Albuterol", "relevance": "LOW"}, {"id": "M5241", "name": "Bromides", "relevance": "LOW"}, {"id": "M12193", "name": "Ipratropium", "relevance": "LOW"}, {"id": "M4217", "name": "Anti-Inflammatory Agents", "relevance": "LOW"}, {"id": "M5269", "name": "Bronchodilator Agents", "relevance": "LOW"}, {"id": "M20963", "name": "Anti-Asthmatic Agents", "relevance": "LOW"}, {"id": "M21137", "name": "Respiratory System Agents", "relevance": "LOW"}, {"id": "M9047", "name": "Glucocorticoids", "relevance": "LOW"}, {"id": "M9789", "name": "Hormones", "relevance": "LOW"}, {"id": "M9788", "name": "Hormone Antagonists", "relevance": "LOW"}], "browseBranches": [{"abbrev": "Infl", "name": "Anti-Inflammatory Agents"}, {"abbrev": "Resp", "name": "Respiratory System Agents"}, {"abbrev": "All", "name": "All Drugs and Chemicals"}, {"abbrev": "Repr", "name": "Reproductive Control Agents"}, {"abbrev": "AntiConv", "name": "Anticonvulsants"}]}}, "hasResults": true}