{"protocolSection": {"identificationModule": {"nctId": "NCT01500525", "orgStudyIdInfo": {"id": "MISP 40467"}, "organization": {"fullName": "Capital Institute of Pediatrics, China", "class": "OTHER"}, "briefTitle": "Bronchodilator Response in 4-12 Years Chinese Controller Naive Asthmatic Children", "officialTitle": "A Prospective Observational Study in a Tertiary Pediatric Hospital in Beijing to Understand the Accuracy of Bronchodilator Response (BDR) in Chinese Controller Naive Asthmatic Children Between the Age of 4~12 Years Old"}, "statusModule": {"statusVerifiedDate": "2021-09", "overallStatus": "COMPLETED", "expandedAccessInfo": {"hasExpandedAccess": false}, "startDateStruct": {"date": "2011-12"}, "primaryCompletionDateStruct": {"date": "2014-01", "type": "ACTUAL"}, "completionDateStruct": {"date": "2015-04", "type": "ACTUAL"}, "studyFirstSubmitDate": "2011-12-23", "studyFirstSubmitQcDate": "2011-12-27", "studyFirstPostDateStruct": {"date": "2011-12-28", "type": "ESTIMATED"}, "resultsFirstSubmitDate": "2015-11-27", "resultsFirstSubmitQcDate": "2021-09-27", "resultsFirstPostDateStruct": {"date": "2021-09-28", "type": "ACTUAL"}, "lastUpdateSubmitDate": "2021-09-27", "lastUpdatePostDateStruct": {"date": "2021-09-28", "type": "ACTUAL"}}, "sponsorCollaboratorsModule": {"responsibleParty": {"type": "PRINCIPAL_INVESTIGATOR", "investigatorFullName": "caoling", "investigatorTitle": "Director of Pulmonary Department, Director of Asthma Center", "investigatorAffiliation": "Capital Institute of Pediatrics, China"}, "leadSponsor": {"name": "Capital Institute of Pediatrics, China", "class": "OTHER"}, "collaborators": [{"name": "Merck Sharp & Dohme LLC", "class": "INDUSTRY"}]}, "oversightModule": {"oversightHasDmc": true}, "descriptionModule": {"briefSummary": "Objectives:\n\n1. To observe BDR distribution curve for Chinese non-asthmatic and controller-naïve asthmatic children from 4-12 years respectively\n2. To compare BDR values between non-asthmatic group and controller-naïve asthmatic group, and analyze appropriate cut-off point value\n\nBackground and rationale:\n\nAccording to the guidelines spirometry, including baseline forced expiratory volume in 1 second (FEV1) and the bronchodilator response (BDR) to short acting beta agonists (SABA), should be used in children as objective measures to establish the diagnosis and severity of bronchial asthma. Baseline FEV1 is usually in the normal range (greater than 80% predicted) in children, regardless of asthma severity, so several other objective measures have been suggested for diagnosis in children, including the response to a bronchodilator, which reflects airway reversibility.\n\nThe current definition for a positive BDR is \\>12% reversibility. In the study carried out by Galant et al among 51 non-asthmatic children and 346 controller naïve asthmatic children between 4-17 years, the BDR value could achieve 12% in only 30.6% asthmatic children, across all severity. Also, in a study among 142 children between 5-10 years in UK, 9% increase in FEV1 after bronchodilator use was suggested as the cutoff point with good sensitivity and specificity.\n\nDifference between the proposed study to be carried out in our hospital and the one in Anhui Province is that we will tentatively calculate a BDR cutoff point by using receiver operating characteristic (ROC curve). And the cutoff point can be used as a reference indicator in asthma diagnosis and long-term management.\n\nThe current BDR cutoff point of 12% that is not ideal for children can also be reflected in the clinical management. It has been shown that a persistent BDR value, even less than 12%, in asthmatic children suggests poor clinical outcome. In a 4 years study among 1041 asthmatic children in America carried out by Sharma et al, it showed that compared with individuals who had a BDR of 12% and 200ml, individuals who had a BDR of 10% had similar poor clinical outcomes (e.g. more hospital visits, more prednisone bursts, increased nocturnal awakenings, and missing more days of school). Same results were also obtained in Galant et al study among 679 asthmatic children among 5-18 years.", "detailedDescription": "This is a prospective observational non-interventional clinical study.\n\n1. Patient population:\n\n300 non-asthmatic and 300 asthmatic children will be recruited.\n\n1. Non-asthmatic group: healthy children from 4-12 years will be recruited from the Capital Institute of Pediatrics nearby schools\n\n   Inclusion criteria:\n\n   1) Willingly attend this investigation 2) Chest physical tests are normal\n\n   Exclusion criteria:\n\n   1) The child had been hospitalized for any severe respiratory condition 2) A physician had ever stated that the child had asthma, reactive airway diseases, or the child had taken antiasthma medications for symptoms 3) The child was diagnosed with congenital heart disease requiring surgery or medications for management 4) There are positive responses concerning other serious chest problems, chest surgery, chronic productive cough, recurrent intractable wheezing, and shortness of breath 5) The children can not finish the test that met American Thoracic Society criteria for preschool children in a maximum of 6 attempts and are unable to successfully complete post-bronchodilator (BD) spirometry\n2. Asthmatic group: 4-12 years old asthmatic children will be recruited from the asthma clinic of the Capital Institute of Pediatrics\n\n   Inclusion criteria:\n\n   1) Diagnose asthma by specialist of asthma (based on symptoms): criteria for the diagnosis of asthma made by the asthma specialist included a history of recurrent coughing, wheezing, or shortness of breath at rest or with exercise, symptomatic improvement after bronchodilator use, and exclusion of other diagnoses 2) Asymptomatic or mild symptomatic with no physical signs of wheeze at the time of testing 3) Not receiving controller medication 6 weeks prior to the initial evaluation 4) Willing to attend this investigation\n\n   Exclusion criteria:\n   1. Using short β2 agonists within 6 hours\n   2. Using long acting β2 agonists within 24 hours\n   3. Can not finish the test that met American Thoracic Society criteria for preschool children in a maximum of 6 attempts and are unable to successfully complete post-bronchodilator spirometry.\n\n   2. Preparation before tests\n   1. Sign the consent form.\n   2. Fill the asthma severity form according to NEAPP guideline (asthmatic group).\n   3. Chest physical test, record on the form of test.\n   4. Standing height and weight will be measured.\n   5. Calculation of age: The date of test subtracts the date of birth.\n\n   3. Pulmonary function tests\n\n   Standardized pulmonary function tests will be conducted.\n\n   Contents of tests:\n\n   Pre and post flow volume: forced volume vital capacity (FVC), FEV0.5, FEV1, FEV1/FVC ratio, PEF, forced expiratory flow 25 (FEF25), FEF50, FEF75, FEF25-75, forced expiratory time (FET), back-extrapolated volume (VBE), VBE/FVC.\n\n   The BDR is based on pulmonary function measurements before and after administration of 2.5 mg albuterol by nebulizer. BDR is calculated as \\[(postbronchodilator FEV1- baseline FEV1)/baseline FEV1\\] x 100%.\n\n   Study Procedures:\n\n   1. Spirometry preparation The spirometry was purchased from VIASYS Healthcare, Hochberg Germany (MasterScope).\n   1. Check: Before switch on, check the conjunction between flow sensor and the hand knob, ensure that the black compact is tightness.\n   2. Calibration: Before calibration, the room temperature, pressure, humidity should be tested and recorded and all of the parameter should be reconciled to BTPS condition.\n\n      Using 2 liters scalar to calibrate flow. Every day do the even flow calibration. Every week do the flow linear calibration, include high, media and low flow these three different flow calibration. The variety should be less than 3%.\n\n      The record of calibration should be printed, and the technician should be signed on it and save it.\n\n   2. Test method The training process is the same as Eigen H. et al (ref 8). The entire instruction and testing session for each child is strictly limited to 15 min, during which time children are instructed in the techniques of spirometry and performed at least three forced vital capacity maneuvers. A highly experienced children's pulmonary function technologist does the instruction for each child. At the time of testing, each child is given an explanation of the testing procedure individually and then tested using coaching techniques used in our pulmonary function laboratory in evaluating younger children.\n\n   3. Criteria for accepting Data (ATS/ERS 2005) The principles of spirometry quality control in preschool children are the same as for adults.\n   1. It is necessary to visually inspect the flow-volume and volume-time traces, and exclude maneuvers that are visibly inadequate. Maneuvers should be excluded if the flow-volume curve does not demonstrate a rapid rise to peak flow, or a smooth descending limb, with no evidence of cough or glottis closure.\n   2. The start of test should be quantified by calculating the VBE. Some investigators reported that more than 80% of the studied preschool population achieved a VBE of less than or equal to 80 ml or less than 12.5% of the FVC. Alternative criteria are presented, but these should be viewed as a guide to assist visual inspection, rather than as exclusion criteria.\n   3. The end of test should be quantified by reporting the point of cessation of flow. It is known that many preschool children cannot sustain forced expiration for 1 second, let alone the 6 seconds previously stipulated for adults (ref 9) , and the forced expired time should be reported but should not be used to exclude maneuvers. This pattern should not be misinterpreted as early termination (ref 10)."}, "conditionsModule": {"conditions": ["Asthma"], "keywords": ["asthma", "children", "accuracy of bronchodilator response"]}, "designModule": {"studyType": "OBSERVATIONAL", "designInfo": {"observationalModel": "CASE_CONTROL", "timePerspective": "PROSPECTIVE"}, "enrollmentInfo": {"count": 587, "type": "ACTUAL"}}, "armsInterventionsModule": {"armGroups": [{"label": "asthmatic children", "description": "children diagnosed by a specialist as asthmatic patients"}, {"label": "non-asthmatic children", "description": "children who are healthy and who do not have respiratory syndrom"}]}, "outcomesModule": {"primaryOutcomes": [{"measure": "Bronchodilator Response in Asthmatic Children", "description": "1. To observe bronchodilator response(BDR) distribution curve for Chinese non-asthmatic children from 4-12 years, BDR calculated as: (FEV 1 L post-bronchodilator - FEV 1 L pre-bronchodilator)/FEV 1 L pre-bronchodilator × 100%.\n2. To observe BDR distribution curve for Chinese controller-naïve asthmatic children from 4-12 years\n3. To compare BDR values between non-asthmatic group and controller-naïve asthmatic group, and analyze appropriate cut-off point value", "timeFrame": "3 years"}]}, "eligibilityModule": {"eligibilityCriteria": "-Non-asthmatic group: healthy children from 4-12 years will be recruited from the Capital Institute of Pediatrics nearby schools\n\nInclusion criteria:\n\n1. Willingly attend this investigation\n2. Chest physical tests are normal\n\nExclusion criteria:\n\n1. The child had been hospitalized for any severe respiratory condition\n2. A physician had ever stated that the child had asthma, reactive airway diseases, or the child had taken antiasthma medications for symptoms\n3. The child was diagnosed with congenital heart disease requiring surgery or medications for management\n4. There are positive responses concerning other serious chest problems, chest surgery, chronic productive cough, recurrent intractable wheezing, and shortness of breath\n5. The children can not finish the test that met American Thoracic Society criteria for preschool children in a maximum of 6 attempts and are unable to successfully complete post-bronchodilator (BD) spirometry\n\n   * Asthmatic group: 4-12 years old asthmatic children will be recruited from the asthma clinic of the Capital Institute of Pediatrics\n\nInclusion criteria:\n\n1. Diagnose asthma by specialist of asthma (based on symptoms): criteria for the diagnosis of asthma made by the asthma specialist included a history of recurrent coughing, wheezing, or shortness of breath at rest or with exercise, symptomatic improvement after bronchodilator use, and exclusion of other diagnoses\n2. Asymptomatic or mild symptomatic with no physical signs of wheeze at the time of testing\n3. Not receiving controller medication 6 weeks prior to the initial evaluation\n4. Willing to attend this investigation\n\nExclusion criteria:\n\n1. Using short β2 agonists within 6 hours\n2. Using long acting β2 agonists within 24 hours\n3. Can not finish the test that met American Thoracic Society criteria for preschool children in a maximum of 6 attempts and are unable to successfully complete post-bronchodilator spirometry.", "healthyVolunteers": true, "sex": "ALL", "minimumAge": "4 Years", "maximumAge": "12 Years", "stdAges": ["CHILD"], "studyPopulation": "300 asthmatic children and 300 non-asthmatic children will be recruited", "samplingMethod": "NON_PROBABILITY_SAMPLE"}, "contactsLocationsModule": {"overallOfficials": [{"name": "Ling Cao, MD", "affiliation": "Capital Institute of Pediatrics, China", "role": "PRINCIPAL_INVESTIGATOR"}], "locations": [{"facility": "Capital Institute of Pediatrics", "city": "Beijing", "state": "Beijing", "country": "China", "geoPoint": {"lat": 39.9075, "lon": 116.39723}}]}, "referencesModule": {"references": [{"pmid": "15172893", "type": "RESULT", "citation": "Bacharier LB, Strunk RC, Mauger D, White D, Lemanske RF Jr, Sorkness CA. Classifying asthma severity in children: mismatch between symptoms, medication use, and lung function. Am J Respir Crit Care Med. 2004 Aug 15;170(4):426-32. doi: 10.1164/rccm.200308-1178OC. Epub 2004 Jun 1."}, {"pmid": "16750984", "type": "RESULT", "citation": "Kumar R, Wang B, Wang X, Chen C, Yang J, Fu L, Xu X. Bronchodilator responses in Chinese children from asthma index families and the general population. J Allergy Clin Immunol. 2006 Jun;117(6):1257-63. doi: 10.1016/j.jaci.2006.02.049."}, {"pmid": "17961685", "type": "RESULT", "citation": "Galant SP, Morphew T, Amaro S, Liao O. Value of the bronchodilator response in assessing controller naive asthmatic children. J Pediatr. 2007 Nov;151(5):457-62, 462.e1. doi: 10.1016/j.jpeds.2007.05.004."}, {"pmid": "15618576", "type": "RESULT", "citation": "Dundas I, Chan EY, Bridge PD, McKenzie SA. Diagnostic accuracy of bronchodilator responsiveness in wheezy children. Thorax. 2005 Jan;60(1):13-6. doi: 10.1136/thx.2004.029934."}, {"pmid": "18848350", "type": "RESULT", "citation": "Sharma S, Litonjua AA, Tantisira KG, Fuhlbrigge AL, Szefler SJ, Strunk RC, Zeiger RS, Murphy AJ, Weiss ST; Childhood Asthma Management Program Research Group. Clinical predictors and outcomes of consistent bronchodilator response in the childhood asthma management program. J Allergy Clin Immunol. 2008 Nov;122(5):921-928.e4. doi: 10.1016/j.jaci.2008.09.004. Epub 2008 Oct 10."}, {"pmid": "21232757", "type": "RESULT", "citation": "Galant SP, Morphew T, Newcomb RL, Hioe K, Guijon O, Liao O. The relationship of the bronchodilator response phenotype to poor asthma control in children with normal spirometry. J Pediatr. 2011 Jun;158(6):953-959.e1. doi: 10.1016/j.jpeds.2010.11.029. Epub 2011 Jan 13."}, {"pmid": "17943575", "type": "RESULT", "citation": "Naqvi M, Thyne S, Choudhry S, Tsai HJ, Navarro D, Castro RA, Nazario S, Rodriguez-Santana JR, Casal J, Torres A, Chapela R, Watson HG, Meade K, LeNoir M, Avila PC, Rodriguez-Cintron W, Burchard EG. Ethnic-specific differences in bronchodilator responsiveness among African Americans, Puerto Ricans, and Mexicans with asthma. J Asthma. 2007 Oct;44(8):639-48. doi: 10.1080/02770900701554441."}, {"pmid": "11254514", "type": "RESULT", "citation": "Eigen H, Bieler H, Grant D, Christoph K, Terrill D, Heilman DK, Ambrosius WT, Tepper RS. Spirometric pulmonary function in healthy preschool children. Am J Respir Crit Care Med. 2001 Mar;163(3 Pt 1):619-23. doi: 10.1164/ajrccm.163.3.2002054."}, {"pmid": "15028561", "type": "RESULT", "citation": "Aurora P, Stocks J, Oliver C, Saunders C, Castle R, Chaziparasidis G, Bush A; London Cystic Fibrosis Collaboration. Quality control for spirometry in preschool children with and without lung disease. Am J Respir Crit Care Med. 2004 May 15;169(10):1152-9. doi: 10.1164/rccm.200310-1453OC. Epub 2004 Mar 17."}, {"pmid": "16301301", "type": "RESULT", "citation": "American Thoracic Society; European Respiratory Society. ATS/ERS statement: raised volume forced expirations in infants: guidelines for current practice. Am J Respir Crit Care Med. 2005 Dec 1;172(11):1463-71. doi: 10.1164/rccm.200408-1141ST. No abstract available."}]}}, "resultsSection": {"participantFlowModule": {"groups": [{"id": "FG000", "title": "Asthmatic Children", "description": "children diagnosed by a specialist as asthmatic patients"}, {"id": "FG001", "title": "Non-asthmatic Children", "description": "children who are healthy and who do not have respiratory syndrom"}], "periods": [{"title": "Overall Study", "milestones": [{"type": "STARTED", "achievements": [{"groupId": "FG000", "numSubjects": "286"}, {"groupId": "FG001", "numSubjects": "301"}]}, {"type": "COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "286"}, {"groupId": "FG001", "numSubjects": "301"}]}, {"type": "NOT COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "0"}, {"groupId": "FG001", "numSubjects": "0"}]}]}]}, "baselineCharacteristicsModule": {"groups": [{"id": "BG000", "title": "Asthmatic Children", "description": "children diagnosed by a specialist as asthmatic patients"}, {"id": "BG001", "title": "Non-asthmatic Children", "description": "children who are healthy and who do not have respiratory syndrom"}, {"id": "BG002", "title": "Total", "description": "Total of all reporting groups"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "BG000", "value": "286"}, {"groupId": "BG001", "value": "301"}, {"groupId": "BG002", "value": "587"}]}], "measures": [{"title": "Age, Continuous", "paramType": "MEAN", "dispersionType": "STANDARD_DEVIATION", "unitOfMeasure": "years", "classes": [{"categories": [{"measurements": [{"groupId": "BG000", "value": "7.22", "spread": "2.44"}, {"groupId": "BG001", "value": "7.56", "spread": "2.41"}, {"groupId": "BG002", "value": "7.41", "spread": "2.43"}]}]}]}, {"title": "Sex: Female, Male", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "Female", "measurements": [{"groupId": "BG000", "value": "92"}, {"groupId": "BG001", "value": "141"}, {"groupId": "BG002", "value": "233"}]}, {"title": "Male", "measurements": [{"groupId": "BG000", "value": "194"}, {"groupId": "BG001", "value": "160"}, {"groupId": "BG002", "value": "354"}]}]}]}]}, "outcomeMeasuresModule": {"outcomeMeasures": [{"type": "PRIMARY", "title": "Bronchodilator Response in Asthmatic Children", "description": "1. To observe bronchodilator response(BDR) distribution curve for Chinese non-asthmatic children from 4-12 years, BDR calculated as: (FEV 1 L post-bronchodilator - FEV 1 L pre-bronchodilator)/FEV 1 L pre-bronchodilator × 100%.\n2. To observe BDR distribution curve for Chinese controller-naïve asthmatic children from 4-12 years\n3. To compare BDR values between non-asthmatic group and controller-naïve asthmatic group, and analyze appropriate cut-off point value", "populationDescription": "asthmatic group : children diagnosed by a specialist as asthmatic patients; Non-asthmatic Children: children who are healthy and who do not have respiratory syndrom", "reportingStatus": "POSTED", "paramType": "MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "percentage of BDR", "timeFrame": "3 years", "groups": [{"id": "OG000", "title": "Asthmatic Children", "description": "children diagnosed by a specialist as asthmatic patients"}, {"id": "OG001", "title": "Non-asthmatic Children", "description": "children who are healthy and who do not have respiratory syndrom"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "286"}, {"groupId": "OG001", "value": "301"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "9.45", "spread": "9.15"}, {"groupId": "OG001", "value": "3.30", "spread": "3.85"}]}]}], "analyses": [{"groupIds": ["OG000", "OG001"], "nonInferiorityType": "SUPERIORITY_OR_OTHER_LEGACY", "pValue": "<0.05", "statisticalMethod": "Regression, Cox", "paramType": "Odds Ratio (OR)", "paramValue": "3", "ciPctValue": "95", "ciNumSides": "ONE_SIDED"}]}]}, "adverseEventsModule": {"frequencyThreshold": "0", "timeFrame": "30 minutes", "eventGroups": [{"id": "EG000", "title": "Asthmatic Children", "description": "children diagnosed by a specialist as asthmatic patients", "deathsNumAffected": 0, "deathsNumAtRisk": 286, "seriousNumAffected": 0, "seriousNumAtRisk": 286, "otherNumAffected": 0, "otherNumAtRisk": 286}, {"id": "EG001", "title": "Non-asthmatic Children", "description": "children who are healthy and who do not have respiratory syndrom", "deathsNumAffected": 0, "deathsNumAtRisk": 301, "seriousNumAffected": 0, "seriousNumAtRisk": 301, "otherNumAffected": 0, "otherNumAtRisk": 301}]}, "moreInfoModule": {"certainAgreement": {"piSponsorEmployee": true}, "pointOfContact": {"title": "Ling Cao，MD,Pulmonologist, Professor", "organization": "Capital Institute of Pediatrics", "email": "caoling9919@163.com", "phone": "86-13910610319"}}}, "derivedSection": {"miscInfoModule": {"versionHolder": "2024-06-24"}, "conditionBrowseModule": {"meshes": [{"id": "D000001249", "term": "Asthma"}], "ancestors": [{"id": "D000001982", "term": "Bronchial Diseases"}, {"id": "D000012140", "term": "Respiratory Tract Diseases"}, {"id": "D000008173", "term": "Lung Diseases, Obstructive"}, {"id": "D000008171", "term": "Lung Diseases"}, {"id": "D000012130", "term": "Respiratory Hypersensitivity"}, {"id": "D000006969", "term": "Hypersensitivity, Immediate"}, {"id": "D000006967", "term": "Hypersensitivity"}, {"id": "D000007154", "term": "Immune System Diseases"}], "browseLeaves": [{"id": "M4556", "name": "Asthma", "asFound": "Asthma", "relevance": "HIGH"}, {"id": "M5258", "name": "Bronchial Diseases", "relevance": "LOW"}, {"id": "M14977", "name": "Respiratory Tract Diseases", "relevance": "LOW"}, {"id": "M11168", "name": "Lung Diseases", "relevance": "LOW"}, {"id": "M11170", "name": "Lung Diseases, Obstructive", "relevance": "LOW"}, {"id": "M10018", "name": "Hypersensitivity", "relevance": "LOW"}, {"id": "M14967", "name": "Respiratory Hypersensitivity", "relevance": "LOW"}, {"id": "M10020", "name": "Hypersensitivity, Immediate", "relevance": "LOW"}, {"id": "M10200", "name": "Immune System Diseases", "relevance": "LOW"}], "browseBranches": [{"abbrev": "BC08", "name": "Respiratory Tract (Lung and Bronchial) Diseases"}, {"abbrev": "BC20", "name": "Immune System Diseases"}, {"abbrev": "All", "name": "All Conditions"}]}, "interventionBrowseModule": {"browseLeaves": [{"id": "M5269", "name": "Bronchodilator Agents", "relevance": "LOW"}], "browseBranches": [{"abbrev": "Resp", "name": "Respiratory System Agents"}, {"abbrev": "All", "name": "All Drugs and Chemicals"}]}}, "hasResults": true}