{"protocolSection": {"identificationModule": {"nctId": "NCT04767061", "orgStudyIdInfo": {"id": "19-10020922-02"}, "secondaryIdInfos": [{"id": "P19-000458", "type": "OTHER_GRANT", "domain": "New York Community Trust"}], "organization": {"fullName": "Weill Medical College of Cornell University", "class": "OTHER"}, "briefTitle": "Impact of Beta-blockers on Physical Function in HFpEF", "officialTitle": "N-of-1 Trials for Deprescribing Beta-blockers in HFpEF"}, "statusModule": {"statusVerifiedDate": "2023-08", "overallStatus": "COMPLETED", "expandedAccessInfo": {"hasExpandedAccess": false}, "startDateStruct": {"date": "2021-04-01", "type": "ACTUAL"}, "primaryCompletionDateStruct": {"date": "2022-04-28", "type": "ACTUAL"}, "completionDateStruct": {"date": "2023-04-28", "type": "ACTUAL"}, "studyFirstSubmitDate": "2021-02-12", "studyFirstSubmitQcDate": "2021-02-19", "studyFirstPostDateStruct": {"date": "2021-02-23", "type": "ACTUAL"}, "resultsFirstSubmitDate": "2023-06-02", "resultsFirstSubmitQcDate": "2023-06-28", "resultsFirstPostDateStruct": {"date": "2023-07-03", "type": "ACTUAL"}, "lastUpdateSubmitDate": "2023-08-28", "lastUpdatePostDateStruct": {"date": "2023-09-08", "type": "ACTUAL"}}, "sponsorCollaboratorsModule": {"responsibleParty": {"type": "SPONSOR"}, "leadSponsor": {"name": "Weill Medical College of Cornell University", "class": "OTHER"}, "collaborators": [{"name": "The New York Community Trust", "class": "OTHER"}]}, "oversightModule": {"oversightHasDmc": true, "isFdaRegulatedDrug": true, "isFdaRegulatedDevice": false}, "descriptionModule": {"briefSummary": "The purpose of this study is to understand the impact of beta-blockers on physical function in older adults with heart failure. We will achieve this objective by conducting N-of-1 trials. N-of-1 trials are personalized experiments that test different treatment options in an individual patient."}, "conditionsModule": {"conditions": ["Heart Failure", "Heart Failure, Diastolic", "Heart Failure With Preserved Ejection Fraction", "Cardiac Failure", "Heart Disease"]}, "designModule": {"studyType": "INTERVENTIONAL", "phases": ["PHASE4"], "designInfo": {"allocation": "RANDOMIZED", "interventionModel": "CROSSOVER", "primaryPurpose": "OTHER", "maskingInfo": {"masking": "NONE"}}, "enrollmentInfo": {"count": 9, "type": "ACTUAL"}}, "armsInterventionsModule": {"armGroups": [{"label": "Beta Blocker ABAB Sequence", "type": "ACTIVE_COMPARATOR", "description": "This arm will follow an ABAB sequence. \"A\" representing ON beta blockers and \"B\" representing OFF beta blockers. Subjects in this arm will continue their home dose during the initial A period, they will then crossover into Period 2, where dose reduction will begin until they are off of beta blockers. After Period 2, the subjects have the option to decide if they want to be on or off their beta blocker and proceed with the Follow-Up Phase, or continue to Period 3 if they don't feel ready to make that decision to stay on or go off their beta blocker yet. During Period 3, they will restart beta-blockers, gradually uptitrating until reaching their home dose and finally during Period 4, we will again conduct a dose reduction until off of beta blockers.", "interventionNames": ["Drug: Beta blockers"]}, {"label": "Beta Blocker BABA Sequence", "type": "ACTIVE_COMPARATOR", "description": "This arm will follow a BABA sequence. \"A\" representing ON beta blockers and \"B\" representing OFF of beta blockers. Subjects in this arm will have their previously prescribed beta blocker dose reduced until they are completely off of beta blockers during Period 1. They will then crossover into Period 2, where uptitration will begin until they are back on their previously prescribed dose of beta blockers. After Period 2, the subjects have the option to decide if they want to be on or off their beta blocker and proceed with the Follow-Up Phase, or continue to Period 3 if they don't feel ready to make that decision to stay on or go off their beta blocker yet. During Period 3, we will again conduct a dose reduction, until the subject is off of beta blockers and finally during Period 4, we will uptitrate them back to their home dose of beta blockers.", "interventionNames": ["Drug: Beta blockers"]}], "interventions": [{"type": "DRUG", "name": "Beta blockers", "description": "The intervention is a two-arm crossover withdrawal/ reversal design (On \\[A\\] vs Off \\[B\\]) with up to 4 periods, each period lasting up to 6 weeks. During the On period (A), subjects will be on their beta blocker. During the Off period (B), their beta blockers will be down titrated and subsequently discontinued.\n\nSubjects will be randomized into either ABAB or BABA sequences.", "armGroupLabels": ["Beta Blocker ABAB Sequence", "Beta Blocker BABA Sequence"], "otherNames": ["atenolol", "betaxolol", "bisoprolol", "metoprolol", "nebivolol", "nadolol", "propranolol", "acebutolol", "penbutolol", "pindolol", "carvedilol", "labetalol", "sotalol", "metoprolol succinate", "metoprolol tartrate"]}]}, "outcomesModule": {"primaryOutcomes": [{"measure": "Change in Physical Activity When on Beta-blocker Versus When Off Beta-blocker, as Measured by Step Count on Wearable Activity Monitoring Device", "description": "The wearable activity monitoring device measures daily step count. Due to the nature of N-of-1 trials, the duration of a subject's periods varies based on the subject's \"home\" dose of beta-blocker prior to enrollment, therefore, each subject's respective time period for the OFF and ON periods could range between 3 and 6 weeks. We will compare average step counts over 2-week periods, which will be the final 2 weeks of each period when subjects are either on their \"home\" (ON Beta Blockers) or minimally tolerated (OFF Beta Blockers) dose. The outcome measure data is the mean collected during the outcome measure time frame.", "timeFrame": "The maximum amount of time a subject could have been assessed for this outcome measure is 8-weeks (last 2 weeks of each period for up to 4 periods)."}, {"measure": "Change in Lower Extremity Function When on Beta-blocker Versus When Off Beta-blocker, as Measured by the Balance Portion of a Modified Version of the Short Physical Performance Battery.", "description": "The Short Physical Performance Battery assesses gait speed, core strength when rising from a chair without using the upper extremities, and balance while standing without a cane or walker. The balance test portion of the SPPB assesses the subject's ability to stand unassisted without the use of a cane or walker. Balance test scores range from 0 - 4 with higher scores indicating better ability to stand unassisted. Our research team conducted the balance test according to SPPB standards. Due to the nature of N-of-1 trials, the duration of a subject's period varies based on the subject's \"home\" dose of beta-blocker prior to enrollment, therefore, each subject's respective time period for the OFF and ON periods could range between 3 - 6 weeks. The outcome measure data is the mean of the data collected during the span of the outcome measure time frame.", "timeFrame": "The maximum amount of time a subject could have been assessed for this outcome measure is 24-weeks. This outcome was measured at baseline and at each end of period visit."}, {"measure": "Change in Lower Extremity Function When on Beta-blocker Versus When Off Beta-blocker, as Measured by the Gait Speed Portion of a Modified Version of the Short Physical Performance Battery.", "description": "The Short Physical Performance Battery assesses gait speed, core strength when rising from a chair without using the upper extremities, and balance while standing without a cane or walker. The gait speed portion of the SPPB assesses the subject's lower extremity function. When comparing the number of seconds it takes to complete the 4-meter gait speed test, quicker speeds indicate better lower extremity function. Our research team conducted the 4-meter gait speed test according to SPPB standards, but have chosen on comparing the speed at which subjects were able to complete the test. Due to the nature of N-of-1 trials, the duration of a subject's period varies based on the subject's \"home\" dose of beta-blocker prior to enrollment, therefore, each subject's respective time period for the OFF and ON periods could range between 3 - 6 weeks. The outcome measure data is the mean of the data collected during the span of the outcome measure time frame.", "timeFrame": "The maximum amount of time a subject could have been assessed for this outcome measure is 24-weeks. This outcome was measured at baseline and at each end of period visit."}, {"measure": "Change in Lower Extremity Function When on Beta-blocker Versus When Off Beta-blocker, as Measured by the Chair Rise Portion of a Modified Version of the Short Physical Performance Battery.", "description": "The Short Physical Performance Battery assesses gait speed, core strength when rising from a chair without using the upper extremities, and balance while standing without a cane or walker. The chair rise portion of the SPPB assesses core strength. When comparing the number of seconds it takes to complete 5 chair rises, quicker speeds indicate better core strength. Our research team has chosen on comparing the speed at which subjects were able to complete the test. Due to the nature of N-of-1 trials, the duration of a subject's period varies based on the subject's \"home\" dose of beta-blocker prior to enrollment, therefore, each subject's respective time period for the OFF and ON periods could range between 3 - 6 weeks. The outcome measure data is the mean of the data collected during the outcome measure time frame.", "timeFrame": "The maximum amount of time a subject could have been assessed for this outcome measure is 24-weeks. This outcome was measured at baseline and at each end of period visit."}, {"measure": "Change in Exercise Capacity When on Beta-blocker Versus When Off Beta-blocker, as Measured by Peak Oxygen Consumption (VO2) During Cardiopulmonary Exercise Test (CPET)", "description": "Cardiopulmonary exercise testing (CPET) measures breath-by-breath oxygen production during symptom-limited exercise on a stationary bike. This permits the calculation of peak oxygen consumption (VO2). Percent predicted peak VO2 for body weight will also be calculated. Due to the nature of N-of-1 trials, the duration of a subject's period varies based on the subject's \"home\" dose of beta-blocker prior to enrollment, therefore, each subject's respective time period for the OFF and ON periods could range between 3 - 6 weeks. The outcome measure data is the mean of the data collected during the span of the outcome measure time frame.", "timeFrame": "The maximum amount of time a subject could have been assessed for this outcome measure is 6-weeks. This outcome was measured at the end of the first and second visit."}], "secondaryOutcomes": [{"measure": "Change in Patient-reported Quality of Life When on Beta-blocker Versus When Off Beta-blocker, as Measured by Patient-Reported Outcome Measurement Information System-29 (PROMIS-29)", "description": "The PROMIS-29 assesses 7 domains with 4 questions with an additional pain intensity numeric rating scale. The patients' answers to the PROMIS-29 are scored from 1-5 (except for the pain numeric rating scale). The sum of the PROMIS-29 is the raw score transformed into a final T-score metric. Scores are mapped so that the values follow a normal distribution with a population mean T-score of 50 and an SD of 10. Instead of having a min or max, the PROMIS-29 raw scores have been transformed into t-scores for comparison to a reference population (the US general population) with a mean of 50 and SD of 10. Scores lower than 50 indicate worse health compared to the US general population. Due to the nature of N-of-1 trials, the duration of a subject's period varies based on the subject's \"home\" dose of beta-blocker before enrollment, therefore, each subject's respective period for the OFF and ON periods could range between 3 - 6 weeks. The values measured over the time points were averaged.", "timeFrame": "The maximum amount of time a subject could have been assessed for this measure is 76-weeks (24-week max intervention phase,1-year follow-up phase). This outcome was measured at baseline, weekly, end of period and intervention visits, and during follow-up."}, {"measure": "Change in Patient-reported Sexual Function When on Beta-blocker Versus When Off Beta-blocker, as Measured by Patient-Reported Outcome Measurement Information System-Sexual Function (PROMIS-Sexual Function)", "description": "Patient-Reported Outcome Measurement Information System-Sexual Function (PROMIS-Sexual Function) measures self-reported sexual function and satisfaction. Questions are ranked on a 6-point Likert scale, with higher scores indicating poorer sexual function and satisfaction. Due to the nature of N-of-1 trials, the duration of a subject's period varies based on the subject's \"home\" dose of beta-blocker prior to enrollment, therefore, each subject's respective time period for the OFF and ON periods could range between 3 - 6 weeks. The outcome measure data is the mean of the data collected during the span of the outcome measure time frame. The score ranges from 0-10 with higher scores meaning worsened sexual function.", "timeFrame": "The maximum amount of time a subject could have been assessed for this measure is 76-weeks (24-week max intervention phase,1-year follow-up phase). This outcome was measured at baseline, end of period and intervention visits, and during follow-up."}, {"measure": "Change in Patient-reported Cognitive Function When on Beta-blocker Versus When Off Beta-blocker, as Measured by Patient-Reported Outcome Measurement Information System-Short Form 6a (PROMIS SF-6a)", "description": "Patient-Reported Outcome Measurement Information System-Short Form 6a (PROMIS SF-6a) is a survey of patient-perceived cognitive deficits. Questions are ranked on a 5-point Likert scale, with higher scores indicating better cognitive function. Scores are mapped so the values follow a normal distribution with a population mean T-score of 50 and an SD of 10. Instead of having a min or max, the raw scores have been transformed into t-scores for comparison to a reference population (the US general population) with a mean of 50 and SD of 10. Scores lower than 50 indicate worse cognitive function compared to the US general population. Due to the nature of N-of-1 trials, the duration of a subject's period varies based on the subject's \"home\" dose of beta-blocker prior to enrollment, therefore, each subject's respective time period for the OFF and ON periods could range between 3-6 weeks. The outcome measure data is the mean of the data collected during the span of the measured time points.", "timeFrame": "The maximum amount of time a subject could have been assessed for this measure is 76-weeks (24-week max intervention phase,1-year follow-up phase). This outcome was measured at baseline, weekly, end of period and intervention visits, and during follow-up."}, {"measure": "Change in Patient-reported Health Status When on Beta-blocker Versus When Off Beta-blocker, as Measured by Kansas City Cardiomyopathy Questionnaire (KCCQ-12)", "description": "The Kansas City Cardiomyopathy Questionnaire (KCCQ-12) is a heart failure-specific health status survey. Questions are ranked on 5- to 7-point Likert scales, with higher scores indicating better health status. KCCQ scores are scaled from 0 to 100 and frequently summarized in 25-point ranges, where scores represent health status as follows: 0 to 24: very poor to poor; 25 to 49: poor to fair; 50 to 74: fair to good; and 75 to 100: good to excellent. Due to the nature of N-of-1 trials, the duration of a subject's period varies based on the subject's \"home\" dose of beta-blocker prior to enrollment, therefore, each subject's respective time period for the OFF and ON periods could range between 3 - 6 weeks. The outcome measure data is the mean of the data collected during the span of the outcome measure time frame.", "timeFrame": "The max amount of time a subject could have been assessed for this measure is 76-weeks (24-week max intervention phase,1-year follow-up phase). This outcome was measured at baseline, bi-weekly, end of period and intervention visits, and during follow-up."}, {"measure": "Change in Patient-reported Health When on Beta-blocker Versus When Off Beta-blocker, as Measured by the EuroQol-5D Visual Analogue System (EQ-5D VAS)", "description": "The EuroQol-5D Visual Analogue System (EQ-5D VAS) indicates patient-perceived health on a vertical visual analogue scale. The scale ranges from 0, indicating poorest health, to 100, indicating the best health. Due to the nature of N-of-1 trials, the duration of a subject's period varies based on the subject's \"home\" dose of beta-blocker prior to enrollment, therefore, each subject's respective time period for the OFF and ON periods could range between 3 - 6 weeks. The outcome measure data is the mean of the data collected during the span of the outcome measure time frame.", "timeFrame": "The maximum amount of time a subject could have been assessed for this outcome measure is 24-weeks. This outcome was measured at baseline and at each end of period visit."}]}, "eligibilityModule": {"eligibilityCriteria": "Inclusion Criteria:\n\n* Ambulatory adults ≥65 years of age with Heart Failure with Preserved Ejection Fraction (HFpEF) according to ACC/AHA guidelines: (signs and symptoms of Heart failure \\[HF\\] and ejection fraction \\[EF\\] ≥50%)\n* Taking Beta blocker\n\nExclusion Criteria:\n\n* Alternate Causes of HFpEF Syndrome:\n\n  1. Severe valvular disease\n  2. Constrictive pericarditis\n  3. High output heart failure\n  4. Infiltrative cardiomyopathy\n* Other compelling indication for beta blocker\n\n  1. Prior EF \\< 50%\n  2. Hypertrophic cardiomyopathy\n  3. Angina symptoms\n  4. Acute coronary syndrome, myocardial infarction or coronary artery bypass surgery in prior 3 year\n  5. History of ventricular tachycardia\n  6. Atrial arrhythmia with hospitalization for rapid ventricular response, prior 1 year\n  7. Sinus tachycardia \\> 100 beats per minute (bpm), atrial arrhythmia with ventricular rate \\>90 bpm, systolic blood pressure \\> 160 mmHg\n* Clinical instability (N-of-1 trials are appropriate for stable conditions only)\n\n  1. Decompensated HF\n  2. Hospitalized in past 30 days\n  3. Medication changes or procedures in prior 14 days (to prevent confounding from other interventions), at PI discretion\n* Estimated life expectancy \\<6 months\n* Moderate-severe dementia or psychiatric disorder precluding informed consent\n* Any condition that, in Principal Investigator's opinion, makes the patient unsuitable for study participation", "healthyVolunteers": false, "sex": "ALL", "minimumAge": "65 Years", "stdAges": ["OLDER_ADULT"]}, "contactsLocationsModule": {"overallOfficials": [{"name": "Parag Goyal, MD", "affiliation": "Weill Medical College of Cornell University", "role": "PRINCIPAL_INVESTIGATOR"}], "locations": [{"facility": "Weill Cornell Medicine", "city": "New York", "state": "New York", "zip": "10021", "country": "United States", "geoPoint": {"lat": 40.71427, "lon": -74.00597}}]}, "ipdSharingStatementModule": {"ipdSharing": "NO"}}, "resultsSection": {"participantFlowModule": {"groups": [{"id": "FG000", "title": "Beta Blocker ABAB Sequence", "description": "This arm will follow an ABAB sequence. \"A\" representing ON beta blockers and \"B\" representing OFF beta blockers. Subjects in this arm will continue their home dose during the initial A period, they will then crossover into Period 2, where dose reduction will begin until they are off of beta blockers. During Period 3, they will restart beta-blockers, gradually uptitrating until reaching their home dose and finally during period 4, we will again conduct a dose reduction until off of beta blockers.\n\nBeta blockers: The intervention is a two-arm crossover withdrawal/ reversal design (On \\[A\\] vs Off \\[B\\]) with 4 periods, each period lasting up to 6 weeks. During the On period (A), subjects will be on their beta blocker. During the Off period (B), their beta blockers will be down titrated and subsequently discontinued.\n\nSubjects will be randomized into either ABAB or BABA sequences."}, {"id": "FG001", "title": "Beta Blocker BABA Sequence", "description": "This arm will follow a BABA sequence. \"A\" representing ON beta blockers and \"B\" representing OFF of beta blockers. Subjects in this arm will have their previously prescribed beta blocker dose reduced until they are completely off of beta blockers during Period 1. They will then crossover into Period 2, where uptitration will begin until they are back on their previously prescribed dose of beta blockers. During Period 3, we will again conduct a dose reduction, until the subject is off of beta blockers and finally during Period 4, we will uptitrate them back to their home dose of beta blockers.\n\nBeta blockers: The intervention is a two-arm crossover withdrawal/ reversal design (On \\[A\\] vs Off \\[B\\]) with 4 periods, each period lasting up to 6 weeks. During the On period (A), subjects will be on their beta blocker. During the Off period (B), their beta blockers will be down titrated and subsequently discontinued.\n\nSubjects will be randomized into either ABAB or BABA sequences."}], "periods": [{"title": "On or Off Beta Blockers Up to 6 Wks", "milestones": [{"type": "STARTED", "achievements": [{"groupId": "FG000", "numSubjects": "5"}, {"groupId": "FG001", "numSubjects": "4"}]}, {"type": "COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "5"}, {"groupId": "FG001", "numSubjects": "4"}]}, {"type": "NOT COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "0"}, {"groupId": "FG001", "numSubjects": "0"}]}]}, {"title": "Down-titration/Up-titration Up to 6 Wks", "milestones": [{"type": "STARTED", "achievements": [{"groupId": "FG000", "numSubjects": "5"}, {"groupId": "FG001", "numSubjects": "4"}]}, {"type": "COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "5"}, {"groupId": "FG001", "numSubjects": "4"}]}, {"type": "NOT COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "0"}, {"groupId": "FG001", "numSubjects": "0"}]}]}, {"title": "Up-titration/Down-titration Up to 6 Wks", "milestones": [{"type": "STARTED", "achievements": [{"groupId": "FG000", "comment": "All 5 subjects on the ABAB Arm chose to complete the intervention phase after the completion of their 2nd period, and move onto the follow-up phase", "numSubjects": "0"}, {"groupId": "FG001", "comment": "2 subjects on the BABA Arm chose to complete the intervention phase after the completion of their 2nd period, and move on to the follow-up phase. The remaining 2 subjects on the BABA Arm chose to continue onto a 3rd period.", "numSubjects": "2"}]}, {"type": "COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "0"}, {"groupId": "FG001", "numSubjects": "2"}]}, {"type": "NOT COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "0"}, {"groupId": "FG001", "numSubjects": "0"}]}]}, {"title": "Down-titration/Up-Titration Up to 6 Wks", "milestones": [{"type": "STARTED", "achievements": [{"groupId": "FG000", "numSubjects": "0"}, {"groupId": "FG001", "comment": "The remaining 2 subjects on the BABA Arm chose to complete the intervention phase after the completion of their 3rd period, and move on to the follow-up phase.", "numSubjects": "0"}]}, {"type": "COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "0"}, {"groupId": "FG001", "numSubjects": "0"}]}, {"type": "NOT COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "0"}, {"groupId": "FG001", "numSubjects": "0"}]}]}, {"title": "Follow-up", "milestones": [{"type": "STARTED", "comment": "After each of the subjects complete their intervention phase, they proceed to a follow-up phase, which lasts for 12 months.", "achievements": [{"groupId": "FG000", "numSubjects": "5"}, {"groupId": "FG001", "numSubjects": "4"}]}, {"type": "COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "5"}, {"groupId": "FG001", "numSubjects": "4"}]}, {"type": "NOT COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "0"}, {"groupId": "FG001", "numSubjects": "0"}]}]}]}, "baselineCharacteristicsModule": {"groups": [{"id": "BG000", "title": "Beta Blocker ABAB Sequence", "description": "This arm will follow an ABAB sequence. \"A\" representing ON beta blockers and \"B\" representing OFF beta blockers. Subjects in this arm will continue their home dose during the initial A period, they will then crossover into Period 2, where dose reduction will begin until they are off of beta blockers. After Period 2, the subjects have the option to decide if they want to be on or off their beta blocker and proceed with the Follow-Up Phase, or continue to Period 3 if they don't feel ready to make that decision to stay on or go off their beta blocker yet. During Period 3, they will restart beta-blockers, gradually uptitrating until reaching their home dose and finally during period 4, we will again conduct a dose reduction until off of beta blockers.\n\nBeta blockers: The intervention is a two-arm crossover withdrawal/ reversal design (On \\[A\\] vs Off \\[B\\]) with 4 periods, each period lasting up to 6 weeks. During the On period (A), subjects will be on their beta blocker. During the Off period (B), their beta blockers will be down titrated and subsequently discontinued.\n\nSubjects will be randomized into either ABAB or BABA sequences."}, {"id": "BG001", "title": "Beta Blocker BABA Sequence", "description": "This arm will follow a BABA sequence. \"A\" representing ON beta blockers and \"B\" representing OFF of beta blockers. Subjects in this arm will have their previously prescribed beta blocker dose reduced until they are completely off of beta blockers during Period 1. They will then crossover into Period 2, where uptitration will begin until they are back on their previously prescribed dose of beta blockers. After Period 2, the subjects have the option to decide if they want to be on or off their beta blocker and proceed with the Follow-Up Phase, or continue to Period 3 if they don't feel ready to make that decision to stay on or go off their beta blocker yet. During Period 3, we will again conduct a dose reduction, until the subject is off of beta blockers and finally during Period 4, we will uptitrate them back to their home dose of beta blockers.\n\nBeta blockers: The intervention is a two-arm crossover withdrawal/ reversal design (On \\[A\\] vs Off \\[B\\]) with 4 periods, each period lasting up to 6 weeks. During the On period (A), subjects will be on their beta blocker. During the Off period (B), their beta blockers will be down titrated and subsequently discontinued.\n\nSubjects will be randomized into either ABAB or BABA sequences."}, {"id": "BG002", "title": "Total", "description": "Total of all reporting groups"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "BG000", "value": "5"}, {"groupId": "BG001", "value": "4"}, {"groupId": "BG002", "value": "9"}]}], "measures": [{"title": "Age, Categorical", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "<=18 years", "measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "0"}, {"groupId": "BG002", "value": "0"}]}, {"title": "Between 18 and 65 years", "measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "0"}, {"groupId": "BG002", "value": "0"}]}, {"title": ">=65 years", "measurements": [{"groupId": "BG000", "value": "5"}, {"groupId": "BG001", "value": "4"}, {"groupId": "BG002", "value": "9"}]}]}]}, {"title": "Sex: Female, Male", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "Female", "measurements": [{"groupId": "BG000", "value": "4"}, {"groupId": "BG001", "value": "4"}, {"groupId": "BG002", "value": "8"}]}, {"title": "Male", "measurements": [{"groupId": "BG000", "value": "1"}, {"groupId": "BG001", "value": "0"}, {"groupId": "BG002", "value": "1"}]}]}]}, {"title": "Ethnicity (NIH/OMB)", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "Hispanic or Latino", "measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "0"}, {"groupId": "BG002", "value": "0"}]}, {"title": "Not Hispanic or Latino", "measurements": [{"groupId": "BG000", "value": "5"}, {"groupId": "BG001", "value": "4"}, {"groupId": "BG002", "value": "9"}]}, {"title": "Unknown or Not Reported", "measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "0"}, {"groupId": "BG002", "value": "0"}]}]}]}, {"title": "Race (NIH/OMB)", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "American Indian or Alaska Native", "measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "0"}, {"groupId": "BG002", "value": "0"}]}, {"title": "Asian", "measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "0"}, {"groupId": "BG002", "value": "0"}]}, {"title": "Native Hawaiian or Other Pacific Islander", "measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "0"}, {"groupId": "BG002", "value": "0"}]}, {"title": "Black or African American", "measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "0"}, {"groupId": "BG002", "value": "0"}]}, {"title": "White", "measurements": [{"groupId": "BG000", "value": "5"}, {"groupId": "BG001", "value": "4"}, {"groupId": "BG002", "value": "9"}]}, {"title": "More than one race", "measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "0"}, {"groupId": "BG002", "value": "0"}]}, {"title": "Unknown or Not Reported", "measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "0"}, {"groupId": "BG002", "value": "0"}]}]}]}, {"title": "Region of Enrollment", "paramType": "NUMBER", "unitOfMeasure": "participants", "classes": [{"title": "United States", "categories": [{"measurements": [{"groupId": "BG000", "value": "5"}, {"groupId": "BG001", "value": "4"}, {"groupId": "BG002", "value": "9"}]}]}]}]}, "outcomeMeasuresModule": {"outcomeMeasures": [{"type": "PRIMARY", "title": "Change in Physical Activity When on Beta-blocker Versus When Off Beta-blocker, as Measured by Step Count on Wearable Activity Monitoring Device", "description": "The wearable activity monitoring device measures daily step count. Due to the nature of N-of-1 trials, the duration of a subject's periods varies based on the subject's \"home\" dose of beta-blocker prior to enrollment, therefore, each subject's respective time period for the OFF and ON periods could range between 3 and 6 weeks. We will compare average step counts over 2-week periods, which will be the final 2 weeks of each period when subjects are either on their \"home\" (ON Beta Blockers) or minimally tolerated (OFF Beta Blockers) dose. The outcome measure data is the mean collected during the outcome measure time frame.", "populationDescription": "One subject did not have any measurements from their activity monitoring device.", "reportingStatus": "POSTED", "paramType": "MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "Count of Steps", "timeFrame": "The maximum amount of time a subject could have been assessed for this outcome measure is 8-weeks (last 2 weeks of each period for up to 4 periods).", "groups": [{"id": "OG000", "title": "ON Beta Blockers", "description": "Subjects are on their standard of care beta-blocker dosage, which is the dosage that they were on when they enrolled into the trial."}, {"id": "OG001", "title": "OFF Beta Blockers", "description": "Subjects have been titrated off their standard of care beta-blocker dosage, and are now not on any beta-blocker."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "8"}, {"groupId": "OG001", "value": "8"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "2790.5", "spread": "1,999.32"}, {"groupId": "OG001", "value": "3167.3", "spread": "1,901.65"}]}]}]}, {"type": "PRIMARY", "title": "Change in Lower Extremity Function When on Beta-blocker Versus When Off Beta-blocker, as Measured by the Balance Portion of a Modified Version of the Short Physical Performance Battery.", "description": "The Short Physical Performance Battery assesses gait speed, core strength when rising from a chair without using the upper extremities, and balance while standing without a cane or walker. The balance test portion of the SPPB assesses the subject's ability to stand unassisted without the use of a cane or walker. Balance test scores range from 0 - 4 with higher scores indicating better ability to stand unassisted. Our research team conducted the balance test according to SPPB standards. Due to the nature of N-of-1 trials, the duration of a subject's period varies based on the subject's \"home\" dose of beta-blocker prior to enrollment, therefore, each subject's respective time period for the OFF and ON periods could range between 3 - 6 weeks. The outcome measure data is the mean of the data collected during the span of the outcome measure time frame.", "populationDescription": "This population excludes subjects who did not complete the SPPB at both ON and OFF arms.", "reportingStatus": "POSTED", "paramType": "MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "score on a scale", "timeFrame": "The maximum amount of time a subject could have been assessed for this outcome measure is 24-weeks. This outcome was measured at baseline and at each end of period visit.", "groups": [{"id": "OG000", "title": "ON Beta Blockers", "description": "Subjects are on their standard of care beta-blocker dosage, which is the dosage that they were on when they enrolled into the trial."}, {"id": "OG001", "title": "OFF Beta Blockers", "description": "Subjects have been titrated off their standard of care beta-blocker dosage, and are now not on any beta-blocker."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "7"}, {"groupId": "OG001", "value": "7"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "3.9", "spread": "0.38"}, {"groupId": "OG001", "value": "3.6", "spread": "0.79"}]}]}]}, {"type": "PRIMARY", "title": "Change in Lower Extremity Function When on Beta-blocker Versus When Off Beta-blocker, as Measured by the Gait Speed Portion of a Modified Version of the Short Physical Performance Battery.", "description": "The Short Physical Performance Battery assesses gait speed, core strength when rising from a chair without using the upper extremities, and balance while standing without a cane or walker. The gait speed portion of the SPPB assesses the subject's lower extremity function. When comparing the number of seconds it takes to complete the 4-meter gait speed test, quicker speeds indicate better lower extremity function. Our research team conducted the 4-meter gait speed test according to SPPB standards, but have chosen on comparing the speed at which subjects were able to complete the test. Due to the nature of N-of-1 trials, the duration of a subject's period varies based on the subject's \"home\" dose of beta-blocker prior to enrollment, therefore, each subject's respective time period for the OFF and ON periods could range between 3 - 6 weeks. The outcome measure data is the mean of the data collected during the span of the outcome measure time frame.", "populationDescription": "This population excludes subjects who did not complete the SPPB at both ON and OFF arms.", "reportingStatus": "POSTED", "paramType": "MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "seconds", "timeFrame": "The maximum amount of time a subject could have been assessed for this outcome measure is 24-weeks. This outcome was measured at baseline and at each end of period visit.", "groups": [{"id": "OG000", "title": "ON Beta Blockers", "description": "Subjects are on their standard of care beta-blocker dosage, which is the dosage that they were on when they enrolled into the trial."}, {"id": "OG001", "title": "OFF Beta Blockers", "description": "Subjects have been titrated off their standard of care beta-blocker dosage, and are now not on any beta-blocker."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "7"}, {"groupId": "OG001", "value": "7"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "4.3", "spread": "0.86"}, {"groupId": "OG001", "value": "4.6", "spread": "1.0"}]}]}]}, {"type": "PRIMARY", "title": "Change in Lower Extremity Function When on Beta-blocker Versus When Off Beta-blocker, as Measured by the Chair Rise Portion of a Modified Version of the Short Physical Performance Battery.", "description": "The Short Physical Performance Battery assesses gait speed, core strength when rising from a chair without using the upper extremities, and balance while standing without a cane or walker. The chair rise portion of the SPPB assesses core strength. When comparing the number of seconds it takes to complete 5 chair rises, quicker speeds indicate better core strength. Our research team has chosen on comparing the speed at which subjects were able to complete the test. Due to the nature of N-of-1 trials, the duration of a subject's period varies based on the subject's \"home\" dose of beta-blocker prior to enrollment, therefore, each subject's respective time period for the OFF and ON periods could range between 3 - 6 weeks. The outcome measure data is the mean of the data collected during the outcome measure time frame.", "populationDescription": "This population excludes subjects who did not complete the SPPB at both ON and OFF arms.", "reportingStatus": "POSTED", "paramType": "MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "seconds", "timeFrame": "The maximum amount of time a subject could have been assessed for this outcome measure is 24-weeks. This outcome was measured at baseline and at each end of period visit.", "groups": [{"id": "OG000", "title": "ON Beta Blockers", "description": "Subjects are on their standard of care beta-blocker dosage, which is the dosage that they were on when they enrolled into the trial."}, {"id": "OG001", "title": "OFF Beta Blockers", "description": "Subjects have been titrated off their standard of care beta-blocker dosage, and are now not on any beta-blocker."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "7"}, {"groupId": "OG001", "value": "7"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "16", "spread": "4.92"}, {"groupId": "OG001", "value": "15.1", "spread": "5.08"}]}]}]}, {"type": "PRIMARY", "title": "Change in Exercise Capacity When on Beta-blocker Versus When Off Beta-blocker, as Measured by Peak Oxygen Consumption (VO2) During Cardiopulmonary Exercise Test (CPET)", "description": "Cardiopulmonary exercise testing (CPET) measures breath-by-breath oxygen production during symptom-limited exercise on a stationary bike. This permits the calculation of peak oxygen consumption (VO2). Percent predicted peak VO2 for body weight will also be calculated. Due to the nature of N-of-1 trials, the duration of a subject's period varies based on the subject's \"home\" dose of beta-blocker prior to enrollment, therefore, each subject's respective time period for the OFF and ON periods could range between 3 - 6 weeks. The outcome measure data is the mean of the data collected during the span of the outcome measure time frame.", "reportingStatus": "POSTED", "paramType": "MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "ml/kg/min", "timeFrame": "The maximum amount of time a subject could have been assessed for this outcome measure is 6-weeks. This outcome was measured at the end of the first and second visit.", "groups": [{"id": "OG000", "title": "ON Beta Blockers", "description": "Subjects are on their standard of care beta-blocker dosage, which is the dosage that they were on when they enrolled into the trial."}, {"id": "OG001", "title": "OFF Beta Blockers", "description": "Subjects have been titrated off their standard of care beta-blocker dosage, and are now not on any beta-blocker."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "9"}, {"groupId": "OG001", "value": "9"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "10.0", "spread": "2.7"}, {"groupId": "OG001", "value": "11.4", "spread": "2.03"}]}]}]}, {"type": "SECONDARY", "title": "Change in Patient-reported Quality of Life When on Beta-blocker Versus When Off Beta-blocker, as Measured by Patient-Reported Outcome Measurement Information System-29 (PROMIS-29)", "description": "The PROMIS-29 assesses 7 domains with 4 questions with an additional pain intensity numeric rating scale. The patients' answers to the PROMIS-29 are scored from 1-5 (except for the pain numeric rating scale). The sum of the PROMIS-29 is the raw score transformed into a final T-score metric. Scores are mapped so that the values follow a normal distribution with a population mean T-score of 50 and an SD of 10. Instead of having a min or max, the PROMIS-29 raw scores have been transformed into t-scores for comparison to a reference population (the US general population) with a mean of 50 and SD of 10. Scores lower than 50 indicate worse health compared to the US general population. Due to the nature of N-of-1 trials, the duration of a subject's period varies based on the subject's \"home\" dose of beta-blocker before enrollment, therefore, each subject's respective period for the OFF and ON periods could range between 3 - 6 weeks. The values measured over the time points were averaged.", "reportingStatus": "POSTED", "paramType": "MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "score on a scale", "timeFrame": "The maximum amount of time a subject could have been assessed for this measure is 76-weeks (24-week max intervention phase,1-year follow-up phase). This outcome was measured at baseline, weekly, end of period and intervention visits, and during follow-up.", "groups": [{"id": "OG000", "title": "ON Beta Blockers", "description": "Subjects are on their standard of care beta-blocker dosage, which is the dosage that they were on when they enrolled into the trial."}, {"id": "OG001", "title": "OFF Beta Blockers", "description": "Subjects have been titrated off their standard of care beta-blocker dosage, and are now not on any beta-blocker."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "9"}, {"groupId": "OG001", "value": "9"}]}], "classes": [{"title": "Physical Health Component", "categories": [{"measurements": [{"groupId": "OG000", "value": "39.8", "spread": "6.60"}, {"groupId": "OG001", "value": "40.0", "spread": "8.86"}]}]}, {"title": "Mental Health Component", "categories": [{"measurements": [{"groupId": "OG000", "value": "46.8", "spread": "10.38"}, {"groupId": "OG001", "value": "47.9", "spread": "7.50"}]}]}]}, {"type": "SECONDARY", "title": "Change in Patient-reported Sexual Function When on Beta-blocker Versus When Off Beta-blocker, as Measured by Patient-Reported Outcome Measurement Information System-Sexual Function (PROMIS-Sexual Function)", "description": "Patient-Reported Outcome Measurement Information System-Sexual Function (PROMIS-Sexual Function) measures self-reported sexual function and satisfaction. Questions are ranked on a 6-point Likert scale, with higher scores indicating poorer sexual function and satisfaction. Due to the nature of N-of-1 trials, the duration of a subject's period varies based on the subject's \"home\" dose of beta-blocker prior to enrollment, therefore, each subject's respective time period for the OFF and ON periods could range between 3 - 6 weeks. The outcome measure data is the mean of the data collected during the span of the outcome measure time frame. The score ranges from 0-10 with higher scores meaning worsened sexual function.", "reportingStatus": "POSTED", "paramType": "MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "score on a scale", "timeFrame": "The maximum amount of time a subject could have been assessed for this measure is 76-weeks (24-week max intervention phase,1-year follow-up phase). This outcome was measured at baseline, end of period and intervention visits, and during follow-up.", "groups": [{"id": "OG000", "title": "ON Beta Blockers", "description": "Subjects are on their standard of care beta-blocker dosage, which is the dosage that they were on when they enrolled into the trial."}, {"id": "OG001", "title": "OFF Beta Blockers", "description": "Subjects have been titrated off their standard of care beta-blocker dosage, and are now not on any beta-blocker."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "9"}, {"groupId": "OG001", "value": "9"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "1.8", "spread": "1.97"}, {"groupId": "OG001", "value": "2.1", "spread": "1.27"}]}]}]}, {"type": "SECONDARY", "title": "Change in Patient-reported Cognitive Function When on Beta-blocker Versus When Off Beta-blocker, as Measured by Patient-Reported Outcome Measurement Information System-Short Form 6a (PROMIS SF-6a)", "description": "Patient-Reported Outcome Measurement Information System-Short Form 6a (PROMIS SF-6a) is a survey of patient-perceived cognitive deficits. Questions are ranked on a 5-point Likert scale, with higher scores indicating better cognitive function. Scores are mapped so the values follow a normal distribution with a population mean T-score of 50 and an SD of 10. Instead of having a min or max, the raw scores have been transformed into t-scores for comparison to a reference population (the US general population) with a mean of 50 and SD of 10. Scores lower than 50 indicate worse cognitive function compared to the US general population. Due to the nature of N-of-1 trials, the duration of a subject's period varies based on the subject's \"home\" dose of beta-blocker prior to enrollment, therefore, each subject's respective time period for the OFF and ON periods could range between 3-6 weeks. The outcome measure data is the mean of the data collected during the span of the measured time points.", "reportingStatus": "POSTED", "paramType": "MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "score on a scale", "timeFrame": "The maximum amount of time a subject could have been assessed for this measure is 76-weeks (24-week max intervention phase,1-year follow-up phase). This outcome was measured at baseline, weekly, end of period and intervention visits, and during follow-up.", "groups": [{"id": "OG000", "title": "ON Beta Blockers", "description": "Subjects are on their standard of care beta-blocker dosage, which is the dosage that they were on when they enrolled into the trial."}, {"id": "OG001", "title": "OFF Beta Blockers", "description": "Subjects have been titrated off their standard of care beta-blocker dosage, and are now not on any beta-blocker."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "9"}, {"groupId": "OG001", "value": "9"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "53.8", "spread": "7.13"}, {"groupId": "OG001", "value": "52.4", "spread": "7.61"}]}]}]}, {"type": "SECONDARY", "title": "Change in Patient-reported Health Status When on Beta-blocker Versus When Off Beta-blocker, as Measured by Kansas City Cardiomyopathy Questionnaire (KCCQ-12)", "description": "The Kansas City Cardiomyopathy Questionnaire (KCCQ-12) is a heart failure-specific health status survey. Questions are ranked on 5- to 7-point Likert scales, with higher scores indicating better health status. KCCQ scores are scaled from 0 to 100 and frequently summarized in 25-point ranges, where scores represent health status as follows: 0 to 24: very poor to poor; 25 to 49: poor to fair; 50 to 74: fair to good; and 75 to 100: good to excellent. Due to the nature of N-of-1 trials, the duration of a subject's period varies based on the subject's \"home\" dose of beta-blocker prior to enrollment, therefore, each subject's respective time period for the OFF and ON periods could range between 3 - 6 weeks. The outcome measure data is the mean of the data collected during the span of the outcome measure time frame.", "reportingStatus": "POSTED", "paramType": "MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "score on a scale", "timeFrame": "The max amount of time a subject could have been assessed for this measure is 76-weeks (24-week max intervention phase,1-year follow-up phase). This outcome was measured at baseline, bi-weekly, end of period and intervention visits, and during follow-up.", "groups": [{"id": "OG000", "title": "ON Beta Blockers", "description": "Subjects are on their standard of care beta-blocker dosage, which is the dosage that they were on when they enrolled into the trial."}, {"id": "OG001", "title": "OFF Beta Blockers", "description": "Subjects have been titrated off their standard of care beta-blocker dosage, and are now not on any beta-blocker."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "9"}, {"groupId": "OG001", "value": "9"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "58.7", "spread": "24.53"}, {"groupId": "OG001", "value": "66.0", "spread": "17.36"}]}]}]}, {"type": "SECONDARY", "title": "Change in Patient-reported Health When on Beta-blocker Versus When Off Beta-blocker, as Measured by the EuroQol-5D Visual Analogue System (EQ-5D VAS)", "description": "The EuroQol-5D Visual Analogue System (EQ-5D VAS) indicates patient-perceived health on a vertical visual analogue scale. The scale ranges from 0, indicating poorest health, to 100, indicating the best health. Due to the nature of N-of-1 trials, the duration of a subject's period varies based on the subject's \"home\" dose of beta-blocker prior to enrollment, therefore, each subject's respective time period for the OFF and ON periods could range between 3 - 6 weeks. The outcome measure data is the mean of the data collected during the span of the outcome measure time frame.", "reportingStatus": "POSTED", "paramType": "MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "score on a scale", "timeFrame": "The maximum amount of time a subject could have been assessed for this outcome measure is 24-weeks. This outcome was measured at baseline and at each end of period visit.", "groups": [{"id": "OG000", "title": "ON Beta Blockers", "description": "Subjects are on their standard of care beta-blocker dosage, which is the dosage that they were on when they enrolled into the trial."}, {"id": "OG001", "title": "OFF Beta Blockers", "description": "Subjects have been titrated off their standard of care beta-blocker dosage, and are now not on any beta-blocker."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "9"}, {"groupId": "OG001", "value": "9"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "68.9", "spread": "16.06"}, {"groupId": "OG001", "value": "67.8", "spread": "17.20"}]}]}]}]}, "adverseEventsModule": {"frequencyThreshold": "5", "timeFrame": "During the intervention period, which can include up to 4 periods, with each period being up to 6 weeks, and through the follow-up period, which lasts for 1 year after the subject's end of intervention date.", "description": "At each study visit, the investigator inquired about the occurrence of AE/SAEs since the last visit. Additionally, interim events history was collected during each weekly dose modification phone call, and during each follow-up call. Information to be collected includes event description, time of onset, clinician's assessment of severity, relationship to study product (assessed only by those with the training and authority to make a diagnosis), and time of resolution/stabilization of the event.", "eventGroups": [{"id": "EG000", "title": "ON Beta Blockers", "description": "Subjects on their standard of care beta-blocker dosage (the dosage they were on when they enrolled in the trial).", "deathsNumAffected": 0, "deathsNumAtRisk": 9, "seriousNumAffected": 0, "seriousNumAtRisk": 9, "otherNumAffected": 6, "otherNumAtRisk": 9}, {"id": "EG001", "title": "OFF Beta Blockers", "description": "Subjects titrated off their standard-of-care beta-blocker dosage (not on any beta-blocker).", "deathsNumAffected": 0, "deathsNumAtRisk": 9, "seriousNumAffected": 0, "seriousNumAtRisk": 9, "otherNumAffected": 7, "otherNumAtRisk": 9}, {"id": "EG002", "title": "Subjects in Follow-Up", "description": "After completing their intervention phase, and deciding whether they prefer to continue or discontinue their beta-blocker, subjects proceed to a 12-month-long follow-up phase.", "deathsNumAffected": 1, "deathsNumAtRisk": 9, "seriousNumAffected": 2, "seriousNumAtRisk": 9, "otherNumAffected": 5, "otherNumAtRisk": 9}], "seriousEvents": [{"term": "Heart Failure", "organSystem": "Cardiac disorders", "sourceVocabulary": "CTCAE (5.0)", "assessmentType": "NON_SYSTEMATIC_ASSESSMENT", "notes": "Grade 4 (Heart Failure Exacerbation; Life-threatening consequences; urgent intervention indicated (e.g., continuous IV therapy or mechanical hemodynamic support)) / Possibly related to the research.", "stats": [{"groupId": "EG000", "numEvents": 0, "numAffected": 0, "numAtRisk": 9}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 9}, {"groupId": "EG002", "numEvents": 1, "numAffected": 1, "numAtRisk": 9}]}, {"term": "Hypoxia", "organSystem": "Respiratory, thoracic and mediastinal disorders", "sourceVocabulary": "CTCAE (5.0)", "assessmentType": "NON_SYSTEMATIC_ASSESSMENT", "notes": "Grade 4 (Life-threatening airway compromise; urgent intervention indicated (e.g., tracheotomy or intubation)) / Not related to the research.", "stats": [{"groupId": "EG000", "numEvents": 0, "numAffected": 0, "numAtRisk": 9}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 9}, {"groupId": "EG002", "numEvents": 1, "numAffected": 1, "numAtRisk": 9}]}, {"term": "Cardiac Arrest", "organSystem": "Cardiac disorders", "sourceVocabulary": "CTCAE (5.0)", "assessmentType": "NON_SYSTEMATIC_ASSESSMENT", "notes": "Grade 4 (Life-threatening consequences; urgent intervention indicated) / Not related to the research.", "stats": [{"groupId": "EG000", "numEvents": 0, "numAffected": 0, "numAtRisk": 9}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 9}, {"groupId": "EG002", "numEvents": 1, "numAffected": 1, "numAtRisk": 9}]}, {"term": "Hypotension", "organSystem": "Vascular disorders", "sourceVocabulary": "CTCAE (5.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "notes": "Grade 4 (Life-threatening consequences and urgent intervention indicated) / Possibly related to the research.", "stats": [{"groupId": "EG000", "numEvents": 0, "numAffected": 0, "numAtRisk": 9}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 9}, {"groupId": "EG002", "numEvents": 2, "numAffected": 1, "numAtRisk": 9}]}], "otherEvents": [{"term": "Hypertension", "organSystem": "Vascular disorders", "sourceVocabulary": "CTCAE (5.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "notes": "Grade 1 (Adult: Systolic BP 120 - 139 mm Hg or diastolic BP 80 - 89 mm Hg; Pediatric: Systolic/diastolic BP \\>90th percentile but\\< 95th percentile; Adolescent: BP ≥120/80 even if \\< 95th percentile) / Possibly related to the research.", "stats": [{"groupId": "EG000", "numEvents": 4, "numAffected": 1, "numAtRisk": 9}, {"groupId": "EG001", "numEvents": 4, "numAffected": 2, "numAtRisk": 9}, {"groupId": "EG002", "numEvents": 3, "numAffected": 1, "numAtRisk": 9}]}, {"term": "Dizziness", "organSystem": "Nervous system disorders", "sourceVocabulary": "CTCAE (5.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "notes": "Grade 1 (Mild unsteadiness or sensation of movement) / Possibly related to the research.", "stats": [{"groupId": "EG000", "numEvents": 6, "numAffected": 3, "numAtRisk": 9}, {"groupId": "EG001", "numEvents": 1, "numAffected": 1, "numAtRisk": 9}, {"groupId": "EG002", "numEvents": 1, "numAffected": 1, "numAtRisk": 9}]}, {"term": "Sinus Bradycardia", "organSystem": "Cardiac disorders", "sourceVocabulary": "CTCAE (5.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "notes": "Grade 1 (Asymptomatic, intervention not indicated) / Not related to the research.", "stats": [{"groupId": "EG000", "numEvents": 3, "numAffected": 2, "numAtRisk": 9}, {"groupId": "EG001", "numEvents": 1, "numAffected": 1, "numAtRisk": 9}, {"groupId": "EG002", "numEvents": 0, "numAffected": 0, "numAtRisk": 9}]}, {"term": "Hypotension", "organSystem": "Vascular disorders", "sourceVocabulary": "CTCAE (5.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "notes": "Grade 1 (Asymptomatic, intervention not indicated) / Possibly related to the research.", "stats": [{"groupId": "EG000", "numEvents": 35, "numAffected": 5, "numAtRisk": 9}, {"groupId": "EG001", "numEvents": 38, "numAffected": 5, "numAtRisk": 9}, {"groupId": "EG002", "numEvents": 7, "numAffected": 2, "numAtRisk": 9}]}, {"term": "Dyspnea", "organSystem": "Respiratory, thoracic and mediastinal disorders", "sourceVocabulary": "CTCAE (5.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "notes": "Grade 1 (Shortness of breath with moderate exertion) / Possibly related to the research.", "stats": [{"groupId": "EG000", "numEvents": 0, "numAffected": 0, "numAtRisk": 9}, {"groupId": "EG001", "numEvents": 1, "numAffected": 1, "numAtRisk": 9}, {"groupId": "EG002", "numEvents": 0, "numAffected": 0, "numAtRisk": 9}]}, {"term": "Sinus Tachycardia", "organSystem": "Cardiac disorders", "sourceVocabulary": "CTCAE (5.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "notes": "Grade 2 (Symptomatic; non-urgent medical intervention indicated) / Possibly related to the research.", "stats": [{"groupId": "EG000", "numEvents": 0, "numAffected": 0, "numAtRisk": 9}, {"groupId": "EG001", "numEvents": 3, "numAffected": 3, "numAtRisk": 9}, {"groupId": "EG002", "numEvents": 0, "numAffected": 0, "numAtRisk": 9}]}, {"term": "Eye disorders - other, specify", "organSystem": "Eye disorders", "sourceVocabulary": "CTCAE (5.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "notes": "Grade 2 (Loss of Central Vision of Left Eye; Moderate; minimal, local or noninvasive intervention indicated; limiting instrumental ADL; best corrected visual acuity 20/40 and better or 3 lines or less dec vision from baseline) / Not related to study.", "stats": [{"groupId": "EG000", "numEvents": 1, "numAffected": 1, "numAtRisk": 9}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 9}, {"groupId": "EG002", "numEvents": 0, "numAffected": 0, "numAtRisk": 9}]}, {"term": "Fatigue", "organSystem": "General disorders", "sourceVocabulary": "CTCAE (5.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "notes": "Grade 1 (Fatigue relieved by rest) / Possibly related to the research.", "stats": [{"groupId": "EG000", "numEvents": 5, "numAffected": 2, "numAtRisk": 9}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 9}, {"groupId": "EG002", "numEvents": 0, "numAffected": 0, "numAtRisk": 9}]}, {"term": "Palpitations", "organSystem": "Cardiac disorders", "sourceVocabulary": "CTCAE (5.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "notes": "Grade 1 (Mild symptoms; intervention not indicated) / Depending on subject and instance, possibly related or not related to the research.", "stats": [{"groupId": "EG000", "numEvents": 2, "numAffected": 1, "numAtRisk": 9}, {"groupId": "EG001", "numEvents": 2, "numAffected": 2, "numAtRisk": 9}, {"groupId": "EG002", "numEvents": 0, "numAffected": 0, "numAtRisk": 9}]}, {"term": "Heart Failure", "organSystem": "Cardiac disorders", "sourceVocabulary": "CTCAE (5.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "notes": "Grade 1 (Heart Failure Exacerbation - Asymptomatic with laboratory (e.g., BNP \\[B-Natriuretic Peptide \\]) or cardiac imaging abnormalities) / Not related to the study", "stats": [{"groupId": "EG000", "numEvents": 1, "numAffected": 1, "numAtRisk": 9}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 9}, {"groupId": "EG002", "numEvents": 0, "numAffected": 0, "numAtRisk": 9}]}, {"term": "Retinal Vascular Disorder", "organSystem": "Eye disorders", "sourceVocabulary": "CTCAE (5.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "notes": "Grade 2 (Retinal Microaneurysm of Left Eye; Retinal vascular disorder without neovascularization) / Not related to the study", "stats": [{"groupId": "EG000", "numEvents": 0, "numAffected": 0, "numAtRisk": 9}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 9}, {"groupId": "EG002", "numEvents": 1, "numAffected": 1, "numAtRisk": 9}]}, {"term": "Nervous System Disorders - Other, specify", "organSystem": "Nervous system disorders", "sourceVocabulary": "CTCAE (5.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "notes": "Grade 2 (Carpal Tunnel Syndrome; Moderate; minimal, local or noninvasive intervention indicated; limiting age-appropriate instrumental ADL) / Not Related to study", "stats": [{"groupId": "EG000", "numEvents": 0, "numAffected": 0, "numAtRisk": 9}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 9}, {"groupId": "EG002", "numEvents": 1, "numAffected": 1, "numAtRisk": 9}]}, {"term": "Retinopathy", "organSystem": "Eye disorders", "sourceVocabulary": "CTCAE (5.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "notes": "Grade 2 (Symptomatic; moderate decrease in visual acuity (best corrected visual acuity 20/40 and better or 3 lines or less decreased vision from known baseline); limiting instrumental ADL) / Not related to study", "stats": [{"groupId": "EG000", "numEvents": 0, "numAffected": 0, "numAtRisk": 9}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 9}, {"groupId": "EG002", "numEvents": 1, "numAffected": 1, "numAtRisk": 9}]}, {"term": "Depression", "organSystem": "Psychiatric disorders", "sourceVocabulary": "CTCAE (5.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "notes": "Grade 2 (Moderate depressive symptoms; limiting instrumental ADL) / Not related to study", "stats": [{"groupId": "EG000", "numEvents": 0, "numAffected": 0, "numAtRisk": 9}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 9}, {"groupId": "EG002", "numEvents": 1, "numAffected": 1, "numAtRisk": 9}]}]}, "moreInfoModule": {"certainAgreement": {"piSponsorEmployee": true}, "pointOfContact": {"title": "Princess Osma", "organization": "Weill Cornell Medicine", "email": "pro4001@med.cornell.edu", "phone": "646-962-5910"}}}, "documentSection": {"largeDocumentModule": {"largeDocs": [{"typeAbbrev": "Prot_SAP", "hasProtocol": true, "hasSap": true, "hasIcf": false, "label": "Study Protocol and Statistical Analysis Plan", "date": "2022-12-27", "uploadDate": "2023-05-31T16:56", "filename": "Prot_SAP_000.pdf", "size": 739114}]}}, "derivedSection": {"miscInfoModule": {"versionHolder": "2024-06-24", "submissionTracking": {"firstMcpInfo": {"postDateStruct": {"date": "2023-06-27", "type": "ACTUAL"}}}}, "conditionBrowseModule": {"meshes": [{"id": "D000006333", "term": "Heart Failure"}, {"id": "D000006331", "term": "Heart Diseases"}, {"id": "D000054144", "term": "Heart Failure, Diastolic"}], "ancestors": [{"id": "D000002318", "term": "Cardiovascular Diseases"}], "browseLeaves": [{"id": "M9419", "name": "Heart Diseases", "asFound": "Heart Disease", "relevance": "HIGH"}, {"id": "M9421", "name": "Heart Failure", "asFound": "Heart Failure", "relevance": "HIGH"}, {"id": "M27580", "name": "Heart Failure, Diastolic", "asFound": "Heart Failure, Diastolic", "relevance": "HIGH"}], "browseBranches": [{"abbrev": "BC14", "name": "Heart and Blood Diseases"}, {"abbrev": "All", "name": "All Conditions"}]}, "interventionBrowseModule": {"meshes": [{"id": "D000011433", "term": "Propranolol"}, {"id": "D000008790", "term": "Metoprolol"}, {"id": "D000001262", "term": "Atenolol"}, {"id": "D000013015", "term": "Sotalol"}, {"id": "D000009248", "term": "Nadolol"}, {"id": "D000000070", "term": "Acebutolol"}, {"id": "D000077261", "term": "Carvedilol"}, {"id": "D000068577", "term": "Nebivolol"}, {"id": "D000017298", "term": "Bisoprolol"}, {"id": "D000007741", "term": "Labetalol"}, {"id": "D000010869", "term": "Pindolol"}, {"id": "D000015784", "term": "Betaxolol"}, {"id": "D000010394", "term": "Penbutolol"}, {"id": "D000000319", "term": "Adrenergic beta-Antagonists"}], "ancestors": [{"id": "D000018674", "term": "Adrenergic Antagonists"}, {"id": "D000018663", "term": "Adrenergic Agents"}, {"id": "D000018377", "term": "Neurotransmitter Agents"}, {"id": "D000045504", "term": "Molecular Mechanisms of Pharmacological Action"}, {"id": "D000045505", "term": "Physiological Effects of Drugs"}, {"id": "D000000889", "term": "Anti-Arrhythmia Agents"}, {"id": "D000000959", "term": "Antihypertensive Agents"}, {"id": "D000014665", "term": "Vasodilator Agents"}, {"id": "D000013565", "term": "Sympatholytics"}, {"id": "D000001337", "term": "Autonomic Agents"}, {"id": "D000018373", "term": "Peripheral Nervous System Agents"}, {"id": "D000058671", "term": "Adrenergic beta-1 Receptor Antagonists"}, {"id": "D000000975", "term": "Antioxidants"}, {"id": "D000020011", "term": "Protective Agents"}, {"id": "D000002121", "term": "Calcium Channel Blockers"}, {"id": "D000049990", "term": "Membrane Transport Modulators"}, {"id": "D000077264", "term": "Calcium-Regulating Hormones and Agents"}, {"id": "D000058668", "term": "Adrenergic alpha-1 Receptor Antagonists"}, {"id": "D000000317", "term": "Adrenergic alpha-Antagonists"}, {"id": "D000058665", "term": "Adrenergic beta-1 Receptor Agonists"}, {"id": "D000000318", "term": "Adrenergic beta-Agonists"}, {"id": "D000000322", "term": "Adrenergic Agonists"}, {"id": "D000013566", "term": "Sympathomimetics"}, {"id": "D000012702", "term": "Serotonin Antagonists"}, {"id": "D000018490", "term": "Serotonin Agents"}], "browseLeaves": [{"id": "M1718", "name": "Carvedilol", "asFound": "Circulating", "relevance": "HIGH"}, {"id": "M14298", "name": "Propranolol", "asFound": "Plaque", "relevance": "HIGH"}, {"id": "M276", "name": "Nebivolol", "asFound": "2.4", "relevance": "HIGH"}, {"id": "M10761", "name": "Labetalol", "asFound": "Mesenteric", "relevance": "HIGH"}, {"id": "M11762", "name": "Metoprolol", "asFound": "Max", "relevance": "HIGH"}, {"id": "M3671", "name": "Adrenergic beta-Antagonists", "asFound": "Elastography", "relevance": "HIGH"}, {"id": "M15817", "name": "Sotalol", "asFound": "Medication management", "relevance": "HIGH"}, {"id": "M19589", "name": "Bisoprolol", "asFound": "Gluconate", "relevance": "HIGH"}, {"id": "M13764", "name": "Pindolol", "asFound": "Pradaxa", "relevance": "HIGH"}, {"id": "M4568", "name": "Atenolol", "asFound": "Applicator", "relevance": "HIGH"}, {"id": "M18338", "name": "Betaxolol", "asFound": "DuoTrav", "relevance": "HIGH"}, {"id": "M12200", "name": "Nadolol", "asFound": "Poultry", "relevance": "HIGH"}, {"id": "M518", "name": "Acebutolol", "asFound": "Clearance rate", "relevance": "HIGH"}, {"id": "M13305", "name": "Penbutolol", "asFound": "Mandibular teeth", "relevance": "HIGH"}, {"id": "M20746", "name": "Adrenergic Agents", "relevance": "LOW"}, {"id": "M20755", "name": "Adrenergic Antagonists", "relevance": "LOW"}, {"id": "M20504", "name": "Neurotransmitter Agents", "relevance": "LOW"}, {"id": "M4213", "name": "Anti-Arrhythmia Agents", "relevance": "LOW"}, {"id": "M4277", "name": "Antihypertensive Agents", "relevance": "LOW"}, {"id": "M17412", "name": "Vasodilator Agents", "relevance": "LOW"}, {"id": "M16344", "name": "Sympatholytics", "relevance": "LOW"}, {"id": "M29197", "name": "Adrenergic beta-1 Receptor Antagonists", "relevance": "LOW"}, {"id": "M4292", "name": "Antioxidants", "relevance": "LOW"}, {"id": "M21869", "name": "Protective Agents", "relevance": "LOW"}, {"id": "M5398", "name": "Calcium, Dietary", "relevance": "LOW"}, {"id": "M5381", "name": "Calcium", "relevance": "LOW"}, {"id": "M5384", "name": "Calcium Channel Blockers", "relevance": "LOW"}, {"id": "M9789", "name": "Hormones", "relevance": "LOW"}, {"id": "M29194", "name": "Adrenergic alpha-1 Receptor Antagonists", "relevance": "LOW"}, {"id": "M3669", "name": "Adrenergic alpha-Antagonists", "relevance": "LOW"}, {"id": "M3670", "name": "Adrenergic beta-Agonists", "relevance": "LOW"}, {"id": "M3673", "name": "Adrenergic Agonists", "relevance": "LOW"}, {"id": "M16345", "name": "Sympathomimetics", "relevance": "LOW"}, {"id": "M15512", "name": "Serotonin", "relevance": "LOW"}], "browseBranches": [{"abbrev": "AnAg", "name": "Antihypertensive Agents"}, {"abbrev": "ChanBlk", "name": "Channel Blockers"}, {"abbrev": "VaDiAg", "name": "Vasodilator Agents"}, {"abbrev": "All", "name": "All Drugs and Chemicals"}, {"abbrev": "AnArAg", "name": "Anti-Arrhythmia Agents"}, {"abbrev": "BDCA", "name": "Bone Density Conservation Agents"}]}}, "hasResults": true}