{"protocolSection": {"identificationModule": {"nctId": "NCT01287039", "orgStudyIdInfo": {"id": "C38072/3082"}, "organization": {"fullName": "Teva Branded Pharmaceutical Products R&D, Inc.", "class": "INDUSTRY"}, "briefTitle": "A Study to Evaluate the Efficacy and Safety of Reslizumab (3.0 mg/kg) in the Reduction of Clinical Asthma Exacerbations in Patients (12-75 Years of Age) With Eosinophilic Asthma", "officialTitle": "A 12-Month, Double-Blind, Placebo-Controlled, Parallel-Group Study to Evaluate the Efficacy and Safety of Reslizumab (3.0 mg/kg) in the Reduction of Clinical Asthma Exacerbations in Patients (12-75 Years of Age) With Eosinophilic Asthma"}, "statusModule": {"statusVerifiedDate": "2021-11", "overallStatus": "COMPLETED", "expandedAccessInfo": {"hasExpandedAccess": false}, "startDateStruct": {"date": "2011-04"}, "primaryCompletionDateStruct": {"date": "2013-12", "type": "ACTUAL"}, "completionDateStruct": {"date": "2014-03", "type": "ACTUAL"}, "studyFirstSubmitDate": "2011-01-28", "studyFirstSubmitQcDate": "2011-01-28", "studyFirstPostDateStruct": {"date": "2011-02-01", "type": "ESTIMATED"}, "resultsFirstSubmitDate": "2016-03-23", "resultsFirstSubmitQcDate": "2016-05-26", "resultsFirstPostDateStruct": {"date": "2016-06-27", "type": "ESTIMATED"}, "dispFirstSubmitDate": "2015-09-23", "dispFirstSubmitQcDate": "2015-09-23", "dispFirstPostDateStruct": {"date": "2015-10-02", "type": "ESTIMATED"}, "lastUpdateSubmitDate": "2021-11-05", "lastUpdatePostDateStruct": {"date": "2021-11-09", "type": "ACTUAL"}}, "sponsorCollaboratorsModule": {"responsibleParty": {"type": "SPONSOR"}, "leadSponsor": {"name": "Teva Branded Pharmaceutical Products R&D, Inc.", "class": "INDUSTRY"}}, "descriptionModule": {"briefSummary": "This is a Phase 3, multicenter, randomized, double-blind, placebo-controlled, parallel-group study to evaluate the efficacy, safety, and immunogenicity of treatment with reslizumab in patients with eosinophilic asthma.", "detailedDescription": "Demonstrate the efficacy of reslizumab, at a dose of 3 mg/kg administered iv every 4 weeks over 12 months, as assessed by the reduction in frequency of clinical asthma exacerbations (CAEs) during 12 months.\n\nAn exacerbation event will be considered a CAE if the patient meets either or both of the criteria listed below and this is corroborated with at least 1 other measurement to indicate the worsening of clinical signs and symptoms of asthma:\n\n* use of systemic, or an increase in the use of inhaled, corticosteroid treatment for 3 or more days\n* asthma-related emergency treatment The above criteria must be corroborated with at least 1 other measurement to indicate worsening in the clinical signs and symptoms of asthma."}, "conditionsModule": {"conditions": ["Eosinophilic Asthma"]}, "designModule": {"studyType": "INTERVENTIONAL", "phases": ["PHASE3"], "designInfo": {"allocation": "RANDOMIZED", "interventionModel": "PARALLEL", "primaryPurpose": "TREATMENT", "maskingInfo": {"masking": "QUADRUPLE", "whoMasked": ["PARTICIPANT", "CARE_PROVIDER", "INVESTIGATOR", "OUTCOMES_ASSESSOR"]}}, "enrollmentInfo": {"count": 489, "type": "ACTUAL"}}, "armsInterventionsModule": {"armGroups": [{"label": "Placebo", "type": "PLACEBO_COMPARATOR", "description": "Placebo administered intravenously once every 4 weeks ( +-7 days) for a total of 13 doses.", "interventionNames": ["Drug: Placebo"]}, {"label": "Reslizumab 3.0 mg/kg", "type": "EXPERIMENTAL", "description": "Reslizumab 3.0 mg/kg administered intravenously once every 4 weeks ( +-7 days) for a total of 13 doses.", "interventionNames": ["Drug: Reslizumab"]}], "interventions": [{"type": "DRUG", "name": "Reslizumab", "description": "Patients were administered intravenously over 15 to 30 minutes reslizumab at a dosage of 3.0 mg/kg at baseline and once every 4 weeks relative to baseline over 48 weeks for a total of 13 doses.", "armGroupLabels": ["Reslizumab 3.0 mg/kg"], "otherNames": ["Cinquil", "humanized monoclonal antibody", "CEP-38072"]}, {"type": "DRUG", "name": "Placebo", "description": "Matching placebo (20 mM sodium acetate, 7% sucrose), administered intravenously (iv) once every 4 weeks over 52 weeks, for a total of 13 doses administered. Each patient received a specific volume of placebo to match the volume of reslizumab on the basis of the patient's body weight.", "armGroupLabels": ["Placebo"]}]}, "outcomesModule": {"primaryOutcomes": [{"measure": "Frequency of Clinical Asthma Exacerbations (CAEs) During 12 Months of Treatment", "description": "An exacerbation event was considered a CAE if the patient met either or both of the criteria listed below and this was corroborated with at least 1 other measurement to indicate the worsening of clinical signs and symptoms of asthma:\n\n* use of systemic, or an increase in the use of inhaled, corticosteroid treatment for 3 or more days; or an increased 2 or more fold for at least 3 or more days for patient's already on corticosteroids.\n* asthma-related emergency treatment, such as an unscheduled visit to the physician's office or emergency room for nebulizer treatment or other urgent treatment to prevent worsening of asthma symptoms, or an asthma-related hospitalization CAEs were adjudicated by committee to assure consistency.\n\nAdjusted CAE rate and confidence intervals were based on Negative Binomial regression model adjusted for stratification factors.\n\nResults are offered as adjusted means.", "timeFrame": "Day 1 to Week 52"}, {"measure": "Frequency of Each of the Two Criteria for Clinical Asthma Exacerbations (CAEs)", "description": "An exacerbation event was considered a CAE if the patient met either or both of the criteria listed below and this was corroborated with at least 1 other measurement to indicate the worsening of clinical signs and symptoms of asthma:\n\n* use of systemic, or an increase in the use of inhaled, corticosteroid treatment for 3 or more days; or an increased 2 or more fold for at least 3 or more days for patient's already on corticosteroids.\n* asthma-related emergency treatment, such as an unscheduled visit to the physician's office or emergency room for nebulizer treatment or other urgent treatment to prevent worsening of asthma symptoms, or an asthma-related hospitalization.\n\nCAEs were adjudicated by committee to assure consistency. Adjusted CAE rate and confidence intervals for the two criteria were based on Negative Binomial regression model adjusted for stratification factors.\n\nResults are offered as adjusted means.", "timeFrame": "Day 1 to Week 52"}], "secondaryOutcomes": [{"measure": "Change From Baseline in Forced Expiratory Volume in 1 Second (FEV1) Over 16 Weeks Using Mixed Model for Repeated Measures", "description": "FEV1 is a standard measurement of air movement in the lungs of patients with asthma obtained from pulmonary function tests. It is the volume of air expired in the first second of a forced expiration using a spirometer. Positive change from baseline scores indicate improvement in asthma control.\n\nThe during treatment (Weeks 4, 8, 12 and 16) average FEV1 was estimated using a mixed-effect model for repeated measures (MMRM) with fixed effects (treatment, stratification factors, sex, visit, interaction of treatment and visit), covariates (height, baseline value), and patient as the random effect for the repeated measurements.", "timeFrame": "Day 1 (baseline, pre-dose), Weeks 4, 8, 12 and 16"}, {"measure": "Change From Baseline in Asthma Quality of Life Questionnaire (AQLQ) to Week 16", "description": "The AQLQ is a 32-item instrument administered as a self-assessment (Juniper et al 1992). The questionnaire is divided into 4 domains: activity limitation, symptoms, emotional function, and environmental stimuli. Patients were asked to recall their experiences during the last 2 weeks and to respond to each question on a 7-point scale (1=severe impairment, 7=no impairment). The overall AQLQ score is the mean of all 32 responses. Five of the activity questions were \"patient-specific,\" which means that each patient identified and scored 5 activities in which the patient was limited by asthma; these 5 activities were identified at the first visit and retained for all subsequent follow-up visits.\n\nPositive change from baseline scores indicate improvement in quality of life.", "timeFrame": "Day 1 (baseline, pre-dose), Week 16"}, {"measure": "Change From Baseline in Asthma Control Questionnaire (ACQ) Over 16 Weeks Using Mixed Model for Repeated Measures", "description": "The ACQ is a 7-item instrument that measures asthma control (Juniper et al 1999). Six questions are self-assessments; the seventh item, completed by a member of the study staff, is the result of the patient's FEV1 measurement. Each item has 7 possible answers on a scale of 0 to 6, and the total score is the mean of all responses (the total scale is therefore 0-6). A higher score is an indication of poorer asthma control. The during treatment (Weeks 4, 8, 12 and 16) average ACQ was estimated using a mixed-effect model for repeated measures (MMRM) with fixed effects (treatment, stratification factors, sex, visit, interaction of treatment and visit), covariates (height, baseline value), and patient as the random effect for the repeated measurements.\n\nNegative change from baseline scores indicate improvement in asthma control.", "timeFrame": "Day 1 (baseline, pre-dose), Weeks 4, 8, 12, 16"}, {"measure": "Kaplan-Meier Estimates for Time to First Clinical Asthma Exacerbation (CAE)", "description": "An exacerbation event was considered a CAE if the patient met either or both of the criteria listed below and this was corroborated with at least 1 other measurement to indicate the worsening of clinical signs and symptoms of asthma:\n\n* use of systemic, or an increase in the use of inhaled, corticosteroid treatment for 3 or more days; or an increased 2 or more fold for at least 3 or more days for patient's already on corticosteroids.\n* asthma-related emergency treatment, such as an unscheduled visit to the physician's office or emergency room for nebulizer treatment or other urgent treatment to prevent worsening of asthma symptoms, or an asthma-related hospitalization.\n\nCAEs were adjudicated by committee to assure consistency. The distributions were compared by a log rank test stratified by baseline usage of oral corticosteroid (yes or no) and geographical region (US or other).", "timeFrame": "Day 1 to Day 478 (longest treatment time plus 2 weeks)"}, {"measure": "Change From Baseline in Asthma Symptom Utility Index (ASUI) Over 16 Weeks Using Mixed Model for Repeated Measures", "description": "The ASUI is an 11-item instrument designed to assess the frequency and severity of asthma symptoms and side effects, weighted by patient preferences (Revicki et al 1998). ASUI is a utility score that ranges from 0 to 1, with higher values indicating better asthma control; info obtained from questionnaire about asthma symptoms.\n\nThe during treatment (Weeks 4, 8, 12 and 16) average ASUI was estimated using a mixed-effect model for repeated measures (MMRM) with fixed effects (treatment, stratification factors, sex, visit, interaction of treatment and visit), covariates (height, baseline value), and patient as the random effect for the repeated measurements.\n\nPositive change from baseline values indicate improvement in asthma symptoms. Information was obtained from questionnaire about asthma symptoms.", "timeFrame": "Day 1 (baseline, pre-dose), Weeks 4, 8, 12, 16"}, {"measure": "Change From Baseline in Short-Acting Beta-Agonist (SABA) Use Over 16 Weeks Using Mixed Model for Repeated Measures", "description": "SABA are used for quick relief of asthma symptoms. To measure SABA use, at each clinical visit patients were asked to recall their usage of SABA therapy within the last 3 days of the scheduled visit. If usage was confirmed, the number of puffs used was recorded. For the purpose of summaries, an average daily usage was evaluated by dividing the total number of puffs recorded over 3 days by 3.\n\nThe during treatment (Weeks 4, 8, 12 and 16) SABA use was estimated using a mixed-effect model for repeated measures (MMRM) with fixed effects (treatment, stratification factors, sex, visit, interaction of treatment and visit), covariates (height, baseline value), and patient as the random effect for the repeated measurements.\n\nNegative change from baseline scores indicate improvement in asthma control.", "timeFrame": "Day 1 (baseline, pre-dose), Weeks 4, 8, 12, 16"}, {"measure": "Change From Baseline in Blood Eosinophil Count Over 16 Weeks and 52 Weeks Using Mixed Model for Repeated Measures", "description": "Blood eosinophil counts were measured using a standard complete blood count (CBC) with differential blood test at each scheduled visit, and from all patients experiencing a serious adverse event, an adverse event leading to withdrawal, or an exacerbation of asthma symptoms.\n\nThe during treatment average eosinophil counts were estimated using a mixed-effect model for repeated measures (MMRM) with fixed effects (treatment, stratification factors, sex, visit, interaction of treatment and visit), covariates (height, baseline value), and patient as the random effect for the repeated measurements.\n\nNegative change from baseline values correlate to reduced asthma severity.", "timeFrame": "Day 1 (baseline, pre-dose), Weeks 4, 8, 12, 16, 20, 24, 28, 32, 36, 40, 44, 48, 52 or early withdrawal"}, {"measure": "Participants With Treatment-Emergent Adverse Events", "description": "An adverse event was defined in the protocol as any untoward medical occurrence that develops or worsens in severity during the conduct of a clinical study and does not necessarily have a causal relationship to the study drug. Severity was rated by the investigator on a scale of mild, moderate and severe, with severe= an inability to carry out usual activities. Relation of AE to treatment was determined by the investigator. Serious AEs include death, a life-threatening adverse event, inpatient hospitalization or prolongation of existing hospitalization, persistent or significant disability or incapacity, a congenital anomaly or birth defect, OR an important medical event that jeopardized the patient and required medical intervention to prevent the previously listed serious outcomes.", "timeFrame": "Day 1 (post-dose) to Week 65. The last postbaseline value for approximately 20 patients in each"}, {"measure": "Participants With Treatment-Emergent Potentially Clinically Significant (PCS) Abnormal Lab Values", "description": "Data represents participants with potentially clinically significant (PCS) abnormal serum chemistry, hematology, and urinalysis values.\n\nSignificance criteria:\n\n* Blood urea nitrogen: \\>=10.71 mmol/L\n* Uric acid: M\\>=625, F\\>=506 μmol/L\n* Aspartate aminotransferase: \\>=3\\*upper limit of normal (ULN). Normal range is 10-43 U/L\n* Alanine aminotransferase: \\>=3\\*ULN. Normal range is 10-40 U/L\n* GGT = gamma-glutamyl transpeptidase: \\>= 3\\*ULN. Normal range is 5-49 U/L.\n* Bilirubin: \\>=34.2 μmol/L\n* White blood cells: \\<=3.0 or \\>20 10\\^9/L\n* Hemoglobin: M\\<=115, F\\<=95 g/dL\n* Hematocrit: M\\<0.37, F\\<0.32 L/L\n* Neutrophils: \\<=1.0 10\\^9/L\n* Eosinophils: \\>10.0 %\n* Platelets: \\<75 or \\>=700 10\\^9/L\n* Urinalysis: blood, glucose, ketones and total protein: \\>=2 unit increase from baseline", "timeFrame": "Week 4 to Week 65. The last postbaseline value for approximately 20 patients in each"}, {"measure": "Participants With Treatment-Emergent Potentially Clinically Significant (PCS) Vital Signs Values", "description": "Data represents participants with potentially clinically significant (PCS) vital sign values.\n\nSignificance criteria\n\n* Sitting pulse - high 12-17 yr: \\>100 and increase of \\>= 30 beats/minute (bpm)\n* Sitting pulse - low \\>=18 yr: \\<50 and decrease of \\>=30 bpm\n* Sitting pulse - high \\>=18 yr: \\>100 and increase of \\>=30 bpm\n* Sitting systolic blood pressure - low \\>=18 yr: \\<90 and decrease of \\>=30 mmHg\n* Sitting systolic blood pressure - high \\>=18 yr: \\>160 and increase of \\>=30 mmHg\n* Sitting diastolic blood pressure - low 12-17 yr: \\<55 and decrease of \\>=12 mmHg\n* Sitting diastolic blood pressure - low \\>=18 yr: \\<50 and decrease of \\>=12 mmHg\n* Sitting diastolic blood pressure - high \\>=18 yr: \\>100 and increase of \\>=12 mmHg\n* Respiratory rate \\>=18 yr: \\>24 and increase of \\>=10 breaths/minute\n* Body temperature - low 12-17 yr: \\<96.5° Fahrenheit or \\<35.8° Celsius\n* Body temp - low \\>=18 yr: \\<96.5° F or \\<35.8° C\n* Body temp - high \\>=18 yr: \\>100.5° Fahrenheit", "timeFrame": "Week 4 to Week 65. The last postbaseline value for approximately 20 patients in each"}, {"measure": "Participants With a Positive Anti-Reslizumab Antibody Status During Study", "description": "The immunogenicity of reslizumab was assessed by measuring for the presence of anti-reslizumab antibodies at baseline, weeks 16, 32, 48, and 52 or early withdrawal. Blood samples for anti-reslizumab antibodies assessment were also obtained from all patients (inside or outside of the US) experiencing a serious adverse event, an adverse event leading to withdrawal, or an exacerbation of asthma symptoms.", "timeFrame": "Weeks 16, 32, 48 and 52"}]}, "eligibilityModule": {"eligibilityCriteria": "Inclusion Criteria:\n\n* The patient is male or female, 12 through 75 years of age, with a previous diagnosis of asthma.\n* The patient has had at least 1 asthma exacerbation requiring oral, intramuscular (im), or intravenous (iv) corticosteroid use for at least 3 days over the past 12 months before screening.\n* The patient has a current blood eosinophil level of at least 400/μl.\n* The patient has airway reversibility of at least 12% to beta-agonist administration.\n* The patient has an ACQ score of at least 1.5 at the screening and baseline (before the 1st dose of study drug) visits.\n* The patient is taking inhaled fluticasone at a dosage of at least 440 μg, or equivalent, daily. Chronic oral corticosteroid use (no more than 10 mg/day prednisone or equivalent) is allowed. If a patient is on a stable dose, eg, 2 weeks or more of oral corticosteroid treatment at the time of study enrollment, the patient must remain on this dose throughout the study. The patient's baseline asthma therapy regimen (including but not limited to inhaled corticosteroids, oral corticosteroids up to a maximum of 10 mg of prednisone daily or equivalent, leukotriene antagonists, 5-lipooxygenase inhibitors, or cromolyn) must be stable for 30 days prior to screening and baseline, and must continue without dosage changes throughout study.\n* All female patients must be surgically sterile, 2 years postmenopausal, or must have a negative pregnancy test ß-human chorionic gonadotropin \\[ß-HCG\\]) at screening (serum) and baseline (urine).\n* Female patients of childbearing potential (not surgically sterile or 2 years postmenopausal), must use a medically accepted method of contraception and must agree to continue use of this method for the duration of the study and for 30 days after participation in the study.\n* Written informed consent is obtained. Patients 12 through 17 years old must provide assent.\n* The patient is in reasonable health (except for diagnosis of asthma) as judged by the investigator, and as determined by a medical history, medical examination, ECG evaluation (at screening), serum chemistry, hematology, and urinalysis.\n\n  * Other criteria apply; please contact the investigator for more information.\n\nExclusion Criteria:\n\n* The patient has a clinically meaningful co-morbidity that would interfere with the study schedule or procedures, or compromise the patient's safety.\n* The patient has known hypereosinophilic syndrome.\n* The patient has another confounding underlying lung disorder (eg, chronic obstructive pulmonary disease, pulmonary fibrosis, or lung cancer). Patients with pulmonary conditions with symptoms of asthma and blood eosinophilia (eg, Churg-Strauss syndrome, allergic bronchopulmonary aspergillosis) will also be excluded.\n* The patient is a current smoker (ie, has smoked within the last 6 months prior to screening).\n* The patient is using systemic immunosuppressive or immunomodulating or other biologic agents (including, but not limited to, anti-IgE mAb, methotrexate, cyclosporin, interferon-α, or anti-tumor necrosis factor \\[anti TNF\\] mAb) within 6 months prior to screening.\n* The patient has previously received an anti-hIL-5 monoclonal antibody (eg, reslizumab, mepolizumab, or benralizumab).\n* The patient has any aggravating medical factors that are inadequately controlled (eg, rhinitis, gastroesophageal reflux disease, and uncontrolled diabetes).\n* The patient has participated in any investigative drug or device study within 30 days prior to screening.\n* The patient has participated in any investigative biologics study within 6 months prior to screening.\n* Female patients who are pregnant, nursing, or, if of childbearing potential, and not using a medically accepted, effective method of birth control (eg, barrier method with spermicide, abstinence, IUD, or steroidal contraceptive \\[oral, transdermal, implanted, and injected\\]) are excluded from this study. NOTE: Partner sterility alone is not considered an acceptable form of birth control.\n\n  * Other criteria apply; please contact the investigator for more information.", "healthyVolunteers": false, "sex": "ALL", "minimumAge": "12 Years", "maximumAge": "75 Years", "stdAges": ["CHILD", "ADULT", "OLDER_ADULT"]}, "contactsLocationsModule": {"overallOfficials": [{"name": "Medical Expert, MD", "affiliation": "Teva Branded Pharmaceutical Products R&D, Inc.", "role": "STUDY_DIRECTOR"}], "locations": [{"facility": "Teva Investigational Site 58", "city": "Scottsdale", "state": "Arizona", "country": "United States", "geoPoint": {"lat": 33.50921, "lon": -111.89903}}, {"facility": "Teva Investigational Site 61", "city": "Los Angeles", "state": "California", "country": "United States", "geoPoint": {"lat": 34.05223, "lon": -118.24368}}, {"facility": "Teva Investigational Site 37", "city": "Orange", "state": "California", "country": "United States", "geoPoint": {"lat": 33.78779, "lon": -117.85311}}, {"facility": "Teva Investigational Site 56", "city": "San Diego", "state": "California", "country": "United States", "geoPoint": {"lat": 32.71533, "lon": -117.15726}}, {"facility": "Teva Investigational Site 34", "city": "Colorado Springs", "state": "Colorado", "country": "United States", "geoPoint": {"lat": 38.83388, "lon": -104.82136}}, {"facility": "Teva Investigational Site 52", "city": "DeBary", "state": "Florida", "country": "United States", "geoPoint": {"lat": 28.88305, "lon": -81.30868}}, {"facility": "Teva Investigational Site 55", "city": "Miami", "state": "Florida", "country": "United States", "geoPoint": {"lat": 25.77427, "lon": -80.19366}}, {"facility": "Teva Investigational Site 18", "city": "Valrico", "state": "Florida", "country": "United States", "geoPoint": {"lat": 27.93789, "lon": -82.23644}}, {"facility": "Teva Investigational Site 49", "city": "Lexington", "state": "Kentucky", "country": "United States", "geoPoint": {"lat": 37.98869, "lon": -84.47772}}, {"facility": "Teva Investigational Site 65", "city": "Louisville", "state": "Kentucky", "country": "United States", "geoPoint": {"lat": 38.25424, "lon": -85.75941}}, {"facility": "Teva Investigational Site 51", "city": "Boston", "state": "Massachusetts", "country": "United States", "geoPoint": {"lat": 42.35843, "lon": -71.05977}}, {"facility": "Teva Investigational Site 74", "city": "Saint Louis", "state": "Missouri", "country": "United States", "geoPoint": {"lat": 38.62727, "lon": -90.19789}}, {"facility": "Teva Investigational Site 35", "city": "Missoula", "state": "Montana", "country": "United States", "geoPoint": {"lat": 46.87215, "lon": -113.994}}, {"facility": "Teva Investigational Site 64", "city": "Boys Town", "state": "Nebraska", "country": "United States", "geoPoint": {"lat": 41.26111, "lon": -96.13196}}, {"facility": "Teva Investigational Site 60", "city": "Bronx", "state": "New York", "country": "United States", "geoPoint": {"lat": 40.84985, "lon": -73.86641}}, {"facility": "Teva Investigational Site 68", "city": "Rochester", "state": "New York", "country": "United States", "geoPoint": {"lat": 43.15478, "lon": -77.61556}}, {"facility": "Teva Investigational Site 30", "city": "Winston-Salem", "state": "North Carolina", "country": "United States", "geoPoint": {"lat": 36.09986, "lon": -80.24422}}, {"facility": "Teva Investigational Site 31", "city": "Cincinnati", "state": "Ohio", "country": "United States", "geoPoint": {"lat": 39.12713, "lon": -84.51435}}, {"facility": "Teva Investigational Site 62", "city": "Columbus", "state": "Ohio", "country": "United States", "geoPoint": {"lat": 39.96118, "lon": -82.99879}}, {"facility": "Teva Investigational Site 50", "city": "Oklahoma City", "state": "Oklahoma", "country": "United States", "geoPoint": {"lat": 35.46756, "lon": -97.51643}}, {"facility": "Teva Investigational Site 66", "city": "Altoona", "state": "Pennsylvania", "country": "United States", "geoPoint": {"lat": 40.51868, "lon": -78.39474}}, {"facility": "Teva Investigational Site 32", "city": "Nashville", "state": "Tennessee", "country": "United States", "geoPoint": {"lat": 36.16589, "lon": -86.78444}}, {"facility": "Teva Investigational Site 63", "city": "Boerne", "state": "Texas", "country": "United States", "geoPoint": {"lat": 29.79466, "lon": -98.73197}}, {"facility": "Teva Investigational Site 72", "city": "Houston", "state": "Texas", "country": "United States", "geoPoint": {"lat": 29.76328, "lon": -95.36327}}, {"facility": "Teva Investigational Site 38", "city": "Richmond", "state": "Virginia", "country": "United States", "geoPoint": {"lat": 37.55376, "lon": -77.46026}}, {"facility": "Teva Investigational Site 33", "city": "Madison", "state": "Wisconsin", "country": "United States", "geoPoint": {"lat": 43.07305, "lon": -89.40123}}, {"facility": "Teva Investigational Site 643", "city": "Nedlands", "state": "Western Australia", "country": "Australia", "geoPoint": {"lat": -31.98184, "lon": 115.8073}}, {"facility": "Teva Investigational Site 641", "city": "Clayton", "country": "Australia", "geoPoint": {"lat": -37.91667, "lon": 145.11667}}, {"facility": "Teva Investigational Site 644", "city": "Daw Park", "country": "Australia", "geoPoint": {"lat": -34.98975, "lon": 138.58407}}, {"facility": "Teva Investigational Site 642", "city": "Frankston", "country": "Australia", "geoPoint": {"lat": -38.14458, "lon": 145.12291}}, {"facility": "Teva Investigational Site 645", "city": "Liverpool", "country": "Australia", "geoPoint": {"lat": -33.90011, "lon": 150.93328}}, {"facility": "Teva Investigational Site 261", "city": "Bruxelles", "country": "Belgium", "geoPoint": {"lat": 50.85045, "lon": 4.34878}}, {"facility": "Teva Investigational Site 264", "city": "Bruxelles", "country": "Belgium", "geoPoint": {"lat": 50.85045, "lon": 4.34878}}, {"facility": "Teva Investigational Site 260", "city": "Gent", "country": "Belgium", "geoPoint": {"lat": 51.05, "lon": 3.71667}}, {"facility": "Teva Investigational Site 262", "city": "Jambes", "country": "Belgium", "geoPoint": {"lat": 50.45636, "lon": 4.87166}}, {"facility": "Teva Investigational Site 263", "city": "Liège", "country": "Belgium", "geoPoint": {"lat": 50.63373, "lon": 5.56749}}, {"facility": "Teva Investigational Site 160", "city": "Rancagua", "country": "Chile", "geoPoint": {"lat": -34.17083, "lon": -70.74444}}, {"facility": "Teva Investigational Site 163", "city": "Santiago", "country": "Chile", "geoPoint": {"lat": -33.45694, "lon": -70.64827}}, {"facility": "Teva Investigational Site 164", "city": "Santiago", "country": "Chile", "geoPoint": {"lat": -33.45694, "lon": -70.64827}}, {"facility": "Teva Investigational Site 165", "city": "Santiago", "country": "Chile", "geoPoint": {"lat": -33.45694, "lon": -70.64827}}, {"facility": "Teva Investigational Site 161", "city": "Temuco", "country": "Chile", "geoPoint": {"lat": -38.73965, "lon": -72.59842}}, {"facility": "Teva Investigational Site 162", "city": "Valdivia", "country": "Chile", "geoPoint": {"lat": -39.81422, "lon": -73.24589}}, {"facility": "Teva Investigational Site 166", "city": "Valparaiso", "country": "Chile", "geoPoint": {"lat": -33.03932, "lon": -71.62725}}, {"facility": "Teva Investigational Site 185", "city": "Bogota", "country": "Colombia", "geoPoint": {"lat": 4.60971, "lon": -74.08175}}, {"facility": "Teva Investigational Site 181", "city": "Bogotá", "country": "Colombia", "geoPoint": {"lat": 4.60971, "lon": -74.08175}}, {"facility": "Teva Investigational Site 182", "city": "Cali", "country": "Colombia", "geoPoint": {"lat": 3.43722, "lon": -76.5225}}, {"facility": "Teva Investigational Site 180", "city": "Floridablanca", "country": "Colombia", "geoPoint": {"lat": 7.06222, "lon": -73.08644}}, {"facility": "Teva Investigational Site 284", "city": "Breclav", "country": "Czechia", "geoPoint": {"lat": 48.75897, "lon": 16.88203}}, {"facility": "Teva Investigational Site 287", "city": "Brno", "country": "Czechia", "geoPoint": {"lat": 49.19522, "lon": 16.60796}}, {"facility": "Teva Investigational Site 286", "city": "Liberec", "country": "Czechia", "geoPoint": {"lat": 50.76711, "lon": 15.05619}}, {"facility": "Teva Investigational Site 280", "city": "Olomouc", "country": "Czechia", "geoPoint": {"lat": 49.59552, "lon": 17.25175}}, {"facility": "Teva Investigational Site 281", "city": "Olomouc", "country": "Czechia", "geoPoint": {"lat": 49.59552, "lon": 17.25175}}, {"facility": "Teva Investigational Site 285", "city": "Olomouc", "country": "Czechia", "geoPoint": {"lat": 49.59552, "lon": 17.25175}}, {"facility": "Teva Investigational Site 283", "city": "Tabor", "country": "Czechia", "geoPoint": {"lat": 49.41441, "lon": 14.6578}}, {"facility": "Teva Investigational Site 301", "city": "Hvidovre", "country": "Denmark", "geoPoint": {"lat": 55.65719, "lon": 12.47364}}, {"facility": "Teva Investigational Site 300", "city": "Odense", "country": "Denmark", "geoPoint": {"lat": 55.39594, "lon": 10.38831}}, {"facility": "Teva Investigational Site 401", "city": "Balassagyarmat", "country": "Hungary", "geoPoint": {"lat": 48.07296, "lon": 19.29614}}, {"facility": "Teva Investigational Site 400", "city": "Miskolc", "country": "Hungary", "geoPoint": {"lat": 48.1, "lon": 20.78333}}, {"facility": "Teva Investigational Site 404", "city": "Mosonmagyaróvár", "country": "Hungary", "geoPoint": {"lat": 47.86789, "lon": 17.26994}}, {"facility": "Teva Investigational Site 403", "city": "Sopron", "country": "Hungary", "geoPoint": {"lat": 47.68501, "lon": 16.59049}}, {"facility": "Teva Investigational Site 405", "city": "Törökbálint", "country": "Hungary", "geoPoint": {"lat": 47.42931, "lon": 18.91356}}, {"facility": "Teva Investigational Site 423", "city": "Ashkelon", "country": "Israel", "geoPoint": {"lat": 31.66926, "lon": 34.57149}}, {"facility": "Teva Investigational Site 430", "city": "Beer-Sheva", "country": "Israel", "geoPoint": {"lat": 31.25181, "lon": 34.7913}}, {"facility": "Teva Investigational Site 431", "city": "Haifa", "country": "Israel", "geoPoint": {"lat": 32.81841, "lon": 34.9885}}, {"facility": "Teva Investigational Site 432", "city": "Haifa", "country": "Israel", "geoPoint": {"lat": 32.81841, "lon": 34.9885}}, {"facility": "Teva Investigational Site 425", "city": "Jerusalem", "country": "Israel", "geoPoint": {"lat": 31.76904, "lon": 35.21633}}, {"facility": "Teva Investigational Site 428", "city": "Jerusalem", "country": "Israel", "geoPoint": {"lat": 31.76904, "lon": 35.21633}}, {"facility": "Teva Investigational Site 429", "city": "Jerusalem", "country": "Israel", "geoPoint": {"lat": 31.76904, "lon": 35.21633}}, {"facility": "Teva Investigational Site 426", "city": "Kfar Saba", "country": "Israel", "geoPoint": {"lat": 32.175, "lon": 34.90694}}, {"facility": "Teva Investigational Site 422", "city": "Petach Tikva", "country": "Israel", "geoPoint": {"lat": 32.08707, "lon": 34.88747}}, {"facility": "Teva Investigational Site 427", "city": "Ramat Gan", "country": "Israel", "geoPoint": {"lat": 32.08227, "lon": 34.81065}}, {"facility": "Teva Investigational Site 433", "city": "Ramat Gan", "country": "Israel", "geoPoint": {"lat": 32.08227, "lon": 34.81065}}, {"facility": "Teva Investigational Site 421", "city": "Rehovot", "country": "Israel", "geoPoint": {"lat": 31.89421, "lon": 34.81199}}, {"facility": "Teva Investigational Site 420", "city": "Tel-Aviv", "country": "Israel", "geoPoint": {"lat": 32.08088, "lon": 34.78057}}, {"facility": "Teva Investigational Site 705", "city": "Batu Caves", "country": "Malaysia", "geoPoint": {"lat": 3.23333, "lon": 101.66667}}, {"facility": "Teva Investigational Site 700", "city": "Kuala Lumpur", "country": "Malaysia", "geoPoint": {"lat": 3.1412, "lon": 101.68653}}, {"facility": "Teva Investigational Site 702", "city": "Kuala Lumpur", "country": "Malaysia", "geoPoint": {"lat": 3.1412, "lon": 101.68653}}, {"facility": "Teva Investigational Site 703", "city": "Kuantan", "country": "Malaysia", "geoPoint": {"lat": 3.8077, "lon": 103.326}}, {"facility": "Teva Investigational Site 701", "city": "Penang", "country": "Malaysia"}, {"facility": "Teva Investigational Site 704", "city": "Taiping", "country": "Malaysia", "geoPoint": {"lat": 4.85, "lon": 100.73333}}, {"facility": "Teva Investigational Site 723", "city": "Auckland", "country": "New Zealand", "geoPoint": {"lat": -36.84853, "lon": 174.76349}}, {"facility": "Teva Investigational Site 722", "city": "Christchurch", "country": "New Zealand", "geoPoint": {"lat": -43.53333, "lon": 172.63333}}, {"facility": "Teva Investigational Site 726", "city": "Christchurch", "country": "New Zealand", "geoPoint": {"lat": -43.53333, "lon": 172.63333}}, {"facility": "Teva Investigational Site 724", "city": "Dunedin", "country": "New Zealand", "geoPoint": {"lat": -45.87416, "lon": 170.50361}}, {"facility": "Teva Investigational Site 727", "city": "Hamilton", "country": "New Zealand", "geoPoint": {"lat": -37.78333, "lon": 175.28333}}, {"facility": "Teva Investigational Site 720", "city": "Tauranga", "country": "New Zealand", "geoPoint": {"lat": -37.68611, "lon": 176.16667}}, {"facility": "Teva Investigational Site 721", "city": "Wellington", "country": "New Zealand", "geoPoint": {"lat": -41.28664, "lon": 174.77557}}, {"facility": "Teva Investigational Site 744", "city": "Governor Mangubat Drive, Dasma", "country": "Philippines"}, {"facility": "Teva Investigational Site 742", "city": "Manila", "country": "Philippines", "geoPoint": {"lat": 14.6042, "lon": 120.9822}}, {"facility": "Teva Investigational Site 740", "city": "Quezon City", "country": "Philippines", "geoPoint": {"lat": 14.6488, "lon": 121.0509}}, {"facility": "Teva Investigational Site 741", "city": "Quezon City", "country": "Philippines", "geoPoint": {"lat": 14.6488, "lon": 121.0509}}, {"facility": "Teva Investigational Site 743", "city": "Quezon City", "country": "Philippines", "geoPoint": {"lat": 14.6488, "lon": 121.0509}}, {"facility": "Teva Investigational Site 745", "city": "Quezon City", "country": "Philippines", "geoPoint": {"lat": 14.6488, "lon": 121.0509}}, {"facility": "Teva Investigational Site 507", "city": "Bialystok", "country": "Poland", "geoPoint": {"lat": 53.13333, "lon": 23.16433}}, {"facility": "Teva Investigational Site 509", "city": "Bydgoszcz", "country": "Poland", "geoPoint": {"lat": 53.1235, "lon": 18.00762}}, {"facility": "Teva Investigational Site 501", "city": "Bystra", "country": "Poland", "geoPoint": {"lat": 49.76042, "lon": 19.05973}}, {"facility": "Teva Investigational Site 500", "city": "Ostrow Wielkopolski", "country": "Poland", "geoPoint": {"lat": 51.65501, "lon": 17.80686}}, {"facility": "Teva Investigational Site 511", "city": "Poznan", "country": "Poland", "geoPoint": {"lat": 52.40692, "lon": 16.92993}}, {"facility": "Teva Investigational Site 502", "city": "Sopot", "country": "Poland", "geoPoint": {"lat": 54.4418, "lon": 18.56003}}, {"facility": "Teva Investigational Site 504", "city": "Tarnow", "country": "Poland", "geoPoint": {"lat": 50.01381, "lon": 20.98698}}, {"facility": "Teva Investigational Site 545", "city": "Barnaul", "country": "Russian Federation", "geoPoint": {"lat": 53.36056, "lon": 83.76361}}, {"facility": "Teva Investigational Site 551", "city": "Kazan", "country": "Russian Federation", "geoPoint": {"lat": 55.78874, "lon": 49.12214}}, {"facility": "Teva Investigational Site 549", "city": "Kemerovo", "country": "Russian Federation", "geoPoint": {"lat": 55.33333, "lon": 86.08333}}, {"facility": "Teva Investigational Site 550", "city": "Nizhniy Novgorod", "country": "Russian Federation", "geoPoint": {"lat": 56.32867, "lon": 44.00205}}, {"facility": "Teva Investigational Site 553", "city": "Novosibirsk", "country": "Russian Federation", "geoPoint": {"lat": 55.0415, "lon": 82.9346}}, {"facility": "Teva Investigational Site 555", "city": "Novosibirsk", "country": "Russian Federation", "geoPoint": {"lat": 55.0415, "lon": 82.9346}}, {"facility": "Teva Investigational Site 542", "city": "St. Petersburg", "country": "Russian Federation", "geoPoint": {"lat": 59.93863, "lon": 30.31413}}, {"facility": "Teva Investigational Site 552", "city": "Tomsk", "country": "Russian Federation", "geoPoint": {"lat": 56.49771, "lon": 84.97437}}, {"facility": "Teva Investigational Site 546", "city": "Yaroslavl", "country": "Russian Federation", "geoPoint": {"lat": 57.62987, "lon": 39.87368}}, {"facility": "Teva Investigational Site 581", "city": "Cape Town", "country": "South Africa", "geoPoint": {"lat": -33.92584, "lon": 18.42322}}, {"facility": "Teva Investigational Site 584", "city": "Cape Town", "country": "South Africa", "geoPoint": {"lat": -33.92584, "lon": 18.42322}}, {"facility": "Teva Investigational Site 586", "city": "Cape Town", "country": "South Africa", "geoPoint": {"lat": -33.92584, "lon": 18.42322}}, {"facility": "Teva Investigational Site 587", "city": "Centurion", "country": "South Africa", "geoPoint": {"lat": -25.85891, "lon": 28.18577}}, {"facility": "Teva Investigational Site 582", "city": "Durban", "country": "South Africa", "geoPoint": {"lat": -29.8579, "lon": 31.0292}}, {"facility": "Teva Investigational Site 585", "city": "Durban", "country": "South Africa", "geoPoint": {"lat": -29.8579, "lon": 31.0292}}, {"facility": "Teva Investigational Site 580", "city": "Johannesburg", "country": "South Africa", "geoPoint": {"lat": -26.20227, "lon": 28.04363}}, {"facility": "Teva Investigational Site 589", "city": "Johannesburg", "country": "South Africa", "geoPoint": {"lat": -26.20227, "lon": 28.04363}}, {"facility": "Teva Investigational Site 583", "city": "Pretoria", "country": "South Africa", "geoPoint": {"lat": -25.74486, "lon": 28.18783}}, {"facility": "Teva Investigational Site 588", "city": "Pretoria", "country": "South Africa", "geoPoint": {"lat": -25.74486, "lon": 28.18783}}, {"facility": "Teva Investigational Site 602", "city": "Göteborg", "country": "Sweden", "geoPoint": {"lat": 57.70716, "lon": 11.96679}}, {"facility": "Teva Investigational Site 604", "city": "Göteborg", "country": "Sweden", "geoPoint": {"lat": 57.70716, "lon": 11.96679}}, {"facility": "Teva Investigational Site 603", "city": "Linköping", "country": "Sweden", "geoPoint": {"lat": 58.41086, "lon": 15.62157}}, {"facility": "Teva Investigational Site 601", "city": "Malmö", "country": "Sweden", "geoPoint": {"lat": 55.60587, "lon": 13.00073}}, {"facility": "Teva Investigational Site 780", "city": "Bangkok", "country": "Thailand", "geoPoint": {"lat": 13.75398, "lon": 100.50144}}, {"facility": "Teva Investigational Site 782", "city": "Bangkok", "country": "Thailand", "geoPoint": {"lat": 13.75398, "lon": 100.50144}}, {"facility": "Teva Investigational Site 783", "city": "Bangkok", "country": "Thailand", "geoPoint": {"lat": 13.75398, "lon": 100.50144}}, {"facility": "Teva Investigational Site 781", "city": "Muang", "country": "Thailand"}, {"facility": "Teva Investigational Site 784", "city": "Nakhon Ratchasima", "country": "Thailand", "geoPoint": {"lat": 14.97066, "lon": 102.10196}}]}, "referencesModule": {"references": [{"pmid": "31626990", "type": "DERIVED", "citation": "Nair P, Bardin P, Humbert M, Murphy KR, Hickey L, Garin M, Vanlandingham R, Chanez P. Efficacy of Intravenous Reslizumab in Oral Corticosteroid-Dependent Asthma. J Allergy Clin Immunol Pract. 2020 Feb;8(2):555-564. doi: 10.1016/j.jaip.2019.09.036. Epub 2019 Oct 15."}, {"pmid": "31262379", "type": "DERIVED", "citation": "Carr WW, McDonald M, Meizlik P. Effect of intravenously administered reslizumab on spirometric lung age in patients with moderate-to-severe eosinophilic asthma. Allergy Asthma Proc. 2019 Jul 1;40(4):240-249. doi: 10.2500/aap.2019.40.4225."}, {"pmid": "30964365", "type": "DERIVED", "citation": "Han S, Kim S, Kim H, Suh HS. Cost-utility analysis of reslizumab for patients with severe eosinophilic asthma inadequately controlled with high-dose inhaled corticosteroids and long-acting beta2-agonists in South Korea. Curr Med Res Opin. 2019 Sep;35(9):1597-1605. doi: 10.1080/03007995.2019.1605159. Epub 2019 May 16."}, {"pmid": "30346831", "type": "DERIVED", "citation": "Bateman ED, Djukanovic R, Castro M, Canvin J, Germinaro M, Noble R, Garin M, Buhl R. Predicting Responders to Reslizumab after 16 Weeks of Treatment Using an Algorithm Derived from Clinical Studies of Patients with Severe Eosinophilic Asthma. Am J Respir Crit Care Med. 2019 Feb 15;199(4):489-495. doi: 10.1164/rccm.201708-1668OC."}, {"pmid": "30193936", "type": "DERIVED", "citation": "Weinstein SF, Katial RK, Bardin P, Korn S, McDonald M, Garin M, Bateman ED, Hoyte FCL, Germinaro M. Effects of Reslizumab on Asthma Outcomes in a Subgroup of Eosinophilic Asthma Patients with Self-Reported Chronic Rhinosinusitis with Nasal Polyps. J Allergy Clin Immunol Pract. 2019 Feb;7(2):589-596.e3. doi: 10.1016/j.jaip.2018.08.021. Epub 2018 Sep 5."}, {"pmid": "28159511", "type": "DERIVED", "citation": "Brusselle G, Germinaro M, Weiss S, Zangrilli J. Reslizumab in patients with inadequately controlled late-onset asthma and elevated blood eosinophils. Pulm Pharmacol Ther. 2017 Apr;43:39-45. doi: 10.1016/j.pupt.2017.01.011. Epub 2017 Jan 31."}, {"pmid": "25736990", "type": "DERIVED", "citation": "Castro M, Zangrilli J, Wechsler ME, Bateman ED, Brusselle GG, Bardin P, Murphy K, Maspero JF, O'Brien C, Korn S. Reslizumab for inadequately controlled asthma with elevated blood eosinophil counts: results from two multicentre, parallel, double-blind, randomised, placebo-controlled, phase 3 trials. Lancet Respir Med. 2015 May;3(5):355-66. doi: 10.1016/S2213-2600(15)00042-9. Epub 2015 Feb 23. Erratum In: Lancet Respir Med. 2015 Apr;3(4):e15. Lancet Respir Med. 2016 Oct;4(10 ):e50."}]}}, "resultsSection": {"participantFlowModule": {"preAssignmentDetails": "997 of 1486 screened patients were not randomized: 888 were excluded on the basis of not meeting inclusion criteria, 23 withdrew consent, 17 had an adverse event during the screening period, 12 met an exclusion criterion, 7 were lost to follow-up and 50 were excluded for other reasons. One placebo patient was randomized but not treated.", "recruitmentDetails": "A total of 1486 patients were screened at 121 centers. Of the 1486 patients screened, 489 patients with asthma and blood eosinophils ≥400/ μL at 102 centers in 17 countries were randomly assigned to double-blind treatment.", "groups": [{"id": "FG000", "title": "Placebo", "description": "Placebo administered intravenously once every 4 weeks ( +-7 days) for a total of 13 doses."}, {"id": "FG001", "title": "Reslizumab 3.0 mg/kg", "description": "Reslizumab 3.0 mg/kg administered intravenously once every 4 weeks ( +-7 days) for a total of 13 doses."}], "periods": [{"title": "Overall Study", "milestones": [{"type": "STARTED", "achievements": [{"groupId": "FG000", "numSubjects": "244"}, {"groupId": "FG001", "numSubjects": "245"}]}, {"type": "COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "215"}, {"groupId": "FG001", "numSubjects": "218"}]}, {"type": "NOT COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "29"}, {"groupId": "FG001", "numSubjects": "27"}]}], "dropWithdraws": [{"type": "Noncompliance with study procedures", "reasons": [{"groupId": "FG000", "numSubjects": "0"}, {"groupId": "FG001", "numSubjects": "1"}]}, {"type": "Change of location/residence", "reasons": [{"groupId": "FG000", "numSubjects": "0"}, {"groupId": "FG001", "numSubjects": "3"}]}, {"type": "Elective surgery", "reasons": [{"groupId": "FG000", "numSubjects": "0"}, {"groupId": "FG001", "numSubjects": "1"}]}, {"type": "Protocol Violation", "reasons": [{"groupId": "FG000", "numSubjects": "2"}, {"groupId": "FG001", "numSubjects": "3"}]}, {"type": "Excluded medication taken", "reasons": [{"groupId": "FG000", "numSubjects": "1"}, {"groupId": "FG001", "numSubjects": "0"}]}, {"type": "Noncompliance with study medication", "reasons": [{"groupId": "FG000", "numSubjects": "0"}, {"groupId": "FG001", "numSubjects": "1"}]}, {"type": "Problem with travel", "reasons": [{"groupId": "FG000", "numSubjects": "0"}, {"groupId": "FG001", "numSubjects": "1"}]}, {"type": "Death", "reasons": [{"groupId": "FG000", "numSubjects": "1"}, {"groupId": "FG001", "numSubjects": "0"}]}, {"type": "Change of residence", "reasons": [{"groupId": "FG000", "numSubjects": "1"}, {"groupId": "FG001", "numSubjects": "0"}]}, {"type": "Adverse Event", "reasons": [{"groupId": "FG000", "numSubjects": "7"}, {"groupId": "FG001", "numSubjects": "4"}]}, {"type": "Withdrawal by Subject", "reasons": [{"groupId": "FG000", "numSubjects": "14"}, {"groupId": "FG001", "numSubjects": "11"}]}, {"type": "Lost to Follow-up", "reasons": [{"groupId": "FG000", "numSubjects": "3"}, {"groupId": "FG001", "numSubjects": "2"}]}]}]}, "baselineCharacteristicsModule": {"populationDescription": "Randomized set", "groups": [{"id": "BG000", "title": "Placebo", "description": "Placebo administered intravenously once every 4 weeks ( +-7 days) for a total of 13 doses."}, {"id": "BG001", "title": "Reslizumab 3.0 mg/kg", "description": "Reslizumab 3.0 mg/kg administered intravenously once every 4 weeks ( +-7 days) for a total of 13 doses."}, {"id": "BG002", "title": "Total", "description": "Total of all reporting groups"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "BG000", "value": "244"}, {"groupId": "BG001", "value": "245"}, {"groupId": "BG002", "value": "489"}]}], "measures": [{"title": "Age, Continuous", "paramType": "MEAN", "dispersionType": "STANDARD_DEVIATION", "unitOfMeasure": "years", "classes": [{"categories": [{"measurements": [{"groupId": "BG000", "value": "46.7", "spread": "14.83"}, {"groupId": "BG001", "value": "46.6", "spread": "13.82"}, {"groupId": "BG002", "value": "46.6", "spread": "14.32"}]}]}]}, {"title": "Sex: Female, Male", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "Female", "measurements": [{"groupId": "BG000", "value": "161"}, {"groupId": "BG001", "value": "142"}, {"groupId": "BG002", "value": "303"}]}, {"title": "Male", "measurements": [{"groupId": "BG000", "value": "83"}, {"groupId": "BG001", "value": "103"}, {"groupId": "BG002", "value": "186"}]}]}]}, {"title": "Race/Ethnicity, Customized", "paramType": "NUMBER", "unitOfMeasure": "participants", "classes": [{"title": "White", "categories": [{"measurements": [{"groupId": "BG000", "value": "182"}, {"groupId": "BG001", "value": "173"}, {"groupId": "BG002", "value": "355"}]}]}, {"title": "Black", "categories": [{"measurements": [{"groupId": "BG000", "value": "20"}, {"groupId": "BG001", "value": "14"}, {"groupId": "BG002", "value": "34"}]}]}, {"title": "Asian", "categories": [{"measurements": [{"groupId": "BG000", "value": "33"}, {"groupId": "BG001", "value": "50"}, {"groupId": "BG002", "value": "83"}]}]}, {"title": "American Indian or Alaskan Native", "categories": [{"measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "0"}, {"groupId": "BG002", "value": "0"}]}]}, {"title": "Pacific Islander", "categories": [{"measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "1"}, {"groupId": "BG002", "value": "1"}]}]}, {"title": "Other", "categories": [{"measurements": [{"groupId": "BG000", "value": "9"}, {"groupId": "BG001", "value": "7"}, {"groupId": "BG002", "value": "16"}]}]}]}, {"title": "Race/Ethnicity, Customized", "paramType": "NUMBER", "unitOfMeasure": "participants", "classes": [{"title": "Non-Hispanic and non-Latino", "categories": [{"measurements": [{"groupId": "BG000", "value": "223"}, {"groupId": "BG001", "value": "216"}, {"groupId": "BG002", "value": "439"}]}]}, {"title": "Hispanic or Latino", "categories": [{"measurements": [{"groupId": "BG000", "value": "21"}, {"groupId": "BG001", "value": "28"}, {"groupId": "BG002", "value": "49"}]}]}, {"title": "Unknown", "categories": [{"measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "1"}, {"groupId": "BG002", "value": "1"}]}]}]}, {"title": "Weight", "paramType": "MEAN", "dispersionType": "STANDARD_DEVIATION", "unitOfMeasure": "kg", "classes": [{"categories": [{"measurements": [{"groupId": "BG000", "value": "76.5", "spread": "18.71"}, {"groupId": "BG001", "value": "75.6", "spread": "19.05"}, {"groupId": "BG002", "value": "76.0", "spread": "18.87"}]}]}]}, {"title": "Height", "paramType": "MEAN", "dispersionType": "STANDARD_DEVIATION", "unitOfMeasure": "cm", "classes": [{"categories": [{"measurements": [{"groupId": "BG000", "value": "165.0", "spread": "9.74"}, {"groupId": "BG001", "value": "164.9", "spread": "10.42"}, {"groupId": "BG002", "value": "164.9", "spread": "10.07"}]}]}]}, {"title": "Body Mass Index", "paramType": "MEAN", "dispersionType": "STANDARD_DEVIATION", "unitOfMeasure": "kg/m^2", "classes": [{"categories": [{"measurements": [{"groupId": "BG000", "value": "28.0", "spread": "6.16"}, {"groupId": "BG001", "value": "27.7", "spread": "6.26"}, {"groupId": "BG002", "value": "27.9", "spread": "6.20"}]}]}]}, {"title": "Oral Glucocorticosteroid (OCS) Use at Baseline", "description": "Oral glucocorticosteroid (OCS) use at baseline was a stratification factor. Values input by the investigator into the interactive response technology (IRT) were used during randomization. However, 6 patients in the placebo group and 22 patients in the reslizumab group were misclassified in IRT as having used oral glucocorticosteroids at baseline according to the case report form.", "paramType": "NUMBER", "unitOfMeasure": "participants", "classes": [{"title": "OCS - Yes", "categories": [{"measurements": [{"groupId": "BG000", "value": "46"}, {"groupId": "BG001", "value": "46"}, {"groupId": "BG002", "value": "92"}]}]}, {"title": "OCS - No", "categories": [{"measurements": [{"groupId": "BG000", "value": "198"}, {"groupId": "BG001", "value": "199"}, {"groupId": "BG002", "value": "397"}]}]}]}, {"title": "Asthma Exacerbations In Previous 12 Months", "paramType": "MEAN", "dispersionType": "STANDARD_DEVIATION", "unitOfMeasure": "exacerbations", "classes": [{"categories": [{"measurements": [{"groupId": "BG000", "value": "2.1", "spread": "2.31"}, {"groupId": "BG001", "value": "1.9", "spread": "1.63"}, {"groupId": "BG002", "value": "2.0", "spread": "2.00"}]}]}]}, {"title": "Forced Expiratory Volume in 1 Second", "paramType": "MEAN", "dispersionType": "STANDARD_DEVIATION", "unitOfMeasure": "liters", "classes": [{"categories": [{"measurements": [{"groupId": "BG000", "value": "1.928", "spread": "0.7908"}, {"groupId": "BG001", "value": "1.894", "spread": "0.7258"}, {"groupId": "BG002", "value": "1.911", "spread": "0.7583"}]}]}]}, {"title": "Asthma Control Questionnaire (ACQ) Overall Score", "description": "The ACQ is a 7-item instrument that measures asthma control (Juniper et al 1999). Six questions are self-assessments; the seventh item, completed by a member of the study staff, is the result of the patient's FEV1 measurement. Each item has 7 possible answers on a scale of 0 to 6, and the overall score is the mean of all responses. A higher score is an indication of poorer asthma control.", "paramType": "MEAN", "dispersionType": "STANDARD_DEVIATION", "unitOfMeasure": "units on a scale", "classes": [{"categories": [{"measurements": [{"groupId": "BG000", "value": "2.763", "spread": "0.8782"}, {"groupId": "BG001", "value": "2.657", "spread": "0.8541"}, {"groupId": "BG002", "value": "2.710", "spread": "0.867"}]}]}]}, {"title": "Asthma Quality of Life Questionnaire (AQLQ)", "description": "The AQLQ is a 32-item instrument administered as a self-assessment (Juniper et al 1992). The questionnaire is divided into 4 domains: activity limitation, symptoms, emotional function, and environmental stimuli. Patients were asked to recall their experiences during the last 2 weeks and to respond to each question on a 7-point scale (1=severe impairment, 7=no impairment). The overall AQLQ score is the mean of all 32 responses.", "paramType": "MEAN", "dispersionType": "STANDARD_DEVIATION", "unitOfMeasure": "units on a scale", "classes": [{"categories": [{"measurements": [{"groupId": "BG000", "value": "4.159", "spread": "1.0883"}, {"groupId": "BG001", "value": "4.303", "spread": "1.1208"}, {"groupId": "BG002", "value": "4.231", "spread": "1.1059"}]}]}]}, {"title": "Asthma Symptom Utility Index (ASUI)", "description": "The ASUI is an 11-item instrument designed to assess the frequency and severity of asthma symptoms and side effects, weighted by patient preferences (Revicki et al 1998). ASUI is a utility score that ranges from 0 to 1, with higher values indicating better asthma control.", "paramType": "MEAN", "dispersionType": "STANDARD_DEVIATION", "unitOfMeasure": "units on a scale", "classes": [{"categories": [{"measurements": [{"groupId": "BG000", "value": "0.613", "spread": "0.2029"}, {"groupId": "BG001", "value": "0.633", "spread": "0.1938"}, {"groupId": "BG002", "value": "0.623", "spread": "0.1984"}]}]}]}, {"title": "Number of Short-Acting Beta-Agonist Puffs (SABA) Daily", "description": "Based on patient-reported total number of SABA puffs over the past 3 days.", "paramType": "MEAN", "dispersionType": "STANDARD_DEVIATION", "unitOfMeasure": "puffs/day", "classes": [{"categories": [{"measurements": [{"groupId": "BG000", "value": "2.7", "spread": "3.18"}, {"groupId": "BG001", "value": "2.4", "spread": "2.82"}, {"groupId": "BG002", "value": "2.6", "spread": "3.01"}]}]}]}]}, "outcomeMeasuresModule": {"outcomeMeasures": [{"type": "PRIMARY", "title": "Frequency of Clinical Asthma Exacerbations (CAEs) During 12 Months of Treatment", "description": "An exacerbation event was considered a CAE if the patient met either or both of the criteria listed below and this was corroborated with at least 1 other measurement to indicate the worsening of clinical signs and symptoms of asthma:\n\n* use of systemic, or an increase in the use of inhaled, corticosteroid treatment for 3 or more days; or an increased 2 or more fold for at least 3 or more days for patient's already on corticosteroids.\n* asthma-related emergency treatment, such as an unscheduled visit to the physician's office or emergency room for nebulizer treatment or other urgent treatment to prevent worsening of asthma symptoms, or an asthma-related hospitalization CAEs were adjudicated by committee to assure consistency.\n\nAdjusted CAE rate and confidence intervals were based on Negative Binomial regression model adjusted for stratification factors.\n\nResults are offered as adjusted means.", "populationDescription": "Randomized set", "reportingStatus": "POSTED", "paramType": "MEAN", "dispersionType": "95% Confidence Interval", "unitOfMeasure": "CAEs in 52 weeks", "timeFrame": "Day 1 to Week 52", "groups": [{"id": "OG000", "title": "Placebo", "description": "Placebo administered intravenously once every 4 weeks ( +-7 days) for a total of 13 doses."}, {"id": "OG001", "title": "Reslizumab 3.0 mg/kg", "description": "Reslizumab 3.0 mg/kg administered intravenously once every 4 weeks ( +-7 days) for a total of 13 doses."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "244"}, {"groupId": "OG001", "value": "245"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "1.804", "lowerLimit": "1.372", "upperLimit": "2.372"}, {"groupId": "OG001", "value": "0.904", "lowerLimit": "0.678", "upperLimit": "1.205"}]}]}], "analyses": [{"groupIds": ["OG000", "OG001"], "groupDescription": "The frequency of CAEs was analyzed using the generalized linear model (GLM) for data from the negative binomial distributions that is commonly referred to as the negative binomial (NB) regression model. The primary NB model included the treatment group and randomization stratification factors as model factors and the logarithm of follow up time excluding the summed duration of exacerbations in the treatment period as an offset variable.", "nonInferiorityType": "SUPERIORITY_OR_OTHER_LEGACY", "pValue": "<0.0001", "pValueComment": "The treatment effect was tested using the likelihood based Chi-square test at the 0.05 significance level.", "statisticalMethod": "Chi-squared", "paramType": "CAE rate ratio (reslizumab vs placebo)", "paramValue": "0.5010", "ciPctValue": "95", "ciNumSides": "TWO_SIDED", "ciLowerLimit": "0.3726", "ciUpperLimit": "0.6737"}]}, {"type": "SECONDARY", "title": "Change From Baseline in Forced Expiratory Volume in 1 Second (FEV1) Over 16 Weeks Using Mixed Model for Repeated Measures", "description": "FEV1 is a standard measurement of air movement in the lungs of patients with asthma obtained from pulmonary function tests. It is the volume of air expired in the first second of a forced expiration using a spirometer. Positive change from baseline scores indicate improvement in asthma control.\n\nThe during treatment (Weeks 4, 8, 12 and 16) average FEV1 was estimated using a mixed-effect model for repeated measures (MMRM) with fixed effects (treatment, stratification factors, sex, visit, interaction of treatment and visit), covariates (height, baseline value), and patient as the random effect for the repeated measurements.", "populationDescription": "Randomized set, including participants who contributed at least once to the analysis.", "reportingStatus": "POSTED", "paramType": "LEAST_SQUARES_MEAN", "dispersionType": "Standard Error", "unitOfMeasure": "liters", "timeFrame": "Day 1 (baseline, pre-dose), Weeks 4, 8, 12 and 16", "groups": [{"id": "OG000", "title": "Placebo", "description": "Placebo administered intravenously once every 4 weeks ( +-7 days) for a total of 13 doses."}, {"id": "OG001", "title": "Reslizumab 3.0 mg/kg", "description": "Reslizumab 3.0 mg/kg administered intravenously once every 4 weeks ( +-7 days) for a total of 13 doses."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "241"}, {"groupId": "OG001", "value": "243"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "0.110", "spread": "0.031"}, {"groupId": "OG001", "value": "0.248", "spread": "0.030"}]}]}], "analyses": [{"groupIds": ["OG000", "OG001"], "groupDescription": "For each week and overall change, inferential statistics were from mixed model repeated measures (MMRM) with treatment, visit, treatment by visit interaction, region, oral glucocorticosteroids use at enrollment and sex as fixed factors, and covariates for height and baseline value and patient as a random effect. Unstructured covariance structure was assumed for the repeated measures.", "nonInferiorityType": "SUPERIORITY_OR_OTHER_LEGACY", "pValue": "<0.0001", "statisticalMethod": "Mixed Model Repeated Measures", "paramType": "Mean Difference (Net)", "paramValue": "0.137", "ciPctValue": "95", "ciNumSides": "TWO_SIDED", "ciLowerLimit": "0.076", "ciUpperLimit": "0.198", "dispersionType": "STANDARD_ERROR_OF_MEAN", "dispersionValue": "0.0311"}]}, {"type": "SECONDARY", "title": "Change From Baseline in Asthma Quality of Life Questionnaire (AQLQ) to Week 16", "description": "The AQLQ is a 32-item instrument administered as a self-assessment (Juniper et al 1992). The questionnaire is divided into 4 domains: activity limitation, symptoms, emotional function, and environmental stimuli. Patients were asked to recall their experiences during the last 2 weeks and to respond to each question on a 7-point scale (1=severe impairment, 7=no impairment). The overall AQLQ score is the mean of all 32 responses. Five of the activity questions were \"patient-specific,\" which means that each patient identified and scored 5 activities in which the patient was limited by asthma; these 5 activities were identified at the first visit and retained for all subsequent follow-up visits.\n\nPositive change from baseline scores indicate improvement in quality of life.", "populationDescription": "Randomized set of patients with assessments at both timepoints", "reportingStatus": "POSTED", "paramType": "LEAST_SQUARES_MEAN", "dispersionType": "Standard Error", "unitOfMeasure": "units on a scale", "timeFrame": "Day 1 (baseline, pre-dose), Week 16", "groups": [{"id": "OG000", "title": "Placebo", "description": "Placebo administered intravenously once every 4 weeks ( +-7 days) for a total of 13 doses."}, {"id": "OG001", "title": "Reslizumab 3.0 mg/kg", "description": "Reslizumab 3.0 mg/kg administered intravenously once every 4 weeks ( +-7 days) for a total of 13 doses."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "229"}, {"groupId": "OG001", "value": "228"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "0.695", "spread": "0.088"}, {"groupId": "OG001", "value": "0.933", "spread": "0.088"}]}]}], "analyses": [{"groupIds": ["OG000", "OG001"], "groupDescription": "For each week and overall change, inferential statistics were from mixed model repeated measures (MMRM) with treatment, visit, treatment by visit interaction, region, oral glucocorticosteroids use at enrollment and sex as fixed factors, and covariates for height and baseline value and patient as a random effect. Unstructured covariance structure was assumed for the repeated measures.", "nonInferiorityType": "SUPERIORITY_OR_OTHER_LEGACY", "pValue": "0.0143", "statisticalMethod": "Mixed model repeated measures", "paramType": "Mean Difference (Final Values)", "paramValue": "0.238", "ciPctValue": "95", "ciNumSides": "TWO_SIDED", "ciLowerLimit": "0.048", "ciUpperLimit": "0.428", "dispersionType": "STANDARD_ERROR_OF_MEAN", "dispersionValue": "0.0967"}]}, {"type": "SECONDARY", "title": "Change From Baseline in Asthma Control Questionnaire (ACQ) Over 16 Weeks Using Mixed Model for Repeated Measures", "description": "The ACQ is a 7-item instrument that measures asthma control (Juniper et al 1999). Six questions are self-assessments; the seventh item, completed by a member of the study staff, is the result of the patient's FEV1 measurement. Each item has 7 possible answers on a scale of 0 to 6, and the total score is the mean of all responses (the total scale is therefore 0-6). A higher score is an indication of poorer asthma control. The during treatment (Weeks 4, 8, 12 and 16) average ACQ was estimated using a mixed-effect model for repeated measures (MMRM) with fixed effects (treatment, stratification factors, sex, visit, interaction of treatment and visit), covariates (height, baseline value), and patient as the random effect for the repeated measurements.\n\nNegative change from baseline scores indicate improvement in asthma control.", "populationDescription": "Randomized set, including participants who contributed at least once to the analysis.", "reportingStatus": "POSTED", "paramType": "LEAST_SQUARES_MEAN", "dispersionType": "Standard Error", "unitOfMeasure": "units on a scale", "timeFrame": "Day 1 (baseline, pre-dose), Weeks 4, 8, 12, 16", "groups": [{"id": "OG000", "title": "Placebo", "description": "Placebo administered intravenously once every 4 weeks ( +-7 days) for a total of 13 doses."}, {"id": "OG001", "title": "Reslizumab 3.0 mg/kg", "description": "Reslizumab 3.0 mg/kg administered intravenously once every 4 weeks ( +-7 days) for a total of 13 doses."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "241"}, {"groupId": "OG001", "value": "242"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "-0.676", "spread": "0.066"}, {"groupId": "OG001", "value": "-0.941", "spread": "0.065"}]}]}], "analyses": [{"groupIds": ["OG000", "OG001"], "groupDescription": "For each week and overall change, inferential statistics were from mixed model repeated measures (MMRM) with treatment, visit, treatment by visit interaction, region, oral glucocorticosteroids use at enrollment and sex as fixed factors, and covariates for height and baseline value and patient as a random effect. Unstructured covariance structure was assumed for the repeated measures.", "nonInferiorityType": "SUPERIORITY_OR_OTHER_LEGACY", "pValue": "0.0001", "statisticalMethod": "Mixed model repeated measures", "paramType": "Mean Difference (Final Values)", "paramValue": "-0.266", "ciPctValue": "95", "ciNumSides": "TWO_SIDED", "ciLowerLimit": "-0.399", "ciUpperLimit": "-0.132", "dispersionType": "STANDARD_ERROR_OF_MEAN", "dispersionValue": "0.0681"}]}, {"type": "SECONDARY", "title": "Kaplan-Meier Estimates for Time to First Clinical Asthma Exacerbation (CAE)", "description": "An exacerbation event was considered a CAE if the patient met either or both of the criteria listed below and this was corroborated with at least 1 other measurement to indicate the worsening of clinical signs and symptoms of asthma:\n\n* use of systemic, or an increase in the use of inhaled, corticosteroid treatment for 3 or more days; or an increased 2 or more fold for at least 3 or more days for patient's already on corticosteroids.\n* asthma-related emergency treatment, such as an unscheduled visit to the physician's office or emergency room for nebulizer treatment or other urgent treatment to prevent worsening of asthma symptoms, or an asthma-related hospitalization.\n\nCAEs were adjudicated by committee to assure consistency. The distributions were compared by a log rank test stratified by baseline usage of oral corticosteroid (yes or no) and geographical region (US or other).", "populationDescription": "Randomized set", "reportingStatus": "POSTED", "paramType": "MEDIAN", "dispersionType": "95% Confidence Interval", "unitOfMeasure": "weeks", "timeFrame": "Day 1 to Day 478 (longest treatment time plus 2 weeks)", "groups": [{"id": "OG000", "title": "Placebo", "description": "Placebo administered intravenously once every 4 weeks ( +-7 days) for a total of 13 doses."}, {"id": "OG001", "title": "Reslizumab 3.0 mg/kg", "description": "Reslizumab 3.0 mg/kg administered intravenously once every 4 weeks ( +-7 days) for a total of 13 doses."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "244"}, {"groupId": "OG001", "value": "245"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "34.9", "lowerLimit": "23.3", "upperLimit": "NA", "comment": "Insufficient data to estimate time"}, {"groupId": "OG001", "value": "NA", "lowerLimit": "NA", "upperLimit": "NA", "comment": "Insufficient data to estimate time"}]}]}], "analyses": [{"groupIds": ["OG000", "OG001"], "groupDescription": "Kaplan-Meier estimate of probability (5) of not experiencing a CAE by week 52. The first CAEs for each patient occurring after randomization and up to 2 weeks after the end of treatment period were analyzed. Patients without a CAE within this time frame were censored at two weeks after the treatment completion date or study discontinuation, whichever came first.", "nonInferiorityType": "SUPERIORITY_OR_OTHER_LEGACY", "pValue": "<0.0001", "statisticalMethod": "Regression, Cox", "statisticalComment": "Stratified by baseline usage of oral corticosteroid (yes or no) and geographical region (US or other).", "paramType": "Cox Proportional Hazard", "paramValue": "0.575", "ciPctValue": "95", "ciNumSides": "TWO_SIDED", "ciLowerLimit": "0.440", "ciUpperLimit": "0.750", "estimateComment": "Reslizumab vs placebo"}]}, {"type": "SECONDARY", "title": "Change From Baseline in Asthma Symptom Utility Index (ASUI) Over 16 Weeks Using Mixed Model for Repeated Measures", "description": "The ASUI is an 11-item instrument designed to assess the frequency and severity of asthma symptoms and side effects, weighted by patient preferences (Revicki et al 1998). ASUI is a utility score that ranges from 0 to 1, with higher values indicating better asthma control; info obtained from questionnaire about asthma symptoms.\n\nThe during treatment (Weeks 4, 8, 12 and 16) average ASUI was estimated using a mixed-effect model for repeated measures (MMRM) with fixed effects (treatment, stratification factors, sex, visit, interaction of treatment and visit), covariates (height, baseline value), and patient as the random effect for the repeated measurements.\n\nPositive change from baseline values indicate improvement in asthma symptoms. Information was obtained from questionnaire about asthma symptoms.", "populationDescription": "Randomized set, including participants who contributed at least once to the analysis.", "reportingStatus": "POSTED", "paramType": "LEAST_SQUARES_MEAN", "dispersionType": "Standard Error", "unitOfMeasure": "units on a scale", "timeFrame": "Day 1 (baseline, pre-dose), Weeks 4, 8, 12, 16", "groups": [{"id": "OG000", "title": "Placebo", "description": "Placebo administered intravenously once every 4 weeks ( +-7 days) for a total of 13 doses."}, {"id": "OG001", "title": "Reslizumab 3.0 mg/kg", "description": "Reslizumab 3.0 mg/kg administered intravenously once every 4 weeks ( +-7 days) for a total of 13 doses."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "238"}, {"groupId": "OG001", "value": "238"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "0.109", "spread": "0.012"}, {"groupId": "OG001", "value": "0.167", "spread": "0.188"}]}]}], "analyses": [{"groupIds": ["OG000", "OG001"], "groupDescription": "For each week, inferential statistics were from mixed model repeated measures (MMRM) with treatment, visit, treatment by visit interaction, region, oral glucocorticosteroids use at enrollment as fixed factor, and covariate baseline value and patient as a random effect. Unstructured covariance structure was assumed for the repeated measures.", "nonInferiorityType": "SUPERIORITY_OR_OTHER_LEGACY", "pValue": "<0.0001", "statisticalMethod": "Mixed model repeated measures", "paramType": "Median Difference (Final Values)", "paramValue": "0.058", "ciPctValue": "95", "ciNumSides": "TWO_SIDED", "ciLowerLimit": "0.034", "ciUpperLimit": "0.083", "dispersionType": "STANDARD_ERROR_OF_MEAN", "dispersionValue": "0.0125"}]}, {"type": "SECONDARY", "title": "Change From Baseline in Short-Acting Beta-Agonist (SABA) Use Over 16 Weeks Using Mixed Model for Repeated Measures", "description": "SABA are used for quick relief of asthma symptoms. To measure SABA use, at each clinical visit patients were asked to recall their usage of SABA therapy within the last 3 days of the scheduled visit. If usage was confirmed, the number of puffs used was recorded. For the purpose of summaries, an average daily usage was evaluated by dividing the total number of puffs recorded over 3 days by 3.\n\nThe during treatment (Weeks 4, 8, 12 and 16) SABA use was estimated using a mixed-effect model for repeated measures (MMRM) with fixed effects (treatment, stratification factors, sex, visit, interaction of treatment and visit), covariates (height, baseline value), and patient as the random effect for the repeated measurements.\n\nNegative change from baseline scores indicate improvement in asthma control.", "populationDescription": "Randomized set of participants with assessments within the timeframe", "reportingStatus": "POSTED", "paramType": "LEAST_SQUARES_MEAN", "dispersionType": "Standard Error", "unitOfMeasure": "puffs/day", "timeFrame": "Day 1 (baseline, pre-dose), Weeks 4, 8, 12, 16", "groups": [{"id": "OG000", "title": "Placebo", "description": "Placebo administered intravenously once every 4 weeks ( +-7 days) for a total of 13 doses."}, {"id": "OG001", "title": "Reslizumab 3.0 mg/kg", "description": "Reslizumab 3.0 mg/kg administered intravenously once every 4 weeks ( +-7 days) for a total of 13 doses."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "238"}, {"groupId": "OG001", "value": "240"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "-0.36", "spread": "0.158"}, {"groupId": "OG001", "value": "-0.64", "spread": "0.156"}]}]}], "analyses": [{"groupIds": ["OG000", "OG001"], "groupDescription": "Inferential statistics were from mixed model repeated measures (MMRM) with treatment, visit, treatment by visit interaction, region, OCS use at enrollment as fixed factors, and covariate for baseline value and patient as a random effect. Unstructured covariance structure was assumed for the repeated measures.", "nonInferiorityType": "SUPERIORITY_OR_OTHER_LEGACY", "pValue": "0.0919", "statisticalMethod": "Mixed model repeated measures", "paramType": "Mean Difference (Final Values)", "paramValue": "-0.276", "ciPctValue": "95", "ciNumSides": "TWO_SIDED", "ciLowerLimit": "-0.597", "ciUpperLimit": "0.045", "dispersionType": "STANDARD_ERROR_OF_MEAN", "dispersionValue": "0.1632"}]}, {"type": "SECONDARY", "title": "Change From Baseline in Blood Eosinophil Count Over 16 Weeks and 52 Weeks Using Mixed Model for Repeated Measures", "description": "Blood eosinophil counts were measured using a standard complete blood count (CBC) with differential blood test at each scheduled visit, and from all patients experiencing a serious adverse event, an adverse event leading to withdrawal, or an exacerbation of asthma symptoms.\n\nThe during treatment average eosinophil counts were estimated using a mixed-effect model for repeated measures (MMRM) with fixed effects (treatment, stratification factors, sex, visit, interaction of treatment and visit), covariates (height, baseline value), and patient as the random effect for the repeated measurements.\n\nNegative change from baseline values correlate to reduced asthma severity.", "populationDescription": "Randomized set of participants with assessments within timeframe", "reportingStatus": "POSTED", "paramType": "LEAST_SQUARES_MEAN", "dispersionType": "Standard Error", "unitOfMeasure": "10^9 blood eosinophil/L", "timeFrame": "Day 1 (baseline, pre-dose), Weeks 4, 8, 12, 16, 20, 24, 28, 32, 36, 40, 44, 48, 52 or early withdrawal", "groups": [{"id": "OG000", "title": "Placebo", "description": "Placebo administered intravenously once every 4 weeks ( +-7 days) for a total of 13 doses."}, {"id": "OG001", "title": "Reslizumab 3.0 mg/kg", "description": "Reslizumab 3.0 mg/kg administered intravenously once every 4 weeks ( +-7 days) for a total of 13 doses."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "241"}, {"groupId": "OG001", "value": "243"}]}], "classes": [{"title": "Over first 16 weeks", "categories": [{"measurements": [{"groupId": "OG000", "value": "-0.118", "spread": "0.0232"}, {"groupId": "OG001", "value": "-0.584", "spread": "0.0230"}]}]}, {"title": "Over 52 weeks", "categories": [{"measurements": [{"groupId": "OG000", "value": "-0.127", "spread": "0.0168"}, {"groupId": "OG001", "value": "-0.582", "spread": "0.0167"}]}]}], "analyses": [{"groupIds": ["OG000", "OG001"], "groupDescription": "Eosinophil Count Over 16 Weeks\n\nInferential statistics were from mixed model repeated measures (MMRM) with treatment, visit, treatment by visit interaction, region, oral glucocorticosteroids use at enrollment as fixed factor, and covariate baseline value and patient as a random effect. Unstructured covariance structure was assumed for the repeated measures.", "nonInferiorityType": "SUPERIORITY_OR_OTHER_LEGACY", "pValue": "<0.0001", "statisticalMethod": "Mixed model repeated measures", "paramType": "Mean Difference (Final Values)", "paramValue": "-0.466", "ciPctValue": "95", "ciNumSides": "TWO_SIDED", "ciLowerLimit": "-0.514", "ciUpperLimit": "-0.418", "dispersionType": "STANDARD_ERROR_OF_MEAN", "dispersionValue": "0.0244"}, {"groupIds": ["OG000", "OG001"], "groupDescription": "Eosinophil Count Over 52 Weeks\n\nInferential statistics were from mixed model repeated measures (MMRM) with treatment, visit, treatment by visit interaction, region, oral glucocorticosteroids use at enrollment as fixed factor, and covariate baseline value and patient as a random effect. Unstructured covariance structure was assumed for the repeated measures.", "nonInferiorityType": "SUPERIORITY_OR_OTHER_LEGACY", "pValue": "<0.0001", "statisticalMethod": "Mixed model repeated measures", "paramType": "Mean Difference (Final Values)", "paramValue": "-0.455", "ciPctValue": "95", "ciNumSides": "TWO_SIDED", "ciLowerLimit": "-0.491", "ciUpperLimit": "-0.419", "dispersionType": "STANDARD_ERROR_OF_MEAN", "dispersionValue": "0.0182"}]}, {"type": "SECONDARY", "title": "Participants With Treatment-Emergent Adverse Events", "description": "An adverse event was defined in the protocol as any untoward medical occurrence that develops or worsens in severity during the conduct of a clinical study and does not necessarily have a causal relationship to the study drug. Severity was rated by the investigator on a scale of mild, moderate and severe, with severe= an inability to carry out usual activities. Relation of AE to treatment was determined by the investigator. Serious AEs include death, a life-threatening adverse event, inpatient hospitalization or prolongation of existing hospitalization, persistent or significant disability or incapacity, a congenital anomaly or birth defect, OR an important medical event that jeopardized the patient and required medical intervention to prevent the previously listed serious outcomes.", "populationDescription": "Safety analysis set", "reportingStatus": "POSTED", "paramType": "NUMBER", "unitOfMeasure": "participants", "timeFrame": "Day 1 (post-dose) to Week 65. The last postbaseline value for approximately 20 patients in each", "groups": [{"id": "OG000", "title": "Placebo", "description": "Placebo administered intravenously once every 4 weeks ( +-7 days) for a total of 13 doses."}, {"id": "OG001", "title": "Reslizumab 3.0 mg/kg", "description": "Reslizumab 3.0 mg/kg administered intravenously once every 4 weeks ( +-7 days) for a total of 13 doses."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "243"}, {"groupId": "OG001", "value": "245"}]}], "classes": [{"title": "At least 1 AE", "categories": [{"measurements": [{"groupId": "OG000", "value": "206"}, {"groupId": "OG001", "value": "197"}]}]}, {"title": "Mild severity AE", "categories": [{"measurements": [{"groupId": "OG000", "value": "41"}, {"groupId": "OG001", "value": "68"}]}]}, {"title": "Moderate severity AE", "categories": [{"measurements": [{"groupId": "OG000", "value": "133"}, {"groupId": "OG001", "value": "107"}]}]}, {"title": "Severe AE", "categories": [{"measurements": [{"groupId": "OG000", "value": "32"}, {"groupId": "OG001", "value": "22"}]}]}, {"title": "Treatment-related AE", "categories": [{"measurements": [{"groupId": "OG000", "value": "36"}, {"groupId": "OG001", "value": "36"}]}]}, {"title": "Treatment-related mild AE", "categories": [{"measurements": [{"groupId": "OG000", "value": "23"}, {"groupId": "OG001", "value": "24"}]}]}, {"title": "Treatment-related moderate AE", "categories": [{"measurements": [{"groupId": "OG000", "value": "13"}, {"groupId": "OG001", "value": "9"}]}]}, {"title": "Treatment-related severe AE", "categories": [{"measurements": [{"groupId": "OG000", "value": "0"}, {"groupId": "OG001", "value": "3"}]}]}, {"title": "AE causing patient discontinuation", "categories": [{"measurements": [{"groupId": "OG000", "value": "8"}, {"groupId": "OG001", "value": "4"}]}]}, {"title": "Serious AE", "categories": [{"measurements": [{"groupId": "OG000", "value": "34"}, {"groupId": "OG001", "value": "24"}]}]}, {"title": "Deaths", "categories": [{"measurements": [{"groupId": "OG000", "value": "1"}, {"groupId": "OG001", "value": "0"}]}]}]}, {"type": "PRIMARY", "title": "Frequency of Each of the Two Criteria for Clinical Asthma Exacerbations (CAEs)", "description": "An exacerbation event was considered a CAE if the patient met either or both of the criteria listed below and this was corroborated with at least 1 other measurement to indicate the worsening of clinical signs and symptoms of asthma:\n\n* use of systemic, or an increase in the use of inhaled, corticosteroid treatment for 3 or more days; or an increased 2 or more fold for at least 3 or more days for patient's already on corticosteroids.\n* asthma-related emergency treatment, such as an unscheduled visit to the physician's office or emergency room for nebulizer treatment or other urgent treatment to prevent worsening of asthma symptoms, or an asthma-related hospitalization.\n\nCAEs were adjudicated by committee to assure consistency. Adjusted CAE rate and confidence intervals for the two criteria were based on Negative Binomial regression model adjusted for stratification factors.\n\nResults are offered as adjusted means.", "populationDescription": "Randomized set", "reportingStatus": "POSTED", "paramType": "MEAN", "dispersionType": "95% Confidence Interval", "unitOfMeasure": "CAEs in 52 weeks", "timeFrame": "Day 1 to Week 52", "groups": [{"id": "OG000", "title": "Placebo", "description": "Placebo administered intravenously once every 4 weeks ( +-7 days) for a total of 13 doses."}, {"id": "OG001", "title": "Reslizumab 3.0 mg/kg", "description": "Reslizumab 3.0 mg/kg administered intravenously once every 4 weeks ( +-7 days) for a total of 13 doses."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "244"}, {"groupId": "OG001", "value": "245"}]}], "classes": [{"title": "Requiring systemic corticosterioids >3 days", "categories": [{"measurements": [{"groupId": "OG000", "value": "1.604", "lowerLimit": "1.195", "upperLimit": "2.152"}, {"groupId": "OG001", "value": "0.722", "lowerLimit": "0.528", "upperLimit": "0.986"}]}]}, {"title": "Requiring hospitalization or ER visit", "categories": [{"measurements": [{"groupId": "OG000", "value": "0.207", "lowerLimit": "0.107", "upperLimit": "0.400"}, {"groupId": "OG001", "value": "0.137", "lowerLimit": "0.068", "upperLimit": "0.274"}]}]}], "analyses": [{"groupIds": ["OG000", "OG001"], "groupDescription": "CAE Due to Requiring Systemic Corticosteroids The frequency of CAEs was analyzed using the generalized linear model (GLM) for data from the negative binomial distributions that is commonly referred to as the negative binomial (NB) regression model. The primary NB model included the treatment group and randomization stratification factors as model factors and the logarithm of follow up time excluding the summed duration of exacerbations in the treatment period as an offset variable.", "nonInferiorityType": "SUPERIORITY_OR_OTHER_LEGACY", "pValue": "<0.0001", "pValueComment": "The treatment effect was tested using the likelihood based Chi-square test at the 0.05 significance level.", "statisticalMethod": "Chi-squared", "paramType": "CAE rate ratio (reslizumab vs placebo)", "paramValue": "0.4499", "ciPctValue": "95", "ciNumSides": "TWO_SIDED", "ciLowerLimit": "0.3255", "ciUpperLimit": "0.6220"}, {"groupIds": ["OG000", "OG001"], "groupDescription": "CAE Due to Hospitalization or ER visit The frequency of CAEs was analyzed using the generalized linear model (GLM) for data from the negative binomial distributions that is commonly referred to as the negative binomial (NB) regression model. The primary NB model included the treatment group and randomization stratification factors as model factors and the logarithm of follow up time excluding the summed duration of exacerbations in the treatment period as an offset variable.", "nonInferiorityType": "SUPERIORITY_OR_OTHER_LEGACY", "pValue": "0.2572", "pValueComment": "The treatment effect was tested using the likelihood based Chi-square test at the 0.05 significance level.", "statisticalMethod": "Chi-squared", "paramType": "CAE rate ratio (reslizumab vs placebo)", "paramValue": "0.6595", "ciPctValue": "95", "ciNumSides": "TWO_SIDED", "ciLowerLimit": "0.3210", "ciUpperLimit": "1.3550"}]}, {"type": "SECONDARY", "title": "Participants With Treatment-Emergent Potentially Clinically Significant (PCS) Abnormal Lab Values", "description": "Data represents participants with potentially clinically significant (PCS) abnormal serum chemistry, hematology, and urinalysis values.\n\nSignificance criteria:\n\n* Blood urea nitrogen: \\>=10.71 mmol/L\n* Uric acid: M\\>=625, F\\>=506 μmol/L\n* Aspartate aminotransferase: \\>=3\\*upper limit of normal (ULN). Normal range is 10-43 U/L\n* Alanine aminotransferase: \\>=3\\*ULN. Normal range is 10-40 U/L\n* GGT = gamma-glutamyl transpeptidase: \\>= 3\\*ULN. Normal range is 5-49 U/L.\n* Bilirubin: \\>=34.2 μmol/L\n* White blood cells: \\<=3.0 or \\>20 10\\^9/L\n* Hemoglobin: M\\<=115, F\\<=95 g/dL\n* Hematocrit: M\\<0.37, F\\<0.32 L/L\n* Neutrophils: \\<=1.0 10\\^9/L\n* Eosinophils: \\>10.0 %\n* Platelets: \\<75 or \\>=700 10\\^9/L\n* Urinalysis: blood, glucose, ketones and total protein: \\>=2 unit increase from baseline", "populationDescription": "Safety analysis set", "reportingStatus": "POSTED", "paramType": "NUMBER", "unitOfMeasure": "participants", "timeFrame": "Week 4 to Week 65. The last postbaseline value for approximately 20 patients in each", "groups": [{"id": "OG000", "title": "Placebo", "description": "Placebo administered intravenously once every 4 weeks ( +-7 days) for a total of 13 doses."}, {"id": "OG001", "title": "Reslizumab 3.0 mg/kg", "description": "Reslizumab 3.0 mg/kg administered intravenously once every 4 weeks ( +-7 days) for a total of 13 doses."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "243"}, {"groupId": "OG001", "value": "245"}]}], "classes": [{"title": "Blood urea nitrogen", "categories": [{"measurements": [{"groupId": "OG000", "value": "9"}, {"groupId": "OG001", "value": "8"}]}]}, {"title": "Uric acid", "categories": [{"measurements": [{"groupId": "OG000", "value": "9"}, {"groupId": "OG001", "value": "6"}]}]}, {"title": "Aspartate aminotransferase", "categories": [{"measurements": [{"groupId": "OG000", "value": "1"}, {"groupId": "OG001", "value": "1"}]}]}, {"title": "Alanine aminotransferase", "categories": [{"measurements": [{"groupId": "OG000", "value": "3"}, {"groupId": "OG001", "value": "5"}]}]}, {"title": "Gamma-glutamyl transpeptidase", "categories": [{"measurements": [{"groupId": "OG000", "value": "12"}, {"groupId": "OG001", "value": "12"}]}]}, {"title": "Bilirubin", "categories": [{"measurements": [{"groupId": "OG000", "value": "2"}, {"groupId": "OG001", "value": "1"}]}]}, {"title": "White blood cells - low", "categories": [{"measurements": [{"groupId": "OG000", "value": "6"}, {"groupId": "OG001", "value": "6"}]}]}, {"title": "White blood cells - high", "categories": [{"measurements": [{"groupId": "OG000", "value": "5"}, {"groupId": "OG001", "value": "3"}]}]}, {"title": "Hemoglobin", "categories": [{"measurements": [{"groupId": "OG000", "value": "7"}, {"groupId": "OG001", "value": "4"}]}]}, {"title": "Hematocrit", "categories": [{"measurements": [{"groupId": "OG000", "value": "9"}, {"groupId": "OG001", "value": "6"}]}]}, {"title": "Neutrophils", "categories": [{"measurements": [{"groupId": "OG000", "value": "8"}, {"groupId": "OG001", "value": "6"}]}]}, {"title": "Eosinophils", "categories": [{"measurements": [{"groupId": "OG000", "value": "135"}, {"groupId": "OG001", "value": "3"}]}]}, {"title": "Platelets - low", "categories": [{"measurements": [{"groupId": "OG000", "value": "1"}, {"groupId": "OG001", "value": "2"}]}]}, {"title": "Platelets - high", "categories": [{"measurements": [{"groupId": "OG000", "value": "2"}, {"groupId": "OG001", "value": "0"}]}]}, {"title": "Urinalysis - Blood (hemoglobin)", "categories": [{"measurements": [{"groupId": "OG000", "value": "32"}, {"groupId": "OG001", "value": "21"}]}]}, {"title": "Urinalysis - Ketones", "categories": [{"measurements": [{"groupId": "OG000", "value": "4"}, {"groupId": "OG001", "value": "5"}]}]}, {"title": "Urinalysis - Glucose", "categories": [{"measurements": [{"groupId": "OG000", "value": "11"}, {"groupId": "OG001", "value": "14"}]}]}, {"title": "Urinalysis - Protein", "categories": [{"measurements": [{"groupId": "OG000", "value": "32"}, {"groupId": "OG001", "value": "34"}]}]}]}, {"type": "SECONDARY", "title": "Participants With Treatment-Emergent Potentially Clinically Significant (PCS) Vital Signs Values", "description": "Data represents participants with potentially clinically significant (PCS) vital sign values.\n\nSignificance criteria\n\n* Sitting pulse - high 12-17 yr: \\>100 and increase of \\>= 30 beats/minute (bpm)\n* Sitting pulse - low \\>=18 yr: \\<50 and decrease of \\>=30 bpm\n* Sitting pulse - high \\>=18 yr: \\>100 and increase of \\>=30 bpm\n* Sitting systolic blood pressure - low \\>=18 yr: \\<90 and decrease of \\>=30 mmHg\n* Sitting systolic blood pressure - high \\>=18 yr: \\>160 and increase of \\>=30 mmHg\n* Sitting diastolic blood pressure - low 12-17 yr: \\<55 and decrease of \\>=12 mmHg\n* Sitting diastolic blood pressure - low \\>=18 yr: \\<50 and decrease of \\>=12 mmHg\n* Sitting diastolic blood pressure - high \\>=18 yr: \\>100 and increase of \\>=12 mmHg\n* Respiratory rate \\>=18 yr: \\>24 and increase of \\>=10 breaths/minute\n* Body temperature - low 12-17 yr: \\<96.5° Fahrenheit or \\<35.8° Celsius\n* Body temp - low \\>=18 yr: \\<96.5° F or \\<35.8° C\n* Body temp - high \\>=18 yr: \\>100.5° Fahrenheit", "populationDescription": "Safety analysis set", "reportingStatus": "POSTED", "paramType": "NUMBER", "unitOfMeasure": "participants", "timeFrame": "Week 4 to Week 65. The last postbaseline value for approximately 20 patients in each", "groups": [{"id": "OG000", "title": "Placebo", "description": "Placebo administered intravenously once every 4 weeks ( +-7 days) for a total of 13 doses."}, {"id": "OG001", "title": "Reslizumab 3.0 mg/kg", "description": "Reslizumab 3.0 mg/kg administered intravenously once every 4 weeks ( +-7 days) for a total of 13 doses."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "243"}, {"groupId": "OG001", "value": "245"}]}], "classes": [{"title": "Sitting pulse - high 12-17 yr", "categories": [{"measurements": [{"groupId": "OG000", "value": "1"}, {"groupId": "OG001", "value": "1"}]}]}, {"title": "Sitting pulse - low >=18 yr", "categories": [{"measurements": [{"groupId": "OG000", "value": "1"}, {"groupId": "OG001", "value": "0"}]}]}, {"title": "Sitting pulse - high >=18 yr", "categories": [{"measurements": [{"groupId": "OG000", "value": "5"}, {"groupId": "OG001", "value": "7"}]}]}, {"title": "Sitting systolic blood pressure - low >=18 yr", "categories": [{"measurements": [{"groupId": "OG000", "value": "2"}, {"groupId": "OG001", "value": "5"}]}]}, {"title": "Sitting systolic blood pressure - high >=18 yr", "categories": [{"measurements": [{"groupId": "OG000", "value": "7"}, {"groupId": "OG001", "value": "7"}]}]}, {"title": "Sitting diastolic blood pressure - low 12-17 yr", "categories": [{"measurements": [{"groupId": "OG000", "value": "1"}, {"groupId": "OG001", "value": "0"}]}]}, {"title": "Sitting diastolic blood pressure - low >=18 yr", "categories": [{"measurements": [{"groupId": "OG000", "value": "0"}, {"groupId": "OG001", "value": "1"}]}]}, {"title": "Sitting diastolic blood pressure - high >=18 yr", "categories": [{"measurements": [{"groupId": "OG000", "value": "10"}, {"groupId": "OG001", "value": "5"}]}]}, {"title": "Respiratory rate >=18 yr", "categories": [{"measurements": [{"groupId": "OG000", "value": "3"}, {"groupId": "OG001", "value": "2"}]}]}, {"title": "Body temperature - low 12-17 yr", "categories": [{"measurements": [{"groupId": "OG000", "value": "1"}, {"groupId": "OG001", "value": "1"}]}]}, {"title": "Body temperature - low >=18 yr", "categories": [{"measurements": [{"groupId": "OG000", "value": "54"}, {"groupId": "OG001", "value": "49"}]}]}, {"title": "Body temperature - high >=18 yr", "categories": [{"measurements": [{"groupId": "OG000", "value": "0"}, {"groupId": "OG001", "value": "1"}]}]}]}, {"type": "SECONDARY", "title": "Participants With a Positive Anti-Reslizumab Antibody Status During Study", "description": "The immunogenicity of reslizumab was assessed by measuring for the presence of anti-reslizumab antibodies at baseline, weeks 16, 32, 48, and 52 or early withdrawal. Blood samples for anti-reslizumab antibodies assessment were also obtained from all patients (inside or outside of the US) experiencing a serious adverse event, an adverse event leading to withdrawal, or an exacerbation of asthma symptoms.", "populationDescription": "Safety analysis set. Immunogenicity for anti-reslizumab antibodies not reported for the placebo treatment arm.", "reportingStatus": "POSTED", "paramType": "NUMBER", "unitOfMeasure": "participants", "timeFrame": "Weeks 16, 32, 48 and 52", "groups": [{"id": "OG000", "title": "Placebo", "description": "Placebo administered intravenously once every 4 weeks ( +-7 days) for a total of 13 doses."}, {"id": "OG001", "title": "Reslizumab 3.0 mg/kg", "description": "Reslizumab 3.0 mg/kg administered intravenously once every 4 weeks ( +-7 days) for a total of 13 doses."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "0"}, {"groupId": "OG001", "value": "245"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG001", "value": "8"}]}]}]}]}, "adverseEventsModule": {"frequencyThreshold": "5", "timeFrame": "Day 1 to Day 464", "eventGroups": [{"id": "EG000", "title": "Placebo", "description": "Placebo administered intravenously once every 4 weeks ( +-7 days) for a total of 13 doses.", "seriousNumAffected": 34, "seriousNumAtRisk": 243, "otherNumAffected": 184, "otherNumAtRisk": 243}, {"id": "EG001", "title": "Reslizumab 3.0 mg/kg", "description": "Reslizumab 3.0 mg/kg administered intravenously once every 4 weeks ( +-7 days) for a total of 13 doses.", "seriousNumAffected": 24, "seriousNumAtRisk": 245, "otherNumAffected": 165, "otherNumAtRisk": 245}], "seriousEvents": [{"term": "Right ventricular failure", "organSystem": "Cardiac disorders", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 1, "numAffected": 1, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 245}]}, {"term": "Sinus tachycardia", "organSystem": "Cardiac disorders", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 1, "numAffected": 1, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 245}]}, {"term": "Diaphragmatic hernia", "organSystem": "Gastrointestinal disorders", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 0, "numAffected": 0, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 1, "numAffected": 1, "numAtRisk": 245}]}, {"term": "Diarrhoea", "organSystem": "Gastrointestinal disorders", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 1, "numAffected": 1, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 245}]}, {"term": "Oesophagitis", "organSystem": "Gastrointestinal disorders", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 0, "numAffected": 0, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 1, "numAffected": 1, "numAtRisk": 245}]}, {"term": "Small intestinal obstruction", "organSystem": "Gastrointestinal disorders", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 0, "numAffected": 0, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 1, "numAffected": 1, "numAtRisk": 245}]}, {"term": "Chest pain", "organSystem": "General disorders", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 0, "numAffected": 0, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 2, "numAffected": 2, "numAtRisk": 245}]}, {"term": "Bronchitis", "organSystem": "Infections and infestations", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 3, "numAffected": 2, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 245}]}, {"term": "Diverticulitis", "organSystem": "Infections and infestations", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 1, "numAffected": 1, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 245}]}, {"term": "Gastroenteritis", "organSystem": "Infections and infestations", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 1, "numAffected": 1, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 1, "numAffected": 1, "numAtRisk": 245}]}, {"term": "Influenza", "organSystem": "Infections and infestations", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 0, "numAffected": 0, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 1, "numAffected": 1, "numAtRisk": 245}]}, {"term": "Lower respiratory tract infection", "organSystem": "Infections and infestations", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 1, "numAffected": 1, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 245}]}, {"term": "Otitis media", "organSystem": "Infections and infestations", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 1, "numAffected": 1, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 245}]}, {"term": "Periorbital cellulitis", "organSystem": "Infections and infestations", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 1, "numAffected": 1, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 245}]}, {"term": "Pneumonia", "organSystem": "Infections and infestations", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 0, "numAffected": 0, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 2, "numAffected": 2, "numAtRisk": 245}]}, {"term": "Sinusitis", "organSystem": "Infections and infestations", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 1, "numAffected": 1, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 245}]}, {"term": "Urinary tract infection", "organSystem": "Infections and infestations", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 1, "numAffected": 1, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 245}]}, {"term": "Viral infection", "organSystem": "Infections and infestations", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 1, "numAffected": 1, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 245}]}, {"term": "Concussion", "organSystem": "Injury, poisoning and procedural complications", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 0, "numAffected": 0, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 1, "numAffected": 1, "numAtRisk": 245}]}, {"term": "Face injury", "organSystem": "Injury, poisoning and procedural complications", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 0, "numAffected": 0, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 1, "numAffected": 1, "numAtRisk": 245}]}, {"term": "Procedural nausea", "organSystem": "Injury, poisoning and procedural complications", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 0, "numAffected": 0, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 1, "numAffected": 1, "numAtRisk": 245}]}, {"term": "Procedural vomiting", "organSystem": "Injury, poisoning and procedural complications", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 0, "numAffected": 0, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 1, "numAffected": 1, "numAtRisk": 245}]}, {"term": "Radius fracture", "organSystem": "Injury, poisoning and procedural complications", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 0, "numAffected": 0, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 1, "numAffected": 1, "numAtRisk": 245}]}, {"term": "Rib fracture", "organSystem": "Injury, poisoning and procedural complications", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 1, "numAffected": 1, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 245}]}, {"term": "Thermal burn", "organSystem": "Injury, poisoning and procedural complications", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 1, "numAffected": 1, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 245}]}, {"term": "Tibia fracture", "organSystem": "Injury, poisoning and procedural complications", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 1, "numAffected": 1, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 245}]}, {"term": "Toxicity to various agents", "organSystem": "Injury, poisoning and procedural complications", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 1, "numAffected": 1, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 245}]}, {"term": "Ulna fracture", "organSystem": "Injury, poisoning and procedural complications", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 0, "numAffected": 0, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 1, "numAffected": 1, "numAtRisk": 245}]}, {"term": "Diabetes mellitus inadequate control", "organSystem": "Metabolism and nutrition disorders", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 0, "numAffected": 0, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 1, "numAffected": 1, "numAtRisk": 245}]}, {"term": "Osteonecrosis", "organSystem": "Musculoskeletal and connective tissue disorders", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 1, "numAffected": 1, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 245}]}, {"term": "Bladder transitional cell carcinoma", "organSystem": "Neoplasms benign, malignant and unspecified (incl cysts and polyps)", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 1, "numAffected": 1, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 245}]}, {"term": "Colon cancer", "organSystem": "Neoplasms benign, malignant and unspecified (incl cysts and polyps)", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 1, "numAffected": 1, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 245}]}, {"term": "Lung adenocarcinoma", "organSystem": "Neoplasms benign, malignant and unspecified (incl cysts and polyps)", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 0, "numAffected": 0, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 1, "numAffected": 1, "numAtRisk": 245}]}, {"term": "Lung neoplasm malignant", "organSystem": "Neoplasms benign, malignant and unspecified (incl cysts and polyps)", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 0, "numAffected": 0, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 1, "numAffected": 1, "numAtRisk": 245}]}, {"term": "Metastases to liver", "organSystem": "Neoplasms benign, malignant and unspecified (incl cysts and polyps)", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 1, "numAffected": 1, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 245}]}, {"term": "Metastases to lung", "organSystem": "Neoplasms benign, malignant and unspecified (incl cysts and polyps)", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 1, "numAffected": 1, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 245}]}, {"term": "Prostate cancer", "organSystem": "Neoplasms benign, malignant and unspecified (incl cysts and polyps)", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 0, "numAffected": 0, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 1, "numAffected": 1, "numAtRisk": 245}]}, {"term": "Uterine leiomyoma", "organSystem": "Neoplasms benign, malignant and unspecified (incl cysts and polyps)", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 0, "numAffected": 0, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 1, "numAffected": 1, "numAtRisk": 245}]}, {"term": "Meningism", "organSystem": "Nervous system disorders", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 1, "numAffected": 1, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 245}]}, {"term": "Nerve compression", "organSystem": "Nervous system disorders", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 1, "numAffected": 1, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 245}]}, {"term": "Neurological symptom", "organSystem": "Nervous system disorders", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 1, "numAffected": 1, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 245}]}, {"term": "Status migrainosus", "organSystem": "Nervous system disorders", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 2, "numAffected": 1, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 245}]}, {"term": "Ureteric obstruction", "organSystem": "Renal and urinary disorders", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 1, "numAffected": 1, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 245}]}, {"term": "Asthma", "organSystem": "Respiratory, thoracic and mediastinal disorders", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 28, "numAffected": 13, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 12, "numAffected": 11, "numAtRisk": 245}]}, {"term": "Nasal polyps", "organSystem": "Respiratory, thoracic and mediastinal disorders", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 1, "numAffected": 1, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 245}]}, {"term": "Pneumothorax", "organSystem": "Respiratory, thoracic and mediastinal disorders", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 1, "numAffected": 1, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 245}]}, {"term": "Pulmonary hypertension", "organSystem": "Respiratory, thoracic and mediastinal disorders", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 1, "numAffected": 1, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 245}]}, {"term": "Deep vein thrombosis", "organSystem": "Vascular disorders", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 0, "numAffected": 0, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 1, "numAffected": 1, "numAtRisk": 245}]}], "otherEvents": [{"term": "Bronchitis", "organSystem": "Infections and infestations", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 31, "numAffected": 22, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 14, "numAffected": 13, "numAtRisk": 245}]}, {"term": "Influenza", "organSystem": "Infections and infestations", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 32, "numAffected": 23, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 25, "numAffected": 17, "numAtRisk": 245}]}, {"term": "Nasopharyngitis", "organSystem": "Infections and infestations", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 44, "numAffected": 33, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 45, "numAffected": 28, "numAtRisk": 245}]}, {"term": "Pharyngitis", "organSystem": "Infections and infestations", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 13, "numAffected": 13, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 11, "numAffected": 10, "numAtRisk": 245}]}, {"term": "Sinusitis", "organSystem": "Infections and infestations", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 48, "numAffected": 28, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 31, "numAffected": 21, "numAtRisk": 245}]}, {"term": "Upper respiratory tract infection", "organSystem": "Infections and infestations", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 49, "numAffected": 32, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 50, "numAffected": 39, "numAtRisk": 245}]}, {"term": "Urinary tract infection", "organSystem": "Infections and infestations", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 13, "numAffected": 10, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 15, "numAffected": 13, "numAtRisk": 245}]}, {"term": "Back pain", "organSystem": "Musculoskeletal and connective tissue disorders", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 13, "numAffected": 13, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 15, "numAffected": 13, "numAtRisk": 245}]}, {"term": "Dizziness", "organSystem": "Nervous system disorders", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 13, "numAffected": 13, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 7, "numAffected": 5, "numAtRisk": 245}]}, {"term": "Headache", "organSystem": "Nervous system disorders", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 50, "numAffected": 30, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 31, "numAffected": 19, "numAtRisk": 245}]}, {"term": "Asthma", "organSystem": "Respiratory, thoracic and mediastinal disorders", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 364, "numAffected": 123, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 192, "numAffected": 92, "numAtRisk": 245}]}, {"term": "Cough", "organSystem": "Respiratory, thoracic and mediastinal disorders", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 14, "numAffected": 13, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 13, "numAffected": 11, "numAtRisk": 245}]}, {"term": "Oropharyngeal pain", "organSystem": "Respiratory, thoracic and mediastinal disorders", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 9, "numAffected": 8, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 17, "numAffected": 13, "numAtRisk": 245}]}, {"term": "Rhinitis allergic", "organSystem": "Respiratory, thoracic and mediastinal disorders", "sourceVocabulary": "MedDRA (15.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 7, "numAffected": 6, "numAtRisk": 243}, {"groupId": "EG001", "numEvents": 16, "numAffected": 13, "numAtRisk": 245}]}]}, "moreInfoModule": {"certainAgreement": {"piSponsorEmployee": false, "restrictionType": "OTHER", "restrictiveAgreement": true, "otherDetails": "Sponsor has the right 60 days before submission for publication to review/provide comments. If the Sponsor's review shows that potentially patentable subject matter would be disclosed, publication or public disclosure shall be delayed for up to 90 additional days in order for the Sponsor, or Sponsor's designees, to file the necessary patent applications. In multicenter trials, each PI will postpone single center publications until after disclosure or publication of multicenter data."}, "pointOfContact": {"title": "Director, Clinical Research", "organization": "Teva Branded Pharmaceutical Products, R&D Inc", "email": "ustevatrials@tevapharm.com", "phone": "215-591-3000"}}}, "derivedSection": {"miscInfoModule": {"versionHolder": "2024-06-24", "removedCountries": ["Czech Republic", "Netherlands"]}, "conditionBrowseModule": {"meshes": [{"id": "D000001249", "term": "Asthma"}, {"id": "D000011657", "term": "Pulmonary Eosinophilia"}], "ancestors": [{"id": "D000001982", "term": "Bronchial Diseases"}, {"id": "D000012140", "term": "Respiratory Tract Diseases"}, {"id": "D000008173", "term": "Lung Diseases, Obstructive"}, {"id": "D000008171", "term": "Lung Diseases"}, {"id": "D000012130", "term": "Respiratory Hypersensitivity"}, {"id": "D000006969", "term": "Hypersensitivity, Immediate"}, {"id": "D000006967", "term": "Hypersensitivity"}, {"id": "D000007154", "term": "Immune System Diseases"}, {"id": "D000017681", "term": "Hypereosinophilic Syndrome"}, {"id": "D000004802", "term": "Eosinophilia"}, {"id": "D000007960", "term": "Leukocyte Disorders"}, {"id": "D000006402", "term": "Hematologic Diseases"}], "browseLeaves": [{"id": "M4556", "name": "Asthma", "asFound": "Asthma", "relevance": "HIGH"}, {"id": "M14511", "name": "Pulmonary Eosinophilia", "asFound": "Eosinophilic Asthma", "relevance": "HIGH"}, {"id": "M7961", "name": "Eosinophilia", "relevance": "LOW"}, {"id": "M5258", "name": "Bronchial Diseases", "relevance": "LOW"}, {"id": "M14977", "name": "Respiratory Tract Diseases", "relevance": "LOW"}, {"id": "M11168", "name": "Lung Diseases", "relevance": "LOW"}, {"id": "M11170", "name": "Lung Diseases, Obstructive", "relevance": "LOW"}, {"id": "M10018", "name": "Hypersensitivity", "relevance": "LOW"}, {"id": "M14967", "name": "Respiratory Hypersensitivity", "relevance": "LOW"}, {"id": "M10020", "name": "Hypersensitivity, Immediate", "relevance": "LOW"}, {"id": "M10200", "name": "Immune System Diseases", "relevance": "LOW"}, {"id": "M16355", "name": "Syndrome", "relevance": "LOW"}, {"id": "M19901", "name": "Hypereosinophilic Syndrome", "relevance": "LOW"}, {"id": "M10963", "name": "Leukocyte Disorders", "relevance": "LOW"}, {"id": "M9490", "name": "Hematologic Diseases", "relevance": "LOW"}, {"id": "T2886", "name": "Hypereosinophilic Syndrome", "relevance": "LOW"}], "browseBranches": [{"abbrev": "BC08", "name": "Respiratory Tract (Lung and Bronchial) Diseases"}, {"abbrev": "BC20", "name": "Immune System Diseases"}, {"abbrev": "All", "name": "All Conditions"}, {"abbrev": "BC15", "name": "Blood and Lymph Conditions"}, {"abbrev": "BC23", "name": "Symptoms and General Pathology"}, {"abbrev": "Rare", "name": "Rare Diseases"}]}, "interventionBrowseModule": {"meshes": [{"id": "C000515492", "term": "Reslizumab"}], "ancestors": [{"id": "D000018927", "term": "Anti-Asthmatic Agents"}, {"id": "D000019141", "term": "Respiratory System Agents"}], "browseLeaves": [{"id": "M10184", "name": "Immunoglobulins", "relevance": "LOW"}, {"id": "M4225", "name": "Antibodies", "relevance": "LOW"}, {"id": "M4230", "name": "Antibodies, Monoclonal", "relevance": "LOW"}, {"id": "M287460", "name": "Reslizumab", "asFound": "Diaphragmatic breathing exercises", "relevance": "HIGH"}, {"id": "M20963", "name": "Anti-Asthmatic Agents", "relevance": "LOW"}, {"id": "M21137", "name": "Respiratory System Agents", "relevance": "LOW"}], "browseBranches": [{"abbrev": "All", "name": "All Drugs and Chemicals"}, {"abbrev": "Resp", "name": "Respiratory System Agents"}]}}, "hasResults": true}