{"protocolSection": {"identificationModule": {"nctId": "NCT00246519", "orgStudyIdInfo": {"id": "U01GM074492", "type": "NIH", "link": "https://reporter.nih.gov/quickSearch/U01GM074492"}, "organization": {"fullName": "University of Florida", "class": "OTHER"}, "briefTitle": "Pharmacogenomic Evaluation of Antihypertensive Responses", "officialTitle": "Pharmacogenomic Evaluation of Antihypertensive Responses (PEAR)"}, "statusModule": {"statusVerifiedDate": "2018-04", "overallStatus": "COMPLETED", "expandedAccessInfo": {"hasExpandedAccess": false}, "startDateStruct": {"date": "2005-10"}, "primaryCompletionDateStruct": {"date": "2010-12", "type": "ACTUAL"}, "completionDateStruct": {"date": "2010-12", "type": "ACTUAL"}, "studyFirstSubmitDate": "2005-10-27", "studyFirstSubmitQcDate": "2005-10-27", "studyFirstPostDateStruct": {"date": "2005-10-30", "type": "ESTIMATED"}, "resultsFirstSubmitDate": "2013-05-20", "resultsFirstSubmitQcDate": "2013-07-08", "resultsFirstPostDateStruct": {"date": "2013-07-10", "type": "ESTIMATED"}, "lastUpdateSubmitDate": "2018-04-04", "lastUpdatePostDateStruct": {"date": "2018-05-07", "type": "ACTUAL"}}, "sponsorCollaboratorsModule": {"responsibleParty": {"type": "SPONSOR"}, "leadSponsor": {"name": "University of Florida", "class": "OTHER"}}, "oversightModule": {"oversightHasDmc": true, "isFdaRegulatedDrug": false, "isFdaRegulatedDevice": false}, "descriptionModule": {"briefSummary": "There are many medications available for the treatment of high blood pressure (hypertension), but finding the right one for a specific patient can be challenging. In fact, it is estimated that only 34% of people with hypertension have their blood pressure under control. The hypothesis is that genetic differences between individuals influence their response to antihypertensive medications. This study is aimed at determining the genetic factors that may influence a person's response to either a beta-blocker or a thiazide diuretic. The hope is that through this research, we may someday be able to use an individual's genetic information to guide the selection of their blood pressure medicine, leading to better control of blood pressure, and less need for the current trial and error process.", "detailedDescription": "The proposed work should help move toward the long-term goal of selection of antihypertensive drug therapy based on a patient's genetic make-up. Hypertension (HTN) is the most common chronic disease for which drugs are prescribed, and the most prevalent risk factor for heart attack, stroke, renal failure and heart failure. Responses to antihypertensive drug therapy exhibit considerable interpatient variability, contributing to poor rates of HTN control (currently 34% in the US), and frequent nonadherence and dropout from therapy. We propose to identify genetic predictors of the antihypertensive and adverse metabolic responses to two preferred and pharmacodynamically contrasting drugs, a beta-blocker (atenolol) and a thiazide diuretic (hydrochlorothiazide) given initially as monotherapy, and subsequently in combination, to 800 individuals with uncomplicated hypertension. High quality phenotype data, including both home and ambulatory measures of blood pressure (BP) response, and lipid and insulin sensitivity measures of adverse metabolic responses will be related to genetic variation through two approaches. First, testing 7 single nucleotide polymorphisms (SNPs) in each of 70 candidate genes, we will examine the influence of these genes' variation on responses to beta-blockers and diuretics (Specific Aim 1). This will include assessment of genetic associations with: antihypertensive responses to monotherapy (Aim 1a), addition of a second drug to monotherapy (Aim 1b), and combination therapy (Aim 1c); and adverse metabolic responses to mono and combination therapy (Aim 1d). This candidate gene approach will be supplemented by discovery of novel genes involved in variable BP and metabolic responses to beta-blockers and diuretics through testing of 20,000 putative functional SNPs that span the human genome (Specific Aim 2). As in Aim 1, Aim 2 will include testing for associations with antihypertensive and adverse metabolic responses to monotherapy and combination therapy. The proposed research will substantially increase our understanding of the pharmacogenetics of mono- and combination antihypertensive drug therapy. It will also lead to creation of data sets and samples that can be used by others in the field, through deposit of data to PharmGKB, and creation of immortalized cell lines from all study participants to share data and biological samples with other researchers. The proposed research is significant because genetically-targeted antihypertensive therapy could lead to dramatically higher response rates and fewer adverse effects than the usual trial-and-error approach. This would likely lead to higher rates of HTN control, less need for polypharmacy, reduced health care costs, and improved outcomes."}, "conditionsModule": {"conditions": ["Hypertension"], "keywords": ["hypertension", "pharmacogenetics", "pharmacogenomics", "beta-blocker", "atenolol", "diuretic", "hydrochlorothiazide", "blood pressure", "metabolic adverse effects"]}, "designModule": {"studyType": "INTERVENTIONAL", "phases": ["PHASE4"], "designInfo": {"allocation": "RANDOMIZED", "interventionModel": "CROSSOVER", "primaryPurpose": "TREATMENT", "maskingInfo": {"masking": "NONE"}}, "enrollmentInfo": {"count": 1701, "type": "ACTUAL"}}, "armsInterventionsModule": {"armGroups": [{"label": "Atenolol", "type": "EXPERIMENTAL", "description": "atenolol 50 mg, then 100 mg if BP \\< 120/70, then add HCTZ 12.5 mg if BP \\< 120/70, then HCTZ 25 mg if BP \\< 120/70", "interventionNames": ["Drug: Atenolol"]}, {"label": "Hydrochlorothiazide (HCTZ)", "type": "EXPERIMENTAL", "description": "HCTZ 12.5 mg then HCTZ 25 mg if BP \\< 120/70, then add atenolol 50 mg if BP \\< 120/70, then atenolol 100 mg if BP \\< 120/70.", "interventionNames": ["Drug: Hydrochlorothiazide"]}], "interventions": [{"type": "DRUG", "name": "Hydrochlorothiazide", "description": "atenolol 50 or 100 mg hydrochlorothiazide 12.5 or 25 mg", "armGroupLabels": ["Hydrochlorothiazide (HCTZ)"], "otherNames": ["Aquazide H or HydroDIURIL or Microzide", "Lopressor"]}, {"type": "DRUG", "name": "Atenolol", "description": "atenolol 50 mg, then 100 mg if BP \\< 120/70, then add HCTZ 12.5 mg if BP \\< 120/70, then HCTZ 25 mg if BP \\< 120/70", "armGroupLabels": ["Atenolol"], "otherNames": ["Lopressor", "Aquazide H or HydroDIURIL or Microzide"]}]}, "outcomesModule": {"primaryOutcomes": [{"measure": "Blood Pressure Response (Delta BP (After 18 Weeks of Medication - Baseline)).", "timeFrame": "baseline to 18 weeks of treatment"}], "secondaryOutcomes": [{"measure": "Adverse Metabolic Responses", "timeFrame": "9-18 weeks of treatment"}]}, "eligibilityModule": {"eligibilityCriteria": "Inclusion Criteria:\n\nAn average seated home diastolic blood pressure (DBP) \\> 85 mmHg and home systolic blood pressure (SBP) \\< 180 mmHg. Subjects must also have an average seated (\\> 5 minutes) clinic DBP between 90 mmHg and 110 mmHg and SBP \\< 180 mmHg\n\nExclusion Criteria:\n\nsecondary forms of HTN, patients currently treated with three or more antihypertensive drugs, isolated systolic HTN, other diseases requiring treatment with BP lowering medications, heart rate \\< 55 beats/min, known cardiovascular disease (including history of angina pectoris, heart failure, presence of a cardiac pacemaker, history of myocardial infarction or revascularization procedure, or cerebrovascular disease, including stroke and TIA), diabetes mellitus (Type 1 or 2), renal insufficiency (serum creatinine \\> 1.5 in men or 1.4 in women), primary renal disease, pregnancy or lactation, liver enzymes \\> 2.5 upper limits of normal, current treatment with NSAIDS, cyclooxygenase-2 (COX2) inhibitors, oral contraceptives or estrogen.", "healthyVolunteers": false, "sex": "ALL", "minimumAge": "17 Years", "maximumAge": "65 Years", "stdAges": ["CHILD", "ADULT", "OLDER_ADULT"]}, "contactsLocationsModule": {"overallOfficials": [{"name": "Julie A Johnson, PharmD", "affiliation": "University of Florida", "role": "PRINCIPAL_INVESTIGATOR"}], "locations": [{"facility": "University of Florida Department of Community Health and Family Medicine", "city": "Gainesville", "state": "Florida", "zip": "32610", "country": "United States", "geoPoint": {"lat": 29.65163, "lon": -82.32483}}, {"facility": "Emory University", "city": "Atlanta", "state": "Georgia", "zip": "30322", "country": "United States", "geoPoint": {"lat": 33.749, "lon": -84.38798}}, {"facility": "Mayo Clinic", "city": "Rochester", "state": "Minnesota", "zip": "55905", "country": "United States", "geoPoint": {"lat": 44.02163, "lon": -92.4699}}]}, "referencesModule": {"references": [{"pmid": "19249413", "type": "RESULT", "citation": "Johnson JA, Boerwinkle E, Zineh I, Chapman AB, Bailey K, Cooper-DeHoff RM, Gums J, Curry RW, Gong Y, Beitelshees AL, Schwartz G, Turner ST. Pharmacogenomics of antihypertensive drugs: rationale and design of the Pharmacogenomic Evaluation of Antihypertensive Responses (PEAR) study. Am Heart J. 2009 Mar;157(3):442-9. doi: 10.1016/j.ahj.2008.11.018."}, {"pmid": "19571804", "type": "RESULT", "citation": "Johnson JA, Gong Y, Bailey KR, Cooper-DeHoff RM, Chapman AB, Turner ST, Schwartz GL, Campbell K, Schmidt S, Beitelshees AL, Boerwinkle E, Gums JG. Hydrochlorothiazide and atenolol combination antihypertensive therapy: effects of drug initiation order. Clin Pharmacol Ther. 2009 Nov;86(5):533-9. doi: 10.1038/clpt.2009.101. Epub 2009 Jul 1."}, {"pmid": "19792989", "type": "RESULT", "citation": "Smith SM, Anderson SD, Wen S, Gong Y, Turner ST, Cooper-Dehoff RM, Schwartz GL, Bailey K, Chapman A, Hall KL, Feng H, Boerwinkle E, Johnson JA, Gums JG. Lack of correlation between thiazide-induced hyperglycemia and hypokalemia: subgroup analysis of results from the pharmacogenomic evaluation of antihypertensive responses (PEAR) study. Pharmacotherapy. 2009 Oct;29(10):1157-65. doi: 10.1592/phco.29.10.1157."}, {"pmid": "19917874", "type": "RESULT", "citation": "Cooper-DeHoff RM, Wen S, Beitelshees AL, Zineh I, Gums JG, Turner ST, Gong Y, Hall K, Parekh V, Chapman AB, Boerwinkle E, Johnson JA. Impact of abdominal obesity on incidence of adverse metabolic effects associated with antihypertensive medications. Hypertension. 2010 Jan;55(1):61-8. doi: 10.1161/HYPERTENSIONAHA.109.139592. Epub 2009 Nov 16."}, {"pmid": "20047624", "type": "RESULT", "citation": "Beitelshees AL, Gong Y, Bailey KR, Turner ST, Chapman AB, Schwartz GL, Gums JG, Boerwinkle E, Johnson JA. Comparison of office, ambulatory, and home blood pressure antihypertensive response to atenolol and hydrochlorthiazide. J Clin Hypertens (Greenwich). 2010 Jan;12(1):14-21. doi: 10.1111/j.1751-7176.2009.00185.x. Erratum In: J Clin Hypertens (Greenwich). 2010 Mar 1;12(3):192."}, {"pmid": "20555294", "type": "RESULT", "citation": "Duarte JD, Lobmeyer MT, Wang Z, Chapman AB, Gums JG, Langaee TY, Boerwinkle E, Turner ST, Johnson JA. Lack of association between polymorphisms in STK39, a putative thiazide response gene, and blood pressure response to hydrochlorothiazide. Pharmacogenet Genomics. 2010 Aug;20(8):516-9. doi: 10.1097/FPC.0b013e32833b5958."}, {"pmid": "22089105", "type": "RESULT", "citation": "Smith SM, Gong Y, Turner ST, Cooper-DeHoff RM, Beitelshees AL, Chapman AB, Boerwinkle E, Bailey K, Johnson JA, Gums JG. Blood pressure responses and metabolic effects of hydrochlorothiazide and atenolol. Am J Hypertens. 2012 Mar;25(3):359-65. doi: 10.1038/ajh.2011.215. Epub 2011 Nov 17."}, {"pmid": "21127457", "type": "RESULT", "citation": "Lobmeyer MT, Wang L, Zineh I, Turner ST, Gums JG, Chapman AB, Cooper-DeHoff RM, Beitelshees AL, Bailey KR, Boerwinkle E, Pepine CJ, Johnson JA. Polymorphisms in genes coding for GRK2 and GRK5 and response differences in antihypertensive-treated patients. Pharmacogenet Genomics. 2011 Jan;21(1):42-9. doi: 10.1097/FPC.0b013e328341e911."}, {"pmid": "20606150", "type": "RESULT", "citation": "Cooper-DeHoff RM, Gong Y, Handberg EM, Bavry AA, Denardo SJ, Bakris GL, Pepine CJ. Tight blood pressure control and cardiovascular outcomes among hypertensive patients with diabetes and coronary artery disease. JAMA. 2010 Jul 7;304(1):61-8. doi: 10.1001/jama.2010.884."}, {"pmid": "20725057", "type": "RESULT", "citation": "Turner ST, Schwartz GL, Chapman AB, Beitelshees AL, Gums JG, Cooper-DeHoff RM, Boerwinkle E, Johnson JA, Bailey KR. Plasma renin activity predicts blood pressure responses to beta-blocker and thiazide diuretic as monotherapy and add-on therapy for hypertension. Am J Hypertens. 2010 Sep;23(9):1014-22. doi: 10.1038/ajh.2010.98. Epub 2010 Aug 19."}, {"pmid": "23536766", "type": "RESULT", "citation": "Wikoff WR, Frye RF, Zhu H, Gong Y, Boyle S, Churchill E, Cooper-Dehoff RM, Beitelshees AL, Chapman AB, Fiehn O, Johnson JA, Kaddurah-Daouk R; Pharmacometabolomics Research Network. Pharmacometabolomics reveals racial differences in response to atenolol treatment. PLoS One. 2013;8(3):e57639. doi: 10.1371/journal.pone.0057639. Epub 2013 Mar 11."}, {"pmid": "23400010", "type": "RESULT", "citation": "Del-Aguila JL, Beitelshees AL, Cooper-Dehoff RM, Chapman AB, Gums JG, Bailey K, Gong Y, Turner ST, Johnson JA, Boerwinkle E. Genome-wide association analyses suggest NELL1 influences adverse metabolic response to HCTZ in African Americans. Pharmacogenomics J. 2014 Feb;14(1):35-40. doi: 10.1038/tpj.2013.3. Epub 2013 Feb 12."}, {"pmid": "23353631", "type": "RESULT", "citation": "McDonough CW, Burbage SE, Duarte JD, Gong Y, Langaee TY, Turner ST, Gums JG, Chapman AB, Bailey KR, Beitelshees AL, Boerwinkle E, Pepine CJ, Cooper-DeHoff RM, Johnson JA. Association of variants in NEDD4L with blood pressure response and adverse cardiovascular outcomes in hypertensive patients treated with thiazide diuretics. J Hypertens. 2013 Apr;31(4):698-704. doi: 10.1097/HJH.0b013e32835e2a71."}, {"pmid": "23087401", "type": "RESULT", "citation": "Gong Y, McDonough CW, Wang Z, Hou W, Cooper-DeHoff RM, Langaee TY, Beitelshees AL, Chapman AB, Gums JG, Bailey KR, Boerwinkle E, Turner ST, Johnson JA. Hypertension susceptibility loci and blood pressure response to antihypertensives: results from the pharmacogenomic evaluation of antihypertensive responses study. Circ Cardiovasc Genet. 2012 Dec;5(6):686-91. doi: 10.1161/CIRCGENETICS.112.964080. Epub 2012 Oct 19."}, {"pmid": "22949529", "type": "RESULT", "citation": "Vandell AG, Lobmeyer MT, Gawronski BE, Langaee TY, Gong Y, Gums JG, Beitelshees AL, Turner ST, Chapman AB, Cooper-DeHoff RM, Bailey KR, Boerwinkle E, Pepine CJ, Liggett SB, Johnson JA. G protein receptor kinase 4 polymorphisms: beta-blocker pharmacogenetics and treatment-related outcomes in hypertension. Hypertension. 2012 Oct;60(4):957-64. doi: 10.1161/HYPERTENSIONAHA.112.198721. Epub 2012 Sep 4."}, {"pmid": "22440088", "type": "RESULT", "citation": "Duarte JD, Zineh I, Burkley B, Gong Y, Langaee TY, Turner ST, Chapman AB, Boerwinkle E, Gums JG, Cooper-Dehoff RM, Beitelshees AL, Bailey KR, Fillingim RB, Kone BC, Johnson JA. Effects of genetic variation in H3K79 methylation regulatory genes on clinical blood pressure and blood pressure response to hydrochlorothiazide. J Transl Med. 2012 Mar 22;10:56. doi: 10.1186/1479-5876-10-56."}, {"pmid": "22350108", "type": "RESULT", "citation": "Duarte JD, Turner ST, Tran B, Chapman AB, Bailey KR, Gong Y, Gums JG, Langaee TY, Beitelshees AL, Cooper-Dehoff RM, Boerwinkle E, Johnson JA. Association of chromosome 12 locus with antihypertensive response to hydrochlorothiazide may involve differential YEATS4 expression. Pharmacogenomics J. 2013 Jun;13(3):257-63. doi: 10.1038/tpj.2012.4. Epub 2012 Feb 21."}, {"pmid": "30753254", "type": "DERIVED", "citation": "Mehanna M, Wang Z, Gong Y, McDonough CW, Beitelshees AL, Gums JG, Chapman AB, Schwartz GL, Bailey KR, Johnson JA, Turner ST, Cooper-DeHoff RM. Plasma Renin Activity Is a Predictive Biomarker of Blood Pressure Response in European but not in African Americans With Uncomplicated Hypertension. Am J Hypertens. 2019 Jun 11;32(7):668-675. doi: 10.1093/ajh/hpz022."}, {"pmid": "29925376", "type": "DERIVED", "citation": "Sa ACC, Webb A, Gong Y, McDonough CW, Shahin MH, Datta S, Langaee TY, Turner ST, Beitelshees AL, Chapman AB, Boerwinkle E, Gums JG, Scherer SE, Cooper-DeHoff RM, Sadee W, Johnson JA. Blood pressure signature genes and blood pressure response to thiazide diuretics: results from the PEAR and PEAR-2 studies. BMC Med Genomics. 2018 Jun 20;11(1):55. doi: 10.1186/s12920-018-0370-x."}, {"pmid": "29650764", "type": "DERIVED", "citation": "McDonough CW, Magvanjav O, Sa ACC, El Rouby NM, Dave C, Deitchman AN, Kawaguchi-Suzuki M, Mei W, Shen Y, Singh RSP, Solayman M, Bailey KR, Boerwinkle E, Chapman AB, Gums JG, Webb A, Scherer SE, Sadee W, Turner ST, Cooper-DeHoff RM, Gong Y, Johnson JA. Genetic Variants Influencing Plasma Renin Activity in Hypertensive Patients From the PEAR Study (Pharmacogenomic Evaluation of Antihypertensive Responses). Circ Genom Precis Med. 2018 Apr;11(4):e001854. doi: 10.1161/CIRCGEN.117.001854."}, {"pmid": "29523524", "type": "DERIVED", "citation": "Singh S, McDonough CW, Gong Y, Alghamdi WA, Arwood MJ, Bargal SA, Dumeny L, Li WY, Mehanna M, Stockard B, Yang G, de Oliveira FA, Fredette NC, Shahin MH, Bailey KR, Beitelshees AL, Boerwinkle E, Chapman AB, Gums JG, Turner ST, Cooper-DeHoff RM, Johnson JA. Genome Wide Association Study Identifies the HMGCS2 Locus to be Associated With Chlorthalidone Induced Glucose Increase in Hypertensive Patients. J Am Heart Assoc. 2018 Mar 9;7(6):e007339. doi: 10.1161/JAHA.117.007339."}, {"pmid": "29478026", "type": "DERIVED", "citation": "Shahin MH, Conrado DJ, Gonzalez D, Gong Y, Lobmeyer MT, Beitelshees AL, Boerwinkle E, Gums JG, Chapman A, Turner ST, Cooper-DeHoff RM, Johnson JA. Genome-Wide Association Approach Identified Novel Genetic Predictors of Heart Rate Response to beta-Blockers. J Am Heart Assoc. 2018 Feb 24;7(5):e006463. doi: 10.1161/JAHA.117.006463."}, {"pmid": "29288159", "type": "DERIVED", "citation": "Shahin MH, Gong Y, Frye RF, Rotroff DM, Beitelshees AL, Baillie RA, Chapman AB, Gums JG, Turner ST, Boerwinkle E, Motsinger-Reif A, Fiehn O, Cooper-DeHoff RM, Han X, Kaddurah-Daouk R, Johnson JA. Sphingolipid Metabolic Pathway Impacts Thiazide Diuretics Blood Pressure Response: Insights From Genomics, Metabolomics, and Lipidomics. J Am Heart Assoc. 2017 Dec 29;7(1):e006656. doi: 10.1161/JAHA.117.006656."}, {"pmid": "29097388", "type": "DERIVED", "citation": "Magvanjav O, Gong Y, McDonough CW, Chapman AB, Turner ST, Gums JG, Bailey KR, Boerwinkle E, Beitelshees AL, Tanaka T, Kubo M, Pepine CJ, Cooper-DeHoff RM, Johnson JA. Genetic Variants Associated With Uncontrolled Blood Pressure on Thiazide Diuretic/beta-Blocker Combination Therapy in the PEAR (Pharmacogenomic Evaluation of Antihypertensive Responses) and INVEST (International Verapamil-SR Trandolapril Study) Trials. J Am Heart Assoc. 2017 Nov 2;6(11):e006522. doi: 10.1161/JAHA.117.006522."}, {"pmid": "28115488", "type": "DERIVED", "citation": "Shahin MH, Sa AC, Webb A, Gong Y, Langaee T, McDonough CW, Riva A, Beitleshees AL, Chapman AB, Gums JG, Turner ST, Boerwinkle E, Scherer SE, Sadee W, Cooper-DeHoff RM, Johnson JA. Genome-Wide Prioritization and Transcriptomics Reveal Novel Signatures Associated With Thiazide Diuretics Blood Pressure Response. Circ Cardiovasc Genet. 2017 Jan;10(1):e001404. doi: 10.1161/CIRCGENETICS.116.001404."}, {"pmid": "25202885", "type": "DERIVED", "citation": "Moore MJ, Gong Y, Hou W, Hall K, Schmidt SO, Curry RW Jr, Beitelshees AL, Chapman A, Turner ST, Schwartz GL, Bailey K, Boerwinkle E, Gums JG, Cooper-DeHoff RM, Johnson JA. Predictors for glucose change in hypertensive participants following short-term treatment with atenolol or hydrochlorothiazide. Pharmacotherapy. 2014 Nov;34(11):1132-40. doi: 10.1002/phar.1483. Epub 2014 Sep 9."}, {"pmid": "24627569", "type": "DERIVED", "citation": "Cooper-Dehoff RM, Hou W, Weng L, Baillie RA, Beitelshees AL, Gong Y, Shahin MH, Turner ST, Chapman A, Gums JG, Boyle SH, Zhu H, Wikoff WR, Boerwinkle E, Fiehn O, Frye RF, Kaddurah-Daouk R, Johnson JA. Is diabetes mellitus-linked amino acid signature associated with beta-blocker-induced impaired fasting glucose? Circ Cardiovasc Genet. 2014 Apr;7(2):199-205. doi: 10.1161/CIRCGENETICS.113.000421. Epub 2014 Mar 13."}, {"pmid": "23886594", "type": "DERIVED", "citation": "Chapman AB, Cotsonis G, Parekh V, Schwartz GL, Gong Y, Bailey KR, Turner ST, Gums JG, Beitelshees AL, Cooper-DeHoff R, Boerwinkle E, Johnson JA. Night blood pressure responses to atenolol and hydrochlorothiazide in black and white patients with essential hypertension. Am J Hypertens. 2014 Apr;27(4):546-54. doi: 10.1093/ajh/hpt124. Epub 2013 Jul 25."}], "seeAlsoLinks": [{"label": "PEAR website", "url": "http://pear.cop.ufl.edu/"}]}}, "resultsSection": {"participantFlowModule": {"preAssignmentDetails": "After enrollment subjects were currently on medication for blood pressure were required to wash out for a minimum of 2-4 weeks, at which point the blood pressure was reassessed for eligibility into the study. Of the 1701 subjects who enrolled in the study, 888 subjects met eligibility requirements to continue the study while 813 subjects did not.", "recruitmentDetails": "Subjects were recruited to 3 sites, the University of Florida, Mayo Clinic in Rochester Minnesota, and Emory University. Subjects were seen in medical clinics by physicians and/or nurse coordinators. Patients were recruited from 2005-2010.", "groups": [{"id": "FG000", "title": "Atenolol + Hydroclorothiazide (HCTZ) Arm", "description": "atenolol 50 mg, then 100 mg if BP \\< 120/70, then add HCTZ 12.5 mg if BP \\< 120/70, then HCTZ 25 mg if BP \\< 120/70"}, {"id": "FG001", "title": "Hydrochlorothiazide (HCTZ) + Atenolol", "description": "HCTZ 12.5 mg then HCTZ 25 mg if BP \\< 120/70, then add atenolol 50 mg if BP \\< 120/70, then atenolol 100 mg if BP \\< 120/70."}], "periods": [{"title": "Overall Study", "milestones": [{"type": "STARTED", "achievements": [{"groupId": "FG000", "numSubjects": "442"}, {"groupId": "FG001", "numSubjects": "446"}]}, {"type": "COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "386"}, {"groupId": "FG001", "numSubjects": "382"}]}, {"type": "NOT COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "56"}, {"groupId": "FG001", "numSubjects": "64"}]}]}]}, "baselineCharacteristicsModule": {"groups": [{"id": "BG000", "title": "Atenolol +HCTZ Arm", "description": "atenolol 50 mg, then 100 mg if BP \\< 120/70, then add HCTZ 12.5 mg if BP \\< 120/70, then HCTZ 25 mg if BP \\< 120/70"}, {"id": "BG001", "title": "HCTZ + Atenolol", "description": "HCTZ 12.5 mg then HCTZ 25 mg if BP \\< 120/70, then add atenolol 50 mg if BP \\< 120/70, then atenolol 100 mg if BP \\< 120/70."}, {"id": "BG002", "title": "Total", "description": "Total of all reporting groups"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "BG000", "value": "442"}, {"groupId": "BG001", "value": "446"}, {"groupId": "BG002", "value": "888"}]}], "measures": [{"title": "Age, Categorical", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "<=18 years", "measurements": [{"groupId": "BG000", "value": "1"}, {"groupId": "BG001", "value": "0"}, {"groupId": "BG002", "value": "1"}]}, {"title": "Between 18 and 65 years", "measurements": [{"groupId": "BG000", "value": "437"}, {"groupId": "BG001", "value": "440"}, {"groupId": "BG002", "value": "877"}]}, {"title": ">=65 years", "measurements": [{"groupId": "BG000", "value": "4"}, {"groupId": "BG001", "value": "6"}, {"groupId": "BG002", "value": "10"}]}]}]}, {"title": "Age, Continuous", "paramType": "MEAN", "dispersionType": "STANDARD_DEVIATION", "unitOfMeasure": "years", "classes": [{"categories": [{"measurements": [{"groupId": "BG000", "value": "48.4", "spread": "9.3"}, {"groupId": "BG001", "value": "48.8", "spread": "9.2"}, {"groupId": "BG002", "value": "48.6", "spread": "9.3"}]}]}]}, {"title": "Sex: Female, Male", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "Female", "measurements": [{"groupId": "BG000", "value": "251"}, {"groupId": "BG001", "value": "223"}, {"groupId": "BG002", "value": "474"}]}, {"title": "Male", "measurements": [{"groupId": "BG000", "value": "191"}, {"groupId": "BG001", "value": "223"}, {"groupId": "BG002", "value": "414"}]}]}]}, {"title": "Region of Enrollment", "paramType": "NUMBER", "unitOfMeasure": "participants", "classes": [{"title": "United States", "categories": [{"measurements": [{"groupId": "BG000", "value": "442"}, {"groupId": "BG001", "value": "446"}, {"groupId": "BG002", "value": "888"}]}]}]}]}, "outcomeMeasuresModule": {"outcomeMeasures": [{"type": "PRIMARY", "title": "Blood Pressure Response (Delta BP (After 18 Weeks of Medication - Baseline)).", "populationDescription": "A total 768 patients had at least monotherapy response data. Of the 386 patients assigned to the atenolol arm, 357 completed both drugs. Of the 382 assigned to the HCTZ arm, 355 completed both drugs. The delta blood pressure below is for patients who completed both drugs.", "reportingStatus": "POSTED", "paramType": "MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "mmHg", "timeFrame": "baseline to 18 weeks of treatment", "groups": [{"id": "OG000", "title": "Atenolol +HCTZ Arm", "description": "atenolol 50 mg, then 100 mg if BP \\< 120/70, then add HCTZ 12.5 mg if BP \\< 120/70, then HCTZ 25 mg if BP \\< 120/70"}, {"id": "OG001", "title": "HCTZ + Atenolol", "description": "HCTZ 12.5 mg then HCTZ 25 mg if BP \\< 120/70, then add atenolol 50 mg if BP \\< 120/70, then atenolol 100 mg if BP \\< 120/70."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "357"}, {"groupId": "OG001", "value": "355"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "-12.06", "spread": "6.96"}, {"groupId": "OG001", "value": "-13.33", "spread": "6.80"}]}]}]}, {"type": "SECONDARY", "title": "Adverse Metabolic Responses", "reportingStatus": "NOT_POSTED", "timeFrame": "9-18 weeks of treatment", "denomUnitsSelected": "Participants"}]}, "adverseEventsModule": {"frequencyThreshold": "0", "eventGroups": [{"id": "EG000", "title": "Atenolol +HCTZ Arm", "description": "atenolol 50 mg, then 100 mg if BP \\< 120/70, then add HCTZ 12.5 mg if BP \\< 120/70, then HCTZ 25 mg if BP \\< 120/70", "seriousNumAffected": 1, "seriousNumAtRisk": 386, "otherNumAffected": 202, "otherNumAtRisk": 386}, {"id": "EG001", "title": "HCTZ + Atenolol", "description": "HCTZ 12.5 mg then HCTZ 25 mg if BP \\< 120/70, then add atenolol 50 mg if BP \\< 120/70, then atenolol 100 mg if BP \\< 120/70.", "seriousNumAffected": 3, "seriousNumAtRisk": 382, "otherNumAffected": 190, "otherNumAtRisk": 382}], "seriousEvents": [{"term": "Inflamed colon or colonitis", "organSystem": "Gastrointestinal disorders", "assessmentType": "NON_SYSTEMATIC_ASSESSMENT", "notes": "1 had inflamed colon; 1 had colon colitis", "stats": [{"groupId": "EG000", "numEvents": 1, "numAffected": 1, "numAtRisk": 386}, {"groupId": "EG001", "numEvents": 1, "numAffected": 1, "numAtRisk": 382}]}, {"term": "Chest Pain", "organSystem": "Cardiac disorders", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 0, "numAffected": 0, "numAtRisk": 386}, {"groupId": "EG001", "numEvents": 2, "numAffected": 2, "numAtRisk": 382}]}], "otherEvents": [{"term": "Tiredness/Fatigue", "organSystem": "General disorders", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 21, "numAffected": 21, "numAtRisk": 386}, {"groupId": "EG001", "numEvents": 25, "numAffected": 25, "numAtRisk": 382}]}, {"term": "Depression", "organSystem": "Nervous system disorders", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 2, "numAffected": 2, "numAtRisk": 386}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 382}]}, {"term": "Bradycardia", "organSystem": "Cardiac disorders", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 1, "numAffected": 1, "numAtRisk": 386}, {"groupId": "EG001", "numEvents": 4, "numAffected": 4, "numAtRisk": 382}]}, {"term": "Dizziness", "organSystem": "General disorders", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 12, "numAffected": 12, "numAtRisk": 386}, {"groupId": "EG001", "numEvents": 13, "numAffected": 13, "numAtRisk": 382}]}, {"term": "Wheezing", "organSystem": "Respiratory, thoracic and mediastinal disorders", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 3, "numAffected": 3, "numAtRisk": 386}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 382}]}, {"term": "Dyspnea", "organSystem": "Respiratory, thoracic and mediastinal disorders", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 1, "numAffected": 1, "numAtRisk": 386}, {"groupId": "EG001", "numEvents": 2, "numAffected": 2, "numAtRisk": 382}]}, {"term": "Nausea", "organSystem": "Gastrointestinal disorders", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 4, "numAffected": 4, "numAtRisk": 386}, {"groupId": "EG001", "numEvents": 3, "numAffected": 3, "numAtRisk": 382}]}, {"term": "Diarrhea", "organSystem": "Gastrointestinal disorders", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 8, "numAffected": 7, "numAtRisk": 386}, {"groupId": "EG001", "numEvents": 2, "numAffected": 2, "numAtRisk": 382}]}, {"term": "Hypokalemia", "organSystem": "Cardiac disorders", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 0, "numAffected": 0, "numAtRisk": 386}, {"groupId": "EG001", "numEvents": 1, "numAffected": 1, "numAtRisk": 382}]}, {"term": "Rash", "organSystem": "Skin and subcutaneous tissue disorders", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 2, "numAffected": 2, "numAtRisk": 386}, {"groupId": "EG001", "numEvents": 2, "numAffected": 2, "numAtRisk": 382}]}, {"term": "Chest pain", "organSystem": "Cardiac disorders", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 2, "numAffected": 2, "numAtRisk": 386}, {"groupId": "EG001", "numEvents": 6, "numAffected": 6, "numAtRisk": 382}]}, {"term": "Headache", "organSystem": "General disorders", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 23, "numAffected": 23, "numAtRisk": 386}, {"groupId": "EG001", "numEvents": 38, "numAffected": 35, "numAtRisk": 382}]}, {"term": "Hospitalization", "organSystem": "General disorders", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 1, "numAffected": 1, "numAtRisk": 386}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 382}]}, {"term": "Other", "organSystem": "General disorders", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 123, "numAffected": 123, "numAtRisk": 386}, {"groupId": "EG001", "numEvents": 99, "numAffected": 98, "numAtRisk": 382}]}]}, "moreInfoModule": {"limitationsAndCaveats": {"description": "The trial has limited number of hypertensive patients of African ancestry, therefore power is limited to those patients."}, "certainAgreement": {"piSponsorEmployee": false, "restrictiveAgreement": false}, "pointOfContact": {"title": "Julie A. Johnson", "organization": "University of Florida", "email": "johnson@cop.ufl.edu", "phone": "352-273-6007"}}}, "derivedSection": {"miscInfoModule": {"versionHolder": "2024-07-01"}, "conditionBrowseModule": {"meshes": [{"id": "D000006973", "term": "Hypertension"}], "ancestors": [{"id": "D000014652", "term": "Vascular Diseases"}, {"id": "D000002318", "term": "Cardiovascular Diseases"}], "browseLeaves": [{"id": "M10024", "name": "Hypertension", "asFound": "Hypertension", "relevance": "HIGH"}, {"id": "M17400", "name": "Vascular Diseases", "relevance": "LOW"}], "browseBranches": [{"abbrev": "BC14", "name": "Heart and Blood Diseases"}, {"abbrev": "All", "name": "All Conditions"}]}, "interventionBrowseModule": {"meshes": [{"id": "D000001262", "term": "Atenolol"}, {"id": "D000008790", "term": "Metoprolol"}, {"id": "D000006852", "term": "Hydrochlorothiazide"}, {"id": "D000014237", "term": "Trichlormethiazide"}], "ancestors": [{"id": "D000000959", "term": "Antihypertensive Agents"}, {"id": "D000004232", "term": "Diuretics"}, {"id": "D000045283", "term": "Natriuretic Agents"}, {"id": "D000045505", "term": "Physiological Effects of Drugs"}, {"id": "D000049993", "term": "Sodium Chloride Symporter Inhibitors"}, {"id": "D000049990", "term": "Membrane Transport Modulators"}, {"id": "D000045504", "term": "Molecular Mechanisms of Pharmacological Action"}, {"id": "D000000889", "term": "Anti-Arrhythmia Agents"}, {"id": "D000013565", "term": "Sympatholytics"}, {"id": "D000001337", "term": "Autonomic Agents"}, {"id": "D000018373", "term": "Peripheral Nervous System Agents"}, {"id": "D000058671", "term": "Adrenergic beta-1 Receptor Antagonists"}, {"id": "D000000319", "term": "Adrenergic beta-Antagonists"}, {"id": "D000018674", "term": "Adrenergic Antagonists"}, {"id": "D000018663", "term": "Adrenergic Agents"}, {"id": "D000018377", "term": "Neurotransmitter Agents"}], "browseLeaves": [{"id": "M7411", "name": "Diuretics", "relevance": "LOW"}, {"id": "M4277", "name": "Antihypertensive Agents", "relevance": "LOW"}, {"id": "M11762", "name": "Metoprolol", "asFound": "Plating", "relevance": "HIGH"}, {"id": "M3671", "name": "Adrenergic beta-Antagonists", "relevance": "LOW"}, {"id": "M9910", "name": "Hydrochlorothiazide", "asFound": "Minimally invasive procedure", "relevance": "HIGH"}, {"id": "M4568", "name": "Atenolol", "asFound": "Allowing", "relevance": "HIGH"}, {"id": "M16989", "name": "Trichlormethiazide", "asFound": "Cardiac Failure", "relevance": "HIGH"}, {"id": "M26152", "name": "Sodium Chloride Symporter Inhibitors", "relevance": "LOW"}, {"id": "M4213", "name": "Anti-Arrhythmia Agents", "relevance": "LOW"}, {"id": "M16344", "name": "Sympatholytics", "relevance": "LOW"}, {"id": "M20746", "name": "Adrenergic Agents", "relevance": "LOW"}, {"id": "M29197", "name": "Adrenergic beta-1 Receptor Antagonists", "relevance": "LOW"}, {"id": "M20755", "name": "Adrenergic Antagonists", "relevance": "LOW"}, {"id": "M20504", "name": "Neurotransmitter Agents", "relevance": "LOW"}], "browseBranches": [{"abbrev": "All", "name": "All Drugs and Chemicals"}, {"abbrev": "AnAg", "name": "Antihypertensive Agents"}, {"abbrev": "AnArAg", "name": "Anti-Arrhythmia Agents"}, {"abbrev": "NaAg", "name": "Natriuretic Agents"}]}}, "hasResults": true}