{"protocolSection": {"identificationModule": {"nctId": "NCT00924833", "orgStudyIdInfo": {"id": "09F602"}, "organization": {"fullName": "Istituto Auxologico Italiano", "class": "OTHER"}, "briefTitle": "Effects of Nebivolol Versus Carvedilol on Cardiopulmonary Function at High Altitude in Healthy Subjects.", "officialTitle": "Comparison of the Cardiovascular, Metabolic and Respiratory Effects of Nebivolol and Carvedilol at High Altitude in Healthy Subjects."}, "statusModule": {"statusVerifiedDate": "2009-02", "overallStatus": "COMPLETED", "expandedAccessInfo": {"hasExpandedAccess": false}, "startDateStruct": {"date": "2006-05"}, "primaryCompletionDateStruct": {"date": "2006-11", "type": "ACTUAL"}, "completionDateStruct": {"date": "2006-11", "type": "ACTUAL"}, "studyFirstSubmitDate": "2009-02-19", "studyFirstSubmitQcDate": "2009-05-11", "studyFirstPostDateStruct": {"date": "2009-06-19", "type": "ESTIMATED"}, "resultsFirstSubmitDate": "2009-02-19", "resultsFirstSubmitQcDate": "2009-05-11", "resultsFirstPostDateStruct": {"date": "2009-06-19", "type": "ESTIMATED"}, "lastUpdateSubmitDate": "2009-09-01", "lastUpdatePostDateStruct": {"date": "2009-09-02", "type": "ESTIMATED"}}, "sponsorCollaboratorsModule": {"responsibleParty": {"oldNameTitle": "Gianfranco Parati, Professor", "oldOrganization": "Istituto Auxologico Italiano, Milan, Italy"}, "leadSponsor": {"name": "Istituto Auxologico Italiano", "class": "OTHER"}, "collaborators": [{"name": "Menarini Group", "class": "INDUSTRY"}]}, "oversightModule": {"oversightHasDmc": true}, "descriptionModule": {"briefSummary": "Exposure of healthy subjects to high altitude hypoxia elicits changes in cardiovascular, respiratory and metabolic features as weel as in exercise performance similar, for some aspects, to those observed in chronic heart failure. Exposure to high altitude hypoxia represents a suitable model to assess different treatments proposed for this pathological condition. Our aim was to evaluate the impact of two different third-generation beta-blockers used in heart failure (carvedilol and nebivolol) on cardiovascular, respiratory, metabolic profile and on exercise performance at high altitude.", "detailedDescription": "Methods. Study Subjects. Adults, males and females, non smoking healthy volunteers, sea-level residents not engaged in regular endurance exercise training, taking no medications will be recruited. As there are no studies comparing the effects of beta-blockers on exercise performance at high altitude, the sample size set for each treatment arm was defined on the basis of the sample size of previous investigations showing significant changes in exercise performance in normal subjects taking no medications.\n\nStudy design. Time 0. Screening, enrollement and randomization. Subjects meeting the inclusion/exclusion criteria will undergo at sea-level, general laboratory investigations and physical examination. Eligible subjects will be double blindly randomized to either placebo (one tablet twice daily), carvedilol (one 25 mg tablets twice daily), or to nebivolol (one 5 mg tablet in the morning and one placebo tablet in the evening).\n\nTime 1. Before starting the medications, at sea level after an overnight fast, subject will undergo: blood pressure and heart rate measurement, 24 hour ambulatory blood pressure monitoring, Doppler heart ultrasound, cardiopulmonary exercise test, resting energy expenditure measurement.\n\nTime 2. After three weeks of allocated treatment, at sea-level, after an overnight fast, subjects will undergo: blood pressure and heart rate measurement, 24 hour ambulatory blood pressure monitoring, Doppler heart ultrasound, cardiopulmonary exercise test, resting energy expenditure measurement.\n\nTime 3. Under treatment within the first two days of high altitude exposure (Regina Margherita hut, Monte Rosa, altitude 4559 m), subjects will undergo after an overnight fast to blood pressure and heart rate measurement, 24 hour ambulatory blood pressure monitoring, Doppler heart ultrasound, cardiopulmonary exercise test, resting energy expenditure measurement, acute mountain sickness quantification by the Lake Louise Score.\n\n* Protocol for blood pressure and heart rate measurement. Blood pressure and heart rate were measured according to current European guidelines(Task Force for the Management of Arterial Hypertension of the European Society of Hypertension(ESH) and of the European Society of Cardiology (ESC). 2007 Guidelines for the Management of Arterial Hypertension. J Hypertens 2007; 25:1105-1187.\n* Protocol for 24 hour ambulatory blood pressure monitoring. Ambulatory blood pressure monitoring was performed according to current European guidelines(O'Brien E, et al. Practice guidelines of the European Society of Hypertension for clinic, ambulatory and self blood pressure measurement. J Hypertens 2005; 23: 1697-701).\n* Protocol for Doppler heart ultrasound. All echographic-Doppler examinations will be performed by the same two operators using a portable device (Vivid I, GE Ultrasound) according to current guidelines (Lang RM, et al. Recommendations for chamber quantification. Eur J Echocardiogr 2006; 7 : 79-108\n* Protocol for cardiopulmonary exercise test. Tests will be performed and evaluated according to current European Society of Cardiology guidelines (Eur J Cardiovasc Prev Rehabil 13:150-164 2006; Eur J Cardiovasc Prev Rehabil 2006; 13:300-311). All tests will be performed using the same cyclo-ergometer (Ergometrics 100, Ergoline, Bitz, Germany)and metabolic cart (Oxycon Mobile software v. 4.6, VIASYS Healthcare GmbH, Wurburg, Germany). The exercise protocol will include 10 minutes of monitored sitting rest, followed by 3 minutes of unloaded pedalling and by 30 W load increments every 2 minutes up to exhaustion. Breath-by-breath ventilation, respiratory gases, one-lead ECG and pulse oxymetry (SpO2) will be recorded throughout each test. Arterial blood pressure will be measured by a mercury sphygmomanometer in duplicate at the end of the resting phase and of each 30 W step, and at peak exercise. Cardiopulmonry exercise tests will be blindly and independently evaluated by two expert readers. The anaerobic threshold will be identified by the standard technique (Wasserman K. Breathing during exercise. N Engl J Med 1978; 298:780-785. VE/VCO2 slope will be calculated as the slope of the linear relationship between VE and VCO2 measured up to the respiratory compensation point.\n* Protocol for resting energy expenditure measurement. The energy expenditure was calculated according to the abbreviated formula provided by Weir (Weir JB. New methods for calculating metabolic rate with special reference to protein metabolism. J Physiol Lond 1949; 55:14-21). O2 consumption and CO2 production (integrated over 1 min) were measured for 30 min. Baseline values were calculated by averaging the readings taken during the last 10 min.\n* Protocol for assessment of acute mountain sickness. Acute mountain sickness (AMS) will be assessed by means of the Lake Louise AMS Scoring system (Roach RC, Bärtsch P et al. The Lake Louise AMS Scoring Consensus Committee. The Lake Louise acute mountain sickness scoring system. In: Sutton JR, Houtson CS, Coates G, eds. Hypoxia and Molecular Medicine. Burlington, VT: Queen City Printers; 1993:272-274).\n* Statistical analysis. Data will be reported as means ± SD. Data management and analysis will be performed with SPSS version 13.0 (SPSS Inc, Chicago, IL, USA). Differences among groups, changes over time within each group (time effect), and any interaction (differing trends over time among groups), will be assessed by two-way repeated measures ANOVA with unpaired Student's t-test with Bonferroni correction whenever needed. For all parameters during cardiopulmonary exercise test, mean values will be computed over 20 seconds. Spearman correlations will be used to assess the relationship between peak VO2 and other respiratory and haemodynamic variables at altitude. A P level of \\< 0.05 was considered statistically significant."}, "conditionsModule": {"conditions": ["Hypoxia", "Altitude", "Heart Failure"], "keywords": ["hypoxia", "autonomic nervous system", "blood pressure", "heart rate", "exercise", "heart failure", "receptors, adrenergic, beta."]}, "designModule": {"studyType": "INTERVENTIONAL", "phases": ["PHASE4"], "designInfo": {"allocation": "RANDOMIZED", "interventionModel": "PARALLEL", "primaryPurpose": "TREATMENT", "maskingInfo": {"masking": "TRIPLE", "whoMasked": ["PARTICIPANT", "INVESTIGATOR", "OUTCOMES_ASSESSOR"]}}, "enrollmentInfo": {"count": 27, "type": "ACTUAL"}}, "armsInterventionsModule": {"armGroups": [{"label": "placebo", "type": "PLACEBO_COMPARATOR", "description": "Placebo tablets. One tablet twice daily.", "interventionNames": ["Drug: placebo"]}, {"label": "2: Carvedilol", "type": "ACTIVE_COMPARATOR", "description": "Carvedilol 25 mg tablets. One tablet twice daily.", "interventionNames": ["Drug: Carvedilol"]}, {"label": "3: Nebivolol", "type": "ACTIVE_COMPARATOR", "description": "Nebivolol 5 mg tablets. One nebivolo tablet daily. One placebo tablet daily.", "interventionNames": ["Drug: Nebivolol"]}], "interventions": [{"type": "DRUG", "name": "placebo", "description": "placebo tablet BID", "armGroupLabels": ["placebo"]}, {"type": "DRUG", "name": "Carvedilol", "description": "Carvedilol 25 mg tablets. One tablet twice daily.", "armGroupLabels": ["2: Carvedilol"]}, {"type": "DRUG", "name": "Nebivolol", "description": "nebivolol 5 mg tablets. One nebivolol tablet daily. One placebo tablet daily.", "armGroupLabels": ["3: Nebivolol"]}]}, "outcomesModule": {"primaryOutcomes": [{"measure": "Peak Exercise Oxygen Consumption", "description": "Oxygen consumption at peak of exercise", "timeFrame": "Time 1: sea level, baseline, no treatment. Time 2: sea level, after three weeks of allocated treatment. Time 3: within the first two days of high altitude exposure, under treatment."}, {"measure": "Delta Peak Exercise Oxygen Consumption Time 1 Versus Time 3", "description": "Difference in peak exercise oxygen consumption between Time 1 and Time 3 (Time 3 - Time 1)", "timeFrame": "Time 1: sea level, baseline, no treatment. Time 3: within the first two days of high altitude exposure, under treatment."}, {"measure": "Peak Exercise Minute Ventilation", "description": "Minute ventilation at peak of exercise. Minute ventilation = tidal volume (ml) multiplied by the respiratory rate (breaths/min)", "timeFrame": "Time 1: sea level, baseline, no treatment. Time 2: sea level, after three weeks of allocated treatment. Time 3: within the first two days of high altitude exposure, under treatment."}, {"measure": "Delta Peak Exercise Minute Ventilation Time 1 Versus Time 3.", "description": "Difference in peak exercise minute ventilation between Time 1 and Time 3 (Time 3 - Time 1.\n\nMinute ventilation = tidal volume (ml) multiplied by the respiratory rate (breaths/min).", "timeFrame": "Time 1: sea level, baseline, no treatment. Time 3: within the first two days of high altitude exposure, under treatment."}], "secondaryOutcomes": [{"measure": "Peak Exercise Oxygen Saturation", "description": "Oxygen saturation by pulse oxymetry at peak of exercise", "timeFrame": "Time 1: sea level, baseline, no treatment. Time 2: sea level, after three weeks of allocated treatment. Time 3: within the first two days of high altitude exposure, under treatment."}, {"measure": "Systolic Pulmonary Artery Pressure.", "timeFrame": "Time 1: sea level, baseline, no treatment. Time 2: sea level, after three weeks of allocated treatment. Time 3: within the first two days of high altitude exposure, under treatment."}, {"measure": "Resting Energy Expenditure", "timeFrame": "Time 1: sea level, baseline, no treatment. Time 2: sea level, after three weeks of allocated treatment. Time 3: within the first two days of high altitude exposure, under treatment."}, {"measure": "Sitting Blood Pressure and Heart Rate", "timeFrame": "Time 1: sea level, baseline, no treatment. Time 2: sea level, after three weeks of allocated treatment. Time 3: within the first two days of high altitude exposure, under treatment."}, {"measure": "Mean 24 Hour/Daytime/Night-time Blood Pressure and Heart Rate", "timeFrame": "Time 1: sea level, baseline, no treatment. Time 2: sea level, after three weeks of allocated treatment. Time 3: within the first two days of high altitude exposure, under treatment."}]}, "eligibilityModule": {"eligibilityCriteria": "Inclusion Criteria\n\n* Men or women of any racial background\n* healthy\n* sealevel resident\n* age \\>= 18 years, =\\< 65 years\n* SBP\\< 130 mmHg and DBP\\< 80 mmHg, average of two measures at the sceening visit\n* FG \\< 100 mg/dl (5.6 mmol/l)\n* BMI \\< 25\n* written informed consent signed\n\nExclusion Criteria\n\n* engagement in regular exercise training\n* smoking habit\n* being enrolled in another research study\n* any current or previous cardiovascular, metabolic disease or any other cronic disease\n* any current treatment for any medical condition\n* any medical condition preventing or contraindication exposure to altitude hypoxia\n* any gastrointestinal disorder interfering with drug absorption\n* known allergy or contraindications to beta-blockers\n* pregnant or lactating women; women in reproductive age not using recognized contraceptive methods.\n* malignancy within the last 5 years\n* drug abuse or alcohol abuse within the last 5 years\n* history of noncompliance to medical regimens\n* incapacity or unwillingness to sign the informed consent\n* participation in any investigational clinical trial within the last 3 months", "healthyVolunteers": true, "sex": "ALL", "minimumAge": "18 Years", "maximumAge": "65 Years", "stdAges": ["ADULT", "OLDER_ADULT"]}, "contactsLocationsModule": {"locations": [{"facility": "Laboratorio Ricerche Cardiologiche. Istituto Auxologico Italiano. Ospedale S. Luca. Via Spagnoletto, 3. Regina Margherita Hut (Monte Rosa, Italian Alps, 4559 m)", "city": "Milan", "zip": "20148", "country": "Italy", "geoPoint": {"lat": 45.46427, "lon": 9.18951}}]}, "referencesModule": {"references": [{"pmid": "16982943", "type": "BACKGROUND", "citation": "Modesti PA, Vanni S, Morabito M, Modesti A, Marchetta M, Gamberi T, Sofi F, Savia G, Mancia G, Gensini GF, Parati G. Role of endothelin-1 in exposure to high altitude: Acute Mountain Sickness and Endothelin-1 (ACME-1) study. Circulation. 2006 Sep 26;114(13):1410-6. doi: 10.1161/CIRCULATIONAHA.105.605527. Epub 2006 Sep 18."}, {"pmid": "16533619", "type": "BACKGROUND", "citation": "Agostoni P, Contini M, Magini A, Apostolo A, Cattadori G, Bussotti M, Veglia F, Andreini D, Palermo P. Carvedilol reduces exercise-induced hyperventilation: A benefit in normoxia and a problem with hypoxia. Eur J Heart Fail. 2006 Nov;8(7):729-35. doi: 10.1016/j.ejheart.2006.02.001. Epub 2006 Mar 13."}, {"pmid": "17563527", "type": "BACKGROUND", "citation": "Mancia G, De Backer G, Dominiczak A, Cifkova R, Fagard R, Germano G, Grassi G, Heagerty AM, Kjeldsen SE, Laurent S, Narkiewicz K, Ruilope L, Rynkiewicz A, Schmieder RE, Boudier HA, Zanchetti A, Vahanian A, Camm J, De Caterina R, Dean V, Dickstein K, Filippatos G, Funck-Brentano C, Hellemans I, Kristensen SD, McGregor K, Sechtem U, Silber S, Tendera M, Widimsky P, Zamorano JL, Erdine S, Kiowski W, Agabiti-Rosei E, Ambrosioni E, Lindholm LH, Viigimaa M, Adamopoulos S, Agabiti-Rosei E, Ambrosioni E, Bertomeu V, Clement D, Erdine S, Farsang C, Gaita D, Lip G, Mallion JM, Manolis AJ, Nilsson PM, O'Brien E, Ponikowski P, Redon J, Ruschitzka F, Tamargo J, van Zwieten P, Waeber B, Williams B; Management of Arterial Hypertension of the European Society of Hypertension; European Society of Cardiology. 2007 Guidelines for the Management of Arterial Hypertension: The Task Force for the Management of Arterial Hypertension of the European Society of Hypertension (ESH) and of the European Society of Cardiology (ESC). J Hypertens. 2007 Jun;25(6):1105-87. doi: 10.1097/HJH.0b013e3281fc975a. No abstract available. Erratum In: J Hypertens. 2007 Aug;25(8):1749."}, {"pmid": "15775768", "type": "BACKGROUND", "citation": "O'Brien E, Asmar R, Beilin L, Imai Y, Mancia G, Mengden T, Myers M, Padfield P, Palatini P, Parati G, Pickering T, Redon J, Staessen J, Stergiou G, Verdecchia P; European Society of Hypertension Working Group on Blood Pressure Monitoring. Practice guidelines of the European Society of Hypertension for clinic, ambulatory and self blood pressure measurement. J Hypertens. 2005 Apr;23(4):697-701. doi: 10.1097/01.hjh.0000163132.84890.c4. No abstract available."}, {"pmid": "16458610", "type": "BACKGROUND", "citation": "Lang RM, Bierig M, Devereux RB, Flachskampf FA, Foster E, Pellikka PA, Picard MH, Roman MJ, Seward J, Shanewise J, Solomon S, Spencer KT, St John Sutton M, Stewart W; American Society of Echocardiography's Nomenclature and Standards Committee; Task Force on Chamber Quantification; American College of Cardiology Echocardiography Committee; American Heart Association; European Association of Echocardiography, European Society of Cardiology. Recommendations for chamber quantification. Eur J Echocardiogr. 2006 Mar;7(2):79-108. doi: 10.1016/j.euje.2005.12.014. Epub 2006 Feb 2."}, {"pmid": "16575267", "type": "BACKGROUND", "citation": "Task Force of the Italian Working Group on Cardiac Rehabilitation Prevention; Working Group on Cardiac Rehabilitation and Exercise Physiology of the European Society of Cardiology; Piepoli MF, Corra U, Agostoni PG, Belardinelli R, Cohen-Solal A, Hambrecht R, Vanhees L. Statement on cardiopulmonary exercise testing in chronic heart failure due to left ventricular dysfunction: recommendations for performance and interpretation. Part I: definition of cardiopulmonary exercise testing parameters for appropriate use in chronic heart failure. Eur J Cardiovasc Prev Rehabil. 2006 Apr;13(2):150-64. doi: 10.1097/01.hjr.0000209812.05573.04."}, {"pmid": "16926657", "type": "BACKGROUND", "citation": "Task Force of the Italian Working Group on Cardiac Rehabilitation and Prevention (Gruppo Italiano di Cardiologia Riabilitativa e Prevenzione, GICR); Working Group on Cardiac Rehabilitation and Exercise Physiology of the European Society of Cardiology; Piepoli MF, Corra U, Agostoni PG, Belardinelli R, Cohen-Solal A, Hambrecht R, Vanhees L. Statement on cardiopulmonary exercise testing in chronic heart failure due to left ventricular dysfunction: recommendations for performance and interpretation Part II: How to perform cardiopulmonary exercise testing in chronic heart failure. Eur J Cardiovasc Prev Rehabil. 2006 Jun;13(3):300-11. doi: 10.1097/00149831-200606000-00003."}, {"pmid": "15394301", "type": "BACKGROUND", "citation": "WEIR JB. New methods for calculating metabolic rate with special reference to protein metabolism. J Physiol. 1949 Aug;109(1-2):1-9. doi: 10.1113/jphysiol.1949.sp004363. No abstract available."}]}}, "resultsSection": {"participantFlowModule": {"preAssignmentDetails": "35 subjects were screened. Out of theese 7 subjects were excluded because they did not meet the inclusion/exclusion criteria. 27 subjects were randomized to the three treatment groups.", "recruitmentDetails": "Participants were recruited period between May 2006 and June 2006 at the Cardiology Division, S. Luca Hospital, Istituto Auxologico Italiano, Milan. Italy.", "groups": [{"id": "FG000", "title": "Placebo", "description": "Placebo tablets. One tablet twice daily."}, {"id": "FG001", "title": "Carvedilol", "description": "Carvedilol 25 mg tablets. One tablet twice daily."}, {"id": "FG002", "title": "Nebivolol", "description": "Nebivolol 5 mg tablets. One nebivolo tablet daily. One placebo tablet daily."}], "periods": [{"title": "Overall Study", "milestones": [{"type": "STARTED", "achievements": [{"groupId": "FG000", "numSubjects": "9"}, {"groupId": "FG001", "numSubjects": "9"}, {"groupId": "FG002", "numSubjects": "9"}]}, {"type": "COMPLETED", "achievements": [{"groupId": "FG000", "comment": "7 subjects analyzed (2 were excluded for poor cardiopulmonary exercise stress test quality).", "numSubjects": "9"}, {"groupId": "FG001", "comment": "1 subject was excluded from the analysis for incomplete data.", "numSubjects": "9"}, {"groupId": "FG002", "comment": "1 subject was excluded from the analysis for medical problems unrelated to the study.", "numSubjects": "9"}]}, {"type": "NOT COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "0"}, {"groupId": "FG001", "numSubjects": "0"}, {"groupId": "FG002", "numSubjects": "0"}]}]}]}, "baselineCharacteristicsModule": {"groups": [{"id": "BG000", "title": "Placebo", "description": "Placebo tablets. One tablet twice daily."}, {"id": "BG001", "title": "Carvedilol", "description": "Carvedilol 25 mg tablets. One tablet twice daily."}, {"id": "BG002", "title": "Nebivolol", "description": "Nebivolol 5 mg tablets. One nebivolo tablet daily. One placebo tablet daily."}, {"id": "BG003", "title": "Total", "description": "Total of all reporting groups"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "BG000", "value": "9"}, {"groupId": "BG001", "value": "9"}, {"groupId": "BG002", "value": "9"}, {"groupId": "BG003", "value": "27"}]}], "measures": [{"title": "Age, Categorical", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "<=18 years", "measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "0"}, {"groupId": "BG002", "value": "0"}, {"groupId": "BG003", "value": "0"}]}, {"title": "Between 18 and 65 years", "measurements": [{"groupId": "BG000", "value": "9"}, {"groupId": "BG001", "value": "9"}, {"groupId": "BG002", "value": "9"}, {"groupId": "BG003", "value": "27"}]}, {"title": ">=65 years", "measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "0"}, {"groupId": "BG002", "value": "0"}, {"groupId": "BG003", "value": "0"}]}]}]}, {"title": "Age Continuous", "paramType": "MEAN", "dispersionType": "STANDARD_DEVIATION", "unitOfMeasure": "years", "classes": [{"categories": [{"measurements": [{"groupId": "BG000", "value": "44.1", "spread": "15.9"}, {"groupId": "BG001", "value": "39.22", "spread": "11.4"}, {"groupId": "BG002", "value": "32.7", "spread": "10.0"}, {"groupId": "BG003", "value": "38.5", "spread": "12.9"}]}]}]}, {"title": "Sex: Female, Male", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "Female", "measurements": [{"groupId": "BG000", "value": "3"}, {"groupId": "BG001", "value": "3"}, {"groupId": "BG002", "value": "5"}, {"groupId": "BG003", "value": "11"}]}, {"title": "Male", "measurements": [{"groupId": "BG000", "value": "6"}, {"groupId": "BG001", "value": "6"}, {"groupId": "BG002", "value": "4"}, {"groupId": "BG003", "value": "16"}]}]}]}, {"title": "Region of Enrollment", "paramType": "NUMBER", "unitOfMeasure": "participants", "classes": [{"title": "Italy", "categories": [{"measurements": [{"groupId": "BG000", "value": "9"}, {"groupId": "BG001", "value": "9"}, {"groupId": "BG002", "value": "9"}, {"groupId": "BG003", "value": "27"}]}]}]}]}, "outcomeMeasuresModule": {"outcomeMeasures": [{"type": "PRIMARY", "title": "Peak Exercise Oxygen Consumption", "description": "Oxygen consumption at peak of exercise", "reportingStatus": "POSTED", "anticipatedPostingDate": "2009-02", "paramType": "MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "ml/Kg/min", "timeFrame": "Time 1: sea level, baseline, no treatment. Time 2: sea level, after three weeks of allocated treatment. Time 3: within the first two days of high altitude exposure, under treatment.", "groups": [{"id": "OG000", "title": "Placebo", "description": "Placebo tablets. One tablet twice daily."}, {"id": "OG001", "title": "Carvedilol", "description": "Carvedilol 25 mg tablets. One tablet twice daily."}, {"id": "OG002", "title": "Nebivolol", "description": "Nebivolol 5 mg tablets. One nebivolo tablet daily. One placebo tablet daily."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "7"}, {"groupId": "OG001", "value": "8"}, {"groupId": "OG002", "value": "8"}]}], "classes": [{"title": "Time 1", "categories": [{"measurements": [{"groupId": "OG000", "value": "33.9", "spread": "10.4"}, {"groupId": "OG001", "value": "37.6", "spread": "4.3"}, {"groupId": "OG002", "value": "38.0", "spread": "8.7"}]}]}, {"title": "Time 2", "categories": [{"measurements": [{"groupId": "OG000", "value": "33.9", "spread": "9.4"}, {"groupId": "OG001", "value": "36.2", "spread": "3.9"}, {"groupId": "OG002", "value": "39.7", "spread": "8.6"}]}]}, {"title": "Time 3", "categories": [{"measurements": [{"groupId": "OG000", "value": "22.9", "spread": "8.7"}, {"groupId": "OG001", "value": "24.0", "spread": "4.1"}, {"groupId": "OG002", "value": "28.8", "spread": "5.1"}]}]}], "analyses": [{"groupIds": ["OG000", "OG001", "OG002"], "groupDescription": "Differences among groups, changes over time and interactions: two-way repeated measures ANOVA with unpaired Student's t-test, Bonferroni correction.\n\nNo previous studies have compared carvedilol, nebivolol, and placebo with respecto to exercise performance in hypobaric hypoxia. The sample size set for each treatment arm was defined on the basis of the sample size of previous investigations showing significant changes in exercise performance in normal subjects.", "testedNonInferiority": false, "nonInferiorityType": "SUPERIORITY_OR_OTHER", "pValue": "0.01", "pValueComment": "Within subjects effects. Time: P \\< 0.01. Time \\* treatment: P=0.25\n\nBonferroni correction. Within the placebo, carvedilol and nebivolol group, p \\< 0.01 for Time 3 - Time 1, and Time 3 - Time 2.", "statisticalMethod": "ANOVA"}]}, {"type": "PRIMARY", "title": "Delta Peak Exercise Oxygen Consumption Time 1 Versus Time 3", "description": "Difference in peak exercise oxygen consumption between Time 1 and Time 3 (Time 3 - Time 1)", "reportingStatus": "POSTED", "anticipatedPostingDate": "2009-02", "paramType": "MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "ml/Kg/min", "timeFrame": "Time 1: sea level, baseline, no treatment. Time 3: within the first two days of high altitude exposure, under treatment.", "groups": [{"id": "OG000", "title": "Placebo", "description": "Placebo tablets. One tablet twice daily."}, {"id": "OG001", "title": "Carvedilol", "description": "Carvedilol 25 mg tablets. One tablet twice daily."}, {"id": "OG002", "title": "Nebivolol", "description": "Nebivolol 5 mg tablets. One nebivolo tablet daily. One placebo tablet daily."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "9"}, {"groupId": "OG001", "value": "9"}, {"groupId": "OG002", "value": "9"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "-32.7", "spread": "11"}, {"groupId": "OG001", "value": "-37.6", "spread": "8.2"}, {"groupId": "OG002", "value": "-22.5", "spread": "8"}]}]}], "analyses": [{"groupIds": ["OG000", "OG001", "OG002"], "groupDescription": "No previous studies have compared carvedilol, nebivolol, and placebo with respecto to exercise performance in hypobaric hypoxia. The sample size set for each treatment arm was defined on the basis of the sample size of previous investigations showing significant changes in exercise performance in normal subjects.", "testedNonInferiority": false, "nonInferiorityType": "SUPERIORITY_OR_OTHER", "pValue": "<0.05", "pValueComment": "P \\< 0.05. Bonferroni correction: p \\< 0.05 nebivolol versus carvedilol", "statisticalMethod": "ANOVA"}]}, {"type": "PRIMARY", "title": "Peak Exercise Minute Ventilation", "description": "Minute ventilation at peak of exercise. Minute ventilation = tidal volume (ml) multiplied by the respiratory rate (breaths/min)", "reportingStatus": "POSTED", "anticipatedPostingDate": "2009-04", "paramType": "MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "L/min", "timeFrame": "Time 1: sea level, baseline, no treatment. Time 2: sea level, after three weeks of allocated treatment. Time 3: within the first two days of high altitude exposure, under treatment.", "groups": [{"id": "OG000", "title": "Placebo", "description": "Placebo tablets. One tablet twice daily."}, {"id": "OG001", "title": "Carvedilol", "description": "Carvedilol 25 mg tablets. One tablet twice daily."}, {"id": "OG002", "title": "Nebivolol", "description": "Nebivolol 5 mg tablets. One nebivolo tablet daily. One placebo tablet daily."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "7"}, {"groupId": "OG001", "value": "8"}, {"groupId": "OG002", "value": "8"}]}], "classes": [{"title": "Time 1", "categories": [{"measurements": [{"groupId": "OG000", "value": "93.9", "spread": "29.1"}, {"groupId": "OG001", "value": "90.3", "spread": "21.8"}, {"groupId": "OG002", "value": "81.8", "spread": "24.4"}]}]}, {"title": "Time 2", "categories": [{"measurements": [{"groupId": "OG000", "value": "95.6", "spread": "29.9"}, {"groupId": "OG001", "value": "89.6", "spread": "22.2"}, {"groupId": "OG002", "value": "83.8", "spread": "25.2"}]}]}, {"title": "Time 3", "categories": [{"measurements": [{"groupId": "OG000", "value": "90.3", "spread": "19.9"}, {"groupId": "OG001", "value": "84.5", "spread": "27.4"}, {"groupId": "OG002", "value": "92.0", "spread": "20.7"}]}]}], "analyses": [{"groupIds": ["OG000", "OG001", "OG002"], "groupDescription": "Differences among groups, changes over time and interactions: two-way repeated measures ANOVA with unpaired Student's t-test, Bonferroni correction.\n\nNo previous studies have compared carvedilol, nebivolol, and placebo with respecto to exercise performance in hypobaric hypoxia. The sample size set for each treatment arm was defined on the basis of the sample size of previous investigations showing significant changes in exercise performance in normal subjects.", "testedNonInferiority": false, "nonInferiorityType": "SUPERIORITY_OR_OTHER", "pValue": "0.93", "pValueComment": "Within subjects effects. Time: p = 0.03. Time \\* treatment: p = 0.12.", "statisticalMethod": "ANOVA"}]}, {"type": "SECONDARY", "title": "Peak Exercise Oxygen Saturation", "description": "Oxygen saturation by pulse oxymetry at peak of exercise", "reportingStatus": "NOT_POSTED", "anticipatedPostingDate": "2009-12", "paramType": "MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "%", "timeFrame": "Time 1: sea level, baseline, no treatment. Time 2: sea level, after three weeks of allocated treatment. Time 3: within the first two days of high altitude exposure, under treatment."}, {"type": "SECONDARY", "title": "Systolic Pulmonary Artery Pressure.", "reportingStatus": "NOT_POSTED", "anticipatedPostingDate": "2009-12", "timeFrame": "Time 1: sea level, baseline, no treatment. Time 2: sea level, after three weeks of allocated treatment. Time 3: within the first two days of high altitude exposure, under treatment."}, {"type": "PRIMARY", "title": "Delta Peak Exercise Minute Ventilation Time 1 Versus Time 3.", "description": "Difference in peak exercise minute ventilation between Time 1 and Time 3 (Time 3 - Time 1.\n\nMinute ventilation = tidal volume (ml) multiplied by the respiratory rate (breaths/min).", "reportingStatus": "POSTED", "anticipatedPostingDate": "2009-04", "paramType": "MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "L/min", "timeFrame": "Time 1: sea level, baseline, no treatment. Time 3: within the first two days of high altitude exposure, under treatment.", "groups": [{"id": "OG000", "title": "Placebo", "description": "Placebo tablets. One tablet twice daily."}, {"id": "OG001", "title": "Carvedilol", "description": "Carvedilol 25 mg tablets. One tablet twice daily."}, {"id": "OG002", "title": "Nebivolol", "description": "Nebivolol 5 mg tablets. One nebivolo tablet daily. One placebo tablet daily."}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "7"}, {"groupId": "OG001", "value": "8"}, {"groupId": "OG002", "value": "8"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "0.7", "spread": "20.2"}, {"groupId": "OG001", "value": "-9.3", "spread": "13.3"}, {"groupId": "OG002", "value": "15.2", "spread": "17.1"}]}]}], "analyses": [{"groupIds": ["OG000", "OG001", "OG002"], "groupDescription": "No previous studies have compared carvedilol, nebivolol, and placebo with respecto to exercise performance in hypobaric hypoxia. The sample size set for each treatment arm was defined on the basis of the sample size of previous investigations showing significant changes in exercise performance in normal subjects.", "testedNonInferiority": false, "nonInferiorityType": "SUPERIORITY_OR_OTHER", "pValue": "<0.05", "pValueComment": "ANOVA with unpaired Student's t-test, Bonferroni correction. Bonferroni correction. p = 0.05.", "statisticalMethod": "ANOVA"}]}, {"type": "SECONDARY", "title": "Resting Energy Expenditure", "reportingStatus": "NOT_POSTED", "anticipatedPostingDate": "2009-12", "timeFrame": "Time 1: sea level, baseline, no treatment. Time 2: sea level, after three weeks of allocated treatment. Time 3: within the first two days of high altitude exposure, under treatment."}, {"type": "SECONDARY", "title": "Sitting Blood Pressure and Heart Rate", "reportingStatus": "NOT_POSTED", "anticipatedPostingDate": "2009-12", "timeFrame": "Time 1: sea level, baseline, no treatment. Time 2: sea level, after three weeks of allocated treatment. Time 3: within the first two days of high altitude exposure, under treatment."}, {"type": "SECONDARY", "title": "Mean 24 Hour/Daytime/Night-time Blood Pressure and Heart Rate", "reportingStatus": "NOT_POSTED", "anticipatedPostingDate": "2009-12", "timeFrame": "Time 1: sea level, baseline, no treatment. Time 2: sea level, after three weeks of allocated treatment. Time 3: within the first two days of high altitude exposure, under treatment."}]}, "moreInfoModule": {"limitationsAndCaveats": {"description": "We used standard doses of both beta blockers and observed similar HR reductions. We could not individually titrate drug doses. The degree of beta blockade might have been different in each subject."}, "certainAgreement": {"piSponsorEmployee": false, "restrictiveAgreement": false}, "pointOfContact": {"title": "Gianfranco Parati, Professor", "organization": "Istituto Auxologico Italiano", "email": "gianfranco.parati@unimib.it", "phone": "+3961911", "phoneExt": "2949"}}}, "derivedSection": {"miscInfoModule": {"versionHolder": "2024-06-27"}, "conditionBrowseModule": {"meshes": [{"id": "D000006333", "term": "Heart Failure"}, {"id": "D000000860", "term": "Hypoxia"}], "ancestors": [{"id": "D000006331", "term": "Heart Diseases"}, {"id": "D000002318", "term": "Cardiovascular Diseases"}, {"id": "D000012818", "term": "Signs and Symptoms, Respiratory"}], "browseLeaves": [{"id": "M9421", "name": "Heart Failure", "asFound": "Heart Failure", "relevance": "HIGH"}, {"id": "M4185", "name": "Hypoxia", "asFound": "Hypoxia", "relevance": "HIGH"}, {"id": "M9419", "name": "Heart Diseases", "relevance": "LOW"}, {"id": "M15623", "name": "Signs and Symptoms, Respiratory", "relevance": "LOW"}], "browseBranches": [{"abbrev": "BC14", "name": "Heart and Blood Diseases"}, {"abbrev": "All", "name": "All Conditions"}, {"abbrev": "BC23", "name": "Symptoms and General Pathology"}]}, "interventionBrowseModule": {"meshes": [{"id": "D000077261", "term": "Carvedilol"}, {"id": "D000068577", "term": "Nebivolol"}], "ancestors": [{"id": "D000000319", "term": "Adrenergic beta-Antagonists"}, {"id": "D000018674", "term": "Adrenergic Antagonists"}, {"id": "D000018663", "term": "Adrenergic Agents"}, {"id": "D000018377", "term": "Neurotransmitter Agents"}, {"id": "D000045504", "term": "Molecular Mechanisms of Pharmacological Action"}, {"id": "D000045505", "term": "Physiological Effects of Drugs"}, {"id": "D000000959", "term": "Antihypertensive Agents"}, {"id": "D000000975", "term": "Antioxidants"}, {"id": "D000020011", "term": "Protective Agents"}, {"id": "D000002121", "term": "Calcium Channel Blockers"}, {"id": "D000049990", "term": "Membrane Transport Modulators"}, {"id": "D000077264", "term": "Calcium-Regulating Hormones and Agents"}, {"id": "D000014665", "term": "Vasodilator Agents"}, {"id": "D000058668", "term": "Adrenergic alpha-1 Receptor Antagonists"}, {"id": "D000000317", "term": "Adrenergic alpha-Antagonists"}, {"id": "D000058665", "term": "Adrenergic beta-1 Receptor Agonists"}, {"id": "D000000318", "term": "Adrenergic beta-Agonists"}, {"id": "D000000322", "term": "Adrenergic Agonists"}], "browseLeaves": [{"id": "M1718", "name": "Carvedilol", "asFound": "Short-term", "relevance": "HIGH"}, {"id": "M276", "name": "Nebivolol", "asFound": "2.4", "relevance": "HIGH"}, {"id": "M20746", "name": "Adrenergic Agents", "relevance": "LOW"}, {"id": "M3671", "name": "Adrenergic beta-Antagonists", "relevance": "LOW"}, {"id": "M20755", "name": "Adrenergic Antagonists", "relevance": "LOW"}, {"id": "M20504", "name": "Neurotransmitter Agents", "relevance": "LOW"}, {"id": "M4277", "name": "Antihypertensive Agents", "relevance": "LOW"}, {"id": "M4292", "name": "Antioxidants", "relevance": "LOW"}, {"id": "M21869", "name": "Protective Agents", "relevance": "LOW"}, {"id": "M5381", "name": "Calcium", "relevance": "LOW"}, {"id": "M5398", "name": "Calcium, Dietary", "relevance": "LOW"}, {"id": "M5384", "name": "Calcium Channel Blockers", "relevance": "LOW"}, {"id": "M9789", "name": "Hormones", "relevance": "LOW"}, {"id": "M17412", "name": "Vasodilator Agents", "relevance": "LOW"}, {"id": "M29194", "name": "Adrenergic alpha-1 Receptor Antagonists", "relevance": "LOW"}, {"id": "M3669", "name": "Adrenergic alpha-Antagonists", "relevance": "LOW"}, {"id": "M3670", "name": "Adrenergic beta-Agonists", "relevance": "LOW"}, {"id": "M3673", "name": "Adrenergic Agonists", "relevance": "LOW"}], "browseBranches": [{"abbrev": "AnAg", "name": "Antihypertensive Agents"}, {"abbrev": "ChanBlk", "name": "Channel Blockers"}, {"abbrev": "VaDiAg", "name": "Vasodilator Agents"}, {"abbrev": "All", "name": "All Drugs and Chemicals"}, {"abbrev": "BDCA", "name": "Bone Density Conservation Agents"}]}}, "hasResults": true}