{"protocolSection": {"identificationModule": {"nctId": "NCT02827500", "orgStudyIdInfo": {"id": "Pro00071309"}, "organization": {"fullName": "Duke University", "class": "OTHER"}, "briefTitle": "Predischarge Initiation of Ivabradine in the Management of Heart Failure (PRIME-HF)", "officialTitle": "Predischarge Initiation of Ivabradine in the Management of Heart Failure (PRIME-HF)", "acronym": "PRIME-HF"}, "statusModule": {"statusVerifiedDate": "2019-09", "overallStatus": "COMPLETED", "expandedAccessInfo": {"hasExpandedAccess": false}, "startDateStruct": {"date": "2016-07"}, "primaryCompletionDateStruct": {"date": "2018-10-15", "type": "ACTUAL"}, "completionDateStruct": {"date": "2018-10-15", "type": "ACTUAL"}, "studyFirstSubmitDate": "2016-07-06", "studyFirstSubmitQcDate": "2016-07-07", "studyFirstPostDateStruct": {"date": "2016-07-11", "type": "ESTIMATED"}, "resultsFirstSubmitDate": "2019-09-12", "resultsFirstSubmitQcDate": "2019-09-12", "resultsFirstPostDateStruct": {"date": "2019-10-01", "type": "ACTUAL"}, "lastUpdateSubmitDate": "2019-09-12", "lastUpdatePostDateStruct": {"date": "2019-10-01", "type": "ACTUAL"}}, "sponsorCollaboratorsModule": {"responsibleParty": {"type": "SPONSOR"}, "leadSponsor": {"name": "Duke University", "class": "OTHER"}, "collaborators": [{"name": "Amgen", "class": "INDUSTRY"}]}, "oversightModule": {"oversightHasDmc": true}, "descriptionModule": {"briefSummary": "The PRIME-HF study is a multi-center, patient-level, randomized, open-label study of approximately 450 patients with reduced (left ventricular ejection fraction) LVEF of ≤ 35% and heart-rate ≥70 beats per minute (bpm) who are being discharged from the hospital following stabilization from acute heart failure (HF)(primary or secondary) and will be randomized to a treatment strategy of predischarge initiation of ivabradine or usual care.\n\nAll participants should have a follow-up visit within 7-14 days of hospital discharge. Heart rate and systolic blood pressure will be assessed at this clinical visit. For participants randomized to predischarge initiation of ivabradine and on ivabradine 5mg BID, the heart rate may be used to adjust the dose the dose to 2.5mg BID or 7.5mg BID. For participants randomized to usual care, ivabradine may be initiated at the provider's discretion. All participants will have a second follow-up study visit 6 weeks (42 +/- 14 days) post-discharge. Heart rate, systolic blood pressure and quality of life (KCCQ and PGA) will be assessed. For participants already taking ivabradine in either treatment group, the heart rate may again be used to adjust the dose of ivabradine. For participants not yet receiving ivabradine, it may be initiated at the provider's discretion. All participants will receive a 90 (+/-7) day post-discharge phone call by site to assess for event status and tolerability of ivabradine. All participants will have a final study visit at 180 (+/-14) days post-discharge. Heart rate, systolic blood pressure and quality of life (Kansas City Cardiomyopathy Questionnaire and Patient Global Assessment) will be assessed. The attending physician may initiate ivabradine per usual care clinical practice.\n\nThe primary hypothesis of the PRIME-HF study is that, compared with usual care, a treatment strategy of initiation of ivabradine prior to discharge for a hospitalization with acute HF will be associated with a greater proportion of participants using ivabradine at 180 days. Secondary objectives are to assess the impact of predischarge initiation of ivabradine on:Heart Rate (Change in heart rate from baseline to 180 days and Median heart rate at 180 days) and Patient-Centered Outcomes (Kansas City Cardiomyopathy Questionnaire (KCCQ) and Patient Global Assessment (PGA)). Tertiary objectives will be to explore the impact of predischarge initiation of ivabradine on other assessments of evidence-based implementation of ivabradine and beta-blockers at 180 days. Evaluations will incorporate data based on whether or not indication status was retained and whether or not an ivabradine prescription was provided. Tolerability of ivabradine and adverse events during study follow-up.", "detailedDescription": "* Purpose of the study The primary hypothesis of the PRIME-HF study is that, compared with usual care, a treatment strategy of initiation of ivabradine prior to discharge for a hospitalization with acute HF (primary or secondary) will be associated with a greater proportion of participants using ivabradine at 180 days. Secondary objectives are to assess the impact of predischarge initiation of ivabradine on:Heart Rate (Change in heart rate from baseline to 180 days and Median heart rate at 180 days) and Patient-Centered Outcomes (Kansas City Cardiomyopathy Questionnaire (KCCQ) and Patient Global Assessment (PGA)). Tertiary objectives will be to explore the impact of predischarge initiation of ivabradine on other assessments of evidence-based implementation of ivabradine and beta-blockers at 180 days. Evaluations will incorporate data based on whether or not indication status was retained and whether or not an ivabradine prescription was provided. Tolerability of ivabradine and adverse events during study follow-up will be assessed. Barriers to acquisition of ivabradine will be explored.\n* Background \\& significance Heart failure is a major public health issue. More than 5 million Americans have HF and the prevalence is expected to increase as the population ages and survival from coronary, hypertensive, and valvular heart disease improves. Data from randomized clinical trials have established the efficacy of a number of medical and device therapies for patients with chronic Heart failure with reduced ejection fraction (HFrEF), but patient outcomes remain poor, especially after a hospitalization for heart failure. The 1-year mortality rate after a HF hospitalization is 20-30%, and this number has been relatively unchanged over the past decade. These data suggest that there is an unmet need for novel treatment strategies and supports the assessment of new approaches in the post-acute HF setting.\n\nThere is also wide variation in the implementation of clinical trial evidence into routine practice. Previous data highlight a multi-year gap between the generation of new evidence through clinical trials and the adoption of the data into routine clinical practice. This gap in care translates into many unnecessary deaths and hospitalizations each year for patients with HFrEF. While there are multiple reasons for this quality gap, clinical inertia has most often been noted as a major barrier. Ivabradine have been approved for use in Europe for several years for patients with symptomatic chronic HFrEF (LVEF \\<35%) and a heart rate \\>75 bpm on guideline-directed medical therapy (or intolerance/contra-indication to beta-blocker use). Ivabradine was recently approved for use in the United States. However, no US data exist regarding the potential adoption of ivabradine into routine clinical care.\n\nSince ivabradine is a newly approved drug, this study also serves as a strategy trial to challenge study sites to explore drug acquisition for a drug that has been proven efficacious to the heart failure population and has been added to 2016 ACC/AHA/HFSA guidelines, however, has not been adopted rapidly into clinical practice. Ivabradine is not being provided for this study. Data are being captured to assess the number of subjects who were able to obtain ivabradine pre and post discharge as well as the barriers to acquisition.\n\nPrevious data for patients with HFrEF suggest that the hospital setting may provide a unique opportunity for patients to initiate guideline-directed medical therapy. In the Initiation Management Predischarge: Process for Assessment of Carvedilol Therapy in HF (IMPACT-HF) study, patients with an LVEF\\<40% hospitalized for HF that were started on carvedilol prior to hospital discharge were more likely to be on a beta-blocker at 60 days post-randomization compared to those receiving usual care. These improvements in care were achieved without increasing side effects or index hospitalization length of stay. Similar to beta-blockers and other medical therapies for HF, ivabradine was initially studied in patients with chronic HF. The initiation of ivabradine specifically in patients following stabilization for acute HF has not been evaluated.\n\n• Design \\& procedures The PRIME-HF study is a multi-center, patient-level, randomized, open-label study of approximately 450 patients with reduced LVEF of ≤35% and heart-rate ≥70 bpm who are being discharged from the hospital following stabilization from acute HF and will be randomized to a treatment strategy of predischarge initiation of ivabradine or usual care.\n\nAll participants should have a follow-up visit within 7-14 days of hospital discharge. Heart rate and systolic blood pressure will be assessed at this clinical visit. For participants randomized to predischarge initiation of ivabradine and on ivabradine 5mg BID, the heart rate may be used to adjust the dose the dose to 2.5mg BID or 7.5mg BID. For participants randomized to usual care, ivabradine may be initiated at the provider's discretion. All participants will have a second follow-up study visit 6 weeks (42 +/- 14 days) post-discharge. Heart rate, systolic blood pressure and quality of life (KCCQ and PGA) will be assessed. For participants already taking ivabradine in either treatment group, the heart rate may again be used to adjust the dose of ivabradine. For participants not yet receiving ivabradine, it may be initiated at the provider's discretion. All participants will receive a 90 (+/-7) day post-discharge phone call by site to assess for event status and tolerability of ivabradine. All participants will have a final study visit at 180 (+/-14) days post-discharge. Heart rate, systolic blood pressure and quality of life (KCCQ and PGA) will be assessed. The attending physician may initiate ivabradine per usual care clinical practice."}, "conditionsModule": {"conditions": ["Heart Failure"]}, "designModule": {"studyType": "INTERVENTIONAL", "phases": ["PHASE4"], "designInfo": {"allocation": "RANDOMIZED", "interventionModel": "PARALLEL", "primaryPurpose": "TREATMENT", "maskingInfo": {"masking": "NONE"}}, "enrollmentInfo": {"count": 104, "type": "ACTUAL"}}, "armsInterventionsModule": {"armGroups": [{"label": "ivabradine", "type": "ACTIVE_COMPARATOR", "description": "Active Comparator: ivabradine", "interventionNames": ["Drug: ivabradine"]}, {"label": "usual care", "type": "PLACEBO_COMPARATOR", "description": "Placebo Comparator: usual care", "interventionNames": ["Other: Usual Care"]}], "interventions": [{"type": "DRUG", "name": "ivabradine", "description": "Active Comparator: ivabradine", "armGroupLabels": ["ivabradine"], "otherNames": ["Corlanor"]}, {"type": "OTHER", "name": "Usual Care", "description": "Placebo Comparator: usual care", "armGroupLabels": ["usual care"]}]}, "outcomesModule": {"primaryOutcomes": [{"measure": "Number of Participants Taking Ivabradine at 180 Days", "timeFrame": "180 days"}], "secondaryOutcomes": [{"measure": "Change in Heart Rate", "description": "Change from baseline is calculated as 180 days - baseline results. Heart rate results are obtained from vital sign assessment when available otherwise results from ECG assessment are used.", "timeFrame": "baseline,180 days"}, {"measure": "Heart Rate at 180 Days", "description": "Heart rate results are obtained from vital sign assessment when available otherwise results from ECG assessment are used from day 180.", "timeFrame": "180 days"}, {"measure": "Number of Patients With Heart Rate <70 Bpm at 180 Days", "timeFrame": "180 days"}, {"measure": "Changes in Symptoms and Quality of Life as Measured by Kansas City Cardiomyopathy Questionnaire (KCCQ) Overall Summary Score", "description": "Change from baseline is calculated as 180 day - baseline results. Scores range 0-100, where a higher score indicates a better outcome.", "timeFrame": "baseline, 180 days"}, {"measure": "Changes in Symptoms and Quality of Life as Measured by Patient Global Assessment (PGA)", "description": "Change from baseline is calculated as 180 day - baseline results. Scores range 0-100, where a higher score indicates a worse outcome.", "timeFrame": "baseline, 180 days"}]}, "eligibilityModule": {"eligibilityCriteria": "Inclusion Criteria:\n\n1. Hospitalized with acute HF (primary or secondary diagnosis) based on clinician assessment\n2. A prior clinical diagnosis of HF (i.e., not a new diagnosis of heart failure during the current hospitalization)\n3. Most recent LVEF ≤ 35% and within 6 months of randomization or LVEF ≤ 25% within 12 months of randomization\n4. On optimal guideline-directed medical therapy for HFrEF (or previously deemed intolerant) as determined by the clinician including ACE-inhibitors or angiotensin receptor antagonists or neprilysin inhibition, aldosterone receptor antagonists, and maximally-tolerated doses of beta-blockers at the time of current evaluation (which may differ from long-term targets)\n\n   * Maximally-tolerated doses of beta-blockers will be defined by the treating physician when considering aspects such as current dose relative to the target dose used in clinical trials, patient heart rate and blood pressure, and patient symptoms\n   * Patients with intolerance or contraindication to beta-blocker use are eligible for enrollment (details will be documented in the case report form)\n5. Age \\>18 years\n6. Willingness to provide informed consent from the subject (or their guardian or legally authorized representative \\[LAR\\])\n7. On the day of planned randomization, all participants:\n\n   * Must be in sinus rhythm with a resting heart rate \\>70 bpm as measured on ECG or 10-second rhythm strip\n   * Must have a blood pressure of \\>90/50 mm Hg\n\nExclusion Criteria:\n\n1. Documented plan for uptitration of beta-blocker in the following 4 weeks\n2. Permanent atrial fibrillation or atrial flutter\n3. Patients with recent atrial fibrillation or flutter defined by either precipitating the current HF hospitalization or occurring during the current HF hospitalization\n4. History of untreated sick sinus syndrome, sinoatrial block, or second and third degree atrio-ventricular block\n5. Pacemaker with atrial or ventricular pacing (except biventricular pacing) \\>40% of the time\n6. Family history or congenital long QT syndrome\n7. Recent myocardial infarction (\\<2 months prior to screening) \\[troponin elevation secondary to acute HF as determined by the clinician is not an exclusion\\]\n8. Acute or chronic severe liver disease as evidenced by any of the following: encephalopathy, variceal bleeding, INR \\> 1.7 in the absence of anticoagulation treatment\n9. Creatinine clearance \\<15 mL/min within 48 hours of screening that was not due to acute kidney injury that resolved\n10. Planned mechanical circulatory support within 180 days\n11. Pregnant or breastfeeding women. Women with child-bearing potential should use effective contraception.\n12. Medical conditions likely to lead to poor non-cardiac survival at 180 days (e.g., cancer)\n13. Inability to comply with planned study procedures\n14. If the following medications are needed at inclusion or during the study:\n\n    * Non-dihydropyridine calcium channel blockers (e.g., diltiazem and verapamil)\n    * Class I anti-arrhythmics (e.g., quinidine, procainamide, lidocaine, phenytoin)\n    * Strong inhibitors of cytochrome P450 3A4 (CYP3A4), including some macrolide antibiotics (e.g., clarithromycin, erythromycin), cyclosporine, antiretroviral drugs (e.g., ritonavir, nelfinavir), and systemic azole antifungal agents (e.g., ketoconazole, itraconazole), and nefazodone\n    * Inducers of cytochrome P450 3A4 (CYP3A4) including St. John's wort, rifampicin, barbiturates, and phenytoin.\n    * Treatments known to be associated with significant prolongation of the QT interval, including sotalol", "healthyVolunteers": false, "sex": "ALL", "minimumAge": "18 Years", "stdAges": ["ADULT", "OLDER_ADULT"]}, "contactsLocationsModule": {"overallOfficials": [{"name": "Robert Mentz, MD", "affiliation": "Duke Clinical Research Institute", "role": "PRINCIPAL_INVESTIGATOR"}], "locations": [{"facility": "University of Colorado at Denver and Health Sciences Center", "city": "Aurora", "state": "Colorado", "zip": "80045", "country": "United States", "geoPoint": {"lat": 39.72943, "lon": -104.83192}}, {"facility": "Holy Cross Hospital", "city": "Fort Lauderdale", "state": "Florida", "zip": "33308", "country": "United States", "geoPoint": {"lat": 26.12231, "lon": -80.14338}}, {"facility": "Athens Regional Medical Center", "city": "Athens", "state": "Georgia", "zip": "30606", "country": "United States", "geoPoint": {"lat": 33.96095, "lon": -83.37794}}, {"facility": "University Hospital", "city": "Augusta", "state": "Georgia", "zip": "30901", "country": "United States", "geoPoint": {"lat": 33.47097, "lon": -81.97484}}, {"facility": "Tanner Medical Center", "city": "Carrollton", "state": "Georgia", "zip": "30117", "country": "United States", "geoPoint": {"lat": 33.58011, "lon": -85.07661}}, {"facility": "Midwest Cardiovascular Research", "city": "Elkhart", "state": "Indiana", "zip": "46514", "country": "United States", "geoPoint": {"lat": 41.68199, "lon": -85.97667}}, {"facility": "Saint Vincent Medical Group, Inc.", "city": "Indianapolis", "state": "Indiana", "zip": "46260", "country": "United States", "geoPoint": {"lat": 39.76838, "lon": -86.15804}}, {"facility": "Great Lakes Heart Center of Alpena", "city": "Alpena", "state": "Michigan", "zip": "49707", "country": "United States", "geoPoint": {"lat": 45.06168, "lon": -83.43275}}, {"facility": "Washington University School of Medicine", "city": "Saint Louis", "state": "Missouri", "zip": "63110", "country": "United States", "geoPoint": {"lat": 38.62727, "lon": -90.19789}}, {"facility": "Montefiore Medical Center", "city": "Bronx", "state": "New York", "zip": "10467", "country": "United States", "geoPoint": {"lat": 40.84985, "lon": -73.86641}}, {"facility": "New York Methodist Hospital", "city": "Brooklyn", "state": "New York", "zip": "11215", "country": "United States", "geoPoint": {"lat": 40.6501, "lon": -73.94958}}, {"facility": "Mount Sinai Medical Center", "city": "New York", "state": "New York", "zip": "10029-6574", "country": "United States", "geoPoint": {"lat": 40.71427, "lon": -74.00597}}, {"facility": "Duke University", "city": "Durham", "state": "North Carolina", "zip": "27705", "country": "United States", "geoPoint": {"lat": 35.99403, "lon": -78.89862}}, {"facility": "University Hospitals Cleveland Medical Center", "city": "Cleveland", "state": "Ohio", "zip": "44106", "country": "United States", "geoPoint": {"lat": 41.4995, "lon": -81.69541}}, {"facility": "Ohio State University- Davis Heart and Lung Research Institute", "city": "Columbus", "state": "Ohio", "zip": "43210", "country": "United States", "geoPoint": {"lat": 39.96118, "lon": -82.99879}}, {"facility": "Stern Cardiovascular Foundation", "city": "Germantown", "state": "Tennessee", "zip": "38138", "country": "United States", "geoPoint": {"lat": 35.08676, "lon": -89.81009}}, {"facility": "Baylor University Medical Center", "city": "Dallas", "state": "Texas", "zip": "75226", "country": "United States", "geoPoint": {"lat": 32.78306, "lon": -96.80667}}, {"facility": "William Beaumont Army Medical Center", "city": "El Paso", "state": "Texas", "zip": "79912", "country": "United States", "geoPoint": {"lat": 31.75872, "lon": -106.48693}}, {"facility": "Sentara Norfolk General Hospital", "city": "Norfolk", "state": "Virginia", "zip": "23507", "country": "United States", "geoPoint": {"lat": 36.84681, "lon": -76.28522}}, {"facility": "Gundersen Lutheran Medical Center", "city": "La Crosse", "state": "Wisconsin", "zip": "54601", "country": "United States", "geoPoint": {"lat": 43.80136, "lon": -91.23958}}]}, "referencesModule": {"references": [{"pmid": "32217365", "type": "DERIVED", "citation": "Mentz RJ, DeVore AD, Tasissa G, Heitner JF, Pina IL, Lala A, Cole RT, Lanfear DD, Patel CB, Ginwalla M, Old W, Salacata AS, Bigelow R, Fonarow GC, Hernandez AF. PredischaRge initiation of Ivabradine in the ManagEment of Heart Failure: Results of the PRIME-HF Trial. Am Heart J. 2020 May;223:98-105. doi: 10.1016/j.ahj.2019.12.024. Epub 2020 Feb 28."}]}}, "resultsSection": {"participantFlowModule": {"recruitmentDetails": "Subjects hospitalized with acute heart failure were randomized prior to discharge from September 2016- April 2018.", "groups": [{"id": "FG000", "title": "Usual Care", "description": "Placebo Comparator: usual care\n\nUsual Care: Placebo Comparator: usual care"}, {"id": "FG001", "title": "Pre-discharge Ivabradine", "description": "Active Comparator: ivabradine\n\nivabradine: Active Comparator: ivabradine"}], "periods": [{"title": "Overall Study", "milestones": [{"type": "STARTED", "achievements": [{"groupId": "FG000", "numSubjects": "52"}, {"groupId": "FG001", "numSubjects": "52"}]}, {"type": "COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "33"}, {"groupId": "FG001", "numSubjects": "45"}]}, {"type": "NOT COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "19"}, {"groupId": "FG001", "numSubjects": "7"}]}], "dropWithdraws": [{"type": "Death", "reasons": [{"groupId": "FG000", "numSubjects": "7"}, {"groupId": "FG001", "numSubjects": "3"}]}, {"type": "Lost to Follow-up", "reasons": [{"groupId": "FG000", "numSubjects": "1"}, {"groupId": "FG001", "numSubjects": "1"}]}, {"type": "Withdrawal by Subject", "reasons": [{"groupId": "FG000", "numSubjects": "3"}, {"groupId": "FG001", "numSubjects": "1"}]}, {"type": "Missing primary endpoint data", "reasons": [{"groupId": "FG000", "numSubjects": "3"}, {"groupId": "FG001", "numSubjects": "1"}]}, {"type": "Other", "reasons": [{"groupId": "FG000", "numSubjects": "5"}, {"groupId": "FG001", "numSubjects": "1"}]}]}]}, "baselineCharacteristicsModule": {"groups": [{"id": "BG000", "title": "Usual Care", "description": "Placebo Comparator: usual care\n\nUsual Care: Placebo Comparator: usual care"}, {"id": "BG001", "title": "Pre-discharge Ivabradine", "description": "Active Comparator: ivabradine\n\nivabradine: Active Comparator: ivabradine"}, {"id": "BG002", "title": "Total", "description": "Total of all reporting groups"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "BG000", "value": "52"}, {"groupId": "BG001", "value": "52"}, {"groupId": "BG002", "value": "104"}]}], "measures": [{"title": "Age, Continuous", "paramType": "MEAN", "dispersionType": "STANDARD_DEVIATION", "unitOfMeasure": "years", "classes": [{"categories": [{"measurements": [{"groupId": "BG000", "value": "58.5", "spread": "12"}, {"groupId": "BG001", "value": "56.5", "spread": "14.8"}, {"groupId": "BG002", "value": "57.5", "spread": "13.5"}]}]}]}, {"title": "Sex: Female, Male", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "Female", "measurements": [{"groupId": "BG000", "value": "23"}, {"groupId": "BG001", "value": "14"}, {"groupId": "BG002", "value": "37"}]}, {"title": "Male", "measurements": [{"groupId": "BG000", "value": "29"}, {"groupId": "BG001", "value": "38"}, {"groupId": "BG002", "value": "67"}]}]}]}, {"title": "Ethnicity (NIH/OMB)", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "Hispanic or Latino", "measurements": [{"groupId": "BG000", "value": "6"}, {"groupId": "BG001", "value": "6"}, {"groupId": "BG002", "value": "12"}]}, {"title": "Not Hispanic or Latino", "measurements": [{"groupId": "BG000", "value": "46"}, {"groupId": "BG001", "value": "41"}, {"groupId": "BG002", "value": "87"}]}, {"title": "Unknown or Not Reported", "measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "5"}, {"groupId": "BG002", "value": "5"}]}]}]}, {"title": "Race (NIH/OMB)", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "American Indian or Alaska Native", "measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "1"}, {"groupId": "BG002", "value": "1"}]}, {"title": "Asian", "measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "0"}, {"groupId": "BG002", "value": "0"}]}, {"title": "Native Hawaiian or Other Pacific Islander", "measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "0"}, {"groupId": "BG002", "value": "0"}]}, {"title": "Black or African American", "measurements": [{"groupId": "BG000", "value": "34"}, {"groupId": "BG001", "value": "33"}, {"groupId": "BG002", "value": "67"}]}, {"title": "White", "measurements": [{"groupId": "BG000", "value": "17"}, {"groupId": "BG001", "value": "17"}, {"groupId": "BG002", "value": "34"}]}, {"title": "More than one race", "measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "1"}, {"groupId": "BG002", "value": "1"}]}, {"title": "Unknown or Not Reported", "measurements": [{"groupId": "BG000", "value": "1"}, {"groupId": "BG001", "value": "0"}, {"groupId": "BG002", "value": "1"}]}]}]}, {"title": "Region of Enrollment", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"title": "United States", "categories": [{"measurements": [{"groupId": "BG000", "value": "52"}, {"groupId": "BG001", "value": "52"}, {"groupId": "BG002", "value": "104"}]}]}]}]}, "outcomeMeasuresModule": {"outcomeMeasures": [{"type": "PRIMARY", "title": "Number of Participants Taking Ivabradine at 180 Days", "populationDescription": "Intent to treat population", "reportingStatus": "POSTED", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "timeFrame": "180 days", "groups": [{"id": "OG000", "title": "Usual Care", "description": "Placebo Comparator: usual care\n\nUsual Care: Placebo Comparator: usual care"}, {"id": "OG001", "title": "Pre-discharge Ivabradine", "description": "Active Comparator: ivabradine\n\nivabradine: Active Comparator: ivabradine"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "52"}, {"groupId": "OG001", "value": "52"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "6"}, {"groupId": "OG001", "value": "21"}]}]}], "analyses": [{"groupIds": ["OG000", "OG001"], "nonInferiorityType": "SUPERIORITY", "pValue": "0.002", "statisticalMethod": "Regression, Logistic", "paramType": "Odds Ratio, log", "paramValue": "5.19", "ciPctValue": "95", "ciNumSides": "TWO_SIDED", "ciLowerLimit": "1.88", "ciUpperLimit": "14.33"}]}, {"type": "SECONDARY", "title": "Change in Heart Rate", "description": "Change from baseline is calculated as 180 days - baseline results. Heart rate results are obtained from vital sign assessment when available otherwise results from ECG assessment are used.", "reportingStatus": "POSTED", "paramType": "MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "beats per minute", "timeFrame": "baseline,180 days", "groups": [{"id": "OG000", "title": "Usual Care", "description": "Placebo Comparator: usual care\n\nUsual Care: Placebo Comparator: usual care"}, {"id": "OG001", "title": "Pre-discharge Ivabradine", "description": "Active Comparator: ivabradine\n\nivabradine: Active Comparator: ivabradine"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "52"}, {"groupId": "OG001", "value": "52"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "-10.2", "spread": "20.6"}, {"groupId": "OG001", "value": "0.9", "spread": "16.7"}]}]}], "analyses": [{"groupIds": ["OG000", "OG001"], "nonInferiorityType": "SUPERIORITY", "pValue": "0.011", "statisticalMethod": "Regression, Linear"}]}, {"type": "SECONDARY", "title": "Heart Rate at 180 Days", "description": "Heart rate results are obtained from vital sign assessment when available otherwise results from ECG assessment are used from day 180.", "reportingStatus": "POSTED", "paramType": "MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "beats per minute", "timeFrame": "180 days", "groups": [{"id": "OG000", "title": "Usual Care", "description": "Placebo Comparator: usual care\n\nUsual Care: Placebo Comparator: usual care"}, {"id": "OG001", "title": "Pre-discharge Ivabradine", "description": "Active Comparator: ivabradine\n\nivabradine: Active Comparator: ivabradine"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "52"}, {"groupId": "OG001", "value": "52"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "85.4", "spread": "16.7"}, {"groupId": "OG001", "value": "77.2", "spread": "16.9"}]}]}], "analyses": [{"groupIds": ["OG000", "OG001"], "groupDescription": "The null hypothesis tested was that there is no difference in change in heart rate between the treatment arms.", "nonInferiorityType": "SUPERIORITY", "pValue": "0.011", "statisticalMethod": "Regression, Linear"}]}, {"type": "SECONDARY", "title": "Number of Patients With Heart Rate <70 Bpm at 180 Days", "reportingStatus": "POSTED", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "timeFrame": "180 days", "groups": [{"id": "OG000", "title": "Usual Care", "description": "Placebo Comparator: usual care\n\nUsual Care: Placebo Comparator: usual care"}, {"id": "OG001", "title": "Pre-discharge Ivabradine", "description": "Active Comparator: ivabradine\n\nivabradine: Active Comparator: ivabradine"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "52"}, {"groupId": "OG001", "value": "52"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "11"}, {"groupId": "OG001", "value": "20"}]}]}], "analyses": [{"groupIds": ["OG000", "OG001"], "groupDescription": "The null hypothesis tested was that there is no difference between the treatment arms in the proportion of patients with heart rate \\< 70 BPM.", "nonInferiorityType": "SUPERIORITY", "pValue": "0.054", "pValueComment": "The apriori threshold for statistical significance is alpha=0.05.", "statisticalMethod": "Chi-squared, Corrected", "statisticalComment": "The p-value is obtained using the F-test (combination of Chi-Squared tests) due to multiple imputation."}]}, {"type": "SECONDARY", "title": "Changes in Symptoms and Quality of Life as Measured by Kansas City Cardiomyopathy Questionnaire (KCCQ) Overall Summary Score", "description": "Change from baseline is calculated as 180 day - baseline results. Scores range 0-100, where a higher score indicates a better outcome.", "populationDescription": "Participants who completed the KCCQ at both timepoints.", "reportingStatus": "POSTED", "paramType": "MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "score on a scale", "timeFrame": "baseline, 180 days", "groups": [{"id": "OG000", "title": "Usual Care", "description": "Placebo Comparator: usual care\n\nUsual Care: Placebo Comparator: usual care"}, {"id": "OG001", "title": "Pre-discharge Ivabradine", "description": "Active Comparator: ivabradine\n\nivabradine: Active Comparator: ivabradine"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "29"}, {"groupId": "OG001", "value": "38"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "25.1", "spread": "23.9"}, {"groupId": "OG001", "value": "23.2", "spread": "32"}]}]}], "analyses": [{"groupIds": ["OG000", "OG001"], "nonInferiorityType": "SUPERIORITY", "pValue": "0.717", "statisticalMethod": "Regression, Linear"}]}, {"type": "SECONDARY", "title": "Changes in Symptoms and Quality of Life as Measured by Patient Global Assessment (PGA)", "description": "Change from baseline is calculated as 180 day - baseline results. Scores range 0-100, where a higher score indicates a worse outcome.", "populationDescription": "Participants who completed the PGA at both timepoints.", "reportingStatus": "POSTED", "paramType": "MEAN", "dispersionType": "Standard Deviation", "unitOfMeasure": "score on a scale", "timeFrame": "baseline, 180 days", "groups": [{"id": "OG000", "title": "Usual Care", "description": "Placebo Comparator: usual care\n\nUsual Care: Placebo Comparator: usual care"}, {"id": "OG001", "title": "Pre-discharge Ivabradine", "description": "Active Comparator: ivabradine\n\nivabradine: Active Comparator: ivabradine"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "29"}, {"groupId": "OG001", "value": "38"}]}], "classes": [{"categories": [{"measurements": [{"groupId": "OG000", "value": "13", "spread": "26"}, {"groupId": "OG001", "value": "14.8", "spread": "29.4"}]}]}], "analyses": [{"groupIds": ["OG000", "OG001"], "nonInferiorityType": "SUPERIORITY", "pValue": "0.784", "statisticalMethod": "Regression, Linear"}]}]}, "adverseEventsModule": {"frequencyThreshold": "0", "timeFrame": "Events through day 194 (6 month +/- 2 week window)", "description": "Only events of interest, serious and unexpected events, and events related to ivabradine use in the opinion of the site investigators were collected.", "eventGroups": [{"id": "EG000", "title": "Usual Care", "description": "Placebo Comparator: usual care\n\nUsual Care: Placebo Comparator: usual care", "deathsNumAffected": 7, "deathsNumAtRisk": 52, "seriousNumAffected": 2, "seriousNumAtRisk": 52, "otherNumAffected": 10, "otherNumAtRisk": 52}, {"id": "EG001", "title": "Pre-discharge Ivabradine", "description": "Active Comparator: ivabradine\n\nivabradine: Active Comparator: ivabradine", "deathsNumAffected": 3, "deathsNumAtRisk": 52, "seriousNumAffected": 3, "seriousNumAtRisk": 52, "otherNumAffected": 1, "otherNumAtRisk": 52}], "seriousEvents": [{"term": "Toxic Encephalopathy", "organSystem": "Nervous system disorders", "sourceVocabulary": "MedDRA (21.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 0, "numAffected": 0, "numAtRisk": 52}, {"groupId": "EG001", "numEvents": 1, "numAffected": 1, "numAtRisk": 52}]}, {"term": "Chronic Kidney Disease", "organSystem": "Renal and urinary disorders", "sourceVocabulary": "MedDRA (21.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 0, "numAffected": 0, "numAtRisk": 52}, {"groupId": "EG001", "numEvents": 1, "numAffected": 1, "numAtRisk": 52}]}, {"term": "Cardiac failure", "organSystem": "Cardiac disorders", "sourceVocabulary": "MedDRA (21.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 0, "numAffected": 0, "numAtRisk": 52}, {"groupId": "EG001", "numEvents": 1, "numAffected": 1, "numAtRisk": 52}]}, {"term": "Ventricular Fibrillation", "organSystem": "Cardiac disorders", "sourceVocabulary": "MedDRA (21.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 1, "numAffected": 1, "numAtRisk": 52}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 52}]}, {"term": "Bradycardia", "organSystem": "Cardiac disorders", "sourceVocabulary": "MedDRA (21.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 1, "numAffected": 1, "numAtRisk": 52}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 52}]}], "otherEvents": [{"term": "Bradycardia", "organSystem": "Cardiac disorders", "sourceVocabulary": "MedDRA (21.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 1, "numAffected": 1, "numAtRisk": 52}, {"groupId": "EG001", "numEvents": 1, "numAffected": 1, "numAtRisk": 52}]}, {"term": "Nausea", "organSystem": "Gastrointestinal disorders", "sourceVocabulary": "MedDRA (21.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 1, "numAffected": 1, "numAtRisk": 52}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 52}]}, {"term": "Decreased appetite", "organSystem": "Metabolism and nutrition disorders", "sourceVocabulary": "MedDRA (21.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 1, "numAffected": 1, "numAtRisk": 52}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 52}]}, {"term": "Dizziness", "organSystem": "Nervous system disorders", "sourceVocabulary": "MedDRA (21.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 1, "numAffected": 1, "numAtRisk": 52}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 52}]}, {"term": "Cough", "organSystem": "Respiratory, thoracic and mediastinal disorders", "sourceVocabulary": "MedDRA (21.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 1, "numAffected": 1, "numAtRisk": 52}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 52}]}, {"term": "Hyperhydrosis", "organSystem": "Skin and subcutaneous tissue disorders", "sourceVocabulary": "MedDRA (21.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 1, "numAffected": 1, "numAtRisk": 52}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 52}]}, {"term": "Hypotension", "organSystem": "Vascular disorders", "sourceVocabulary": "MedDRA (21.0)", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 4, "numAffected": 4, "numAtRisk": 52}, {"groupId": "EG001", "numEvents": 0, "numAffected": 0, "numAtRisk": 52}]}]}, "moreInfoModule": {"certainAgreement": {"piSponsorEmployee": false, "restrictiveAgreement": false}, "pointOfContact": {"title": "Dr. Robert Mentz", "organization": "Duke Clinical Research Institute", "email": "robert.mentz@duke.edu", "phone": "919-668-7121"}}}, "documentSection": {"largeDocumentModule": {"largeDocs": [{"typeAbbrev": "Prot", "hasProtocol": true, "hasSap": false, "hasIcf": false, "label": "Study Protocol", "date": "2017-07-19", "uploadDate": "2019-09-12T15:24", "filename": "Prot_000.pdf", "size": 1062837}, {"typeAbbrev": "SAP", "hasProtocol": false, "hasSap": true, "hasIcf": false, "label": "Statistical Analysis Plan", "date": "2019-01-11", "uploadDate": "2019-09-12T15:25", "filename": "SAP_001.pdf", "size": 480190}]}}, "derivedSection": {"miscInfoModule": {"versionHolder": "2024-07-01"}, "conditionBrowseModule": {"meshes": [{"id": "D000006333", "term": "Heart Failure"}], "ancestors": [{"id": "D000006331", "term": "Heart Diseases"}, {"id": "D000002318", "term": "Cardiovascular Diseases"}], "browseLeaves": [{"id": "M9421", "name": "Heart Failure", "asFound": "Heart Failure", "relevance": "HIGH"}, {"id": "M9419", "name": "Heart Diseases", "relevance": "LOW"}], "browseBranches": [{"abbrev": "BC14", "name": "Heart and Blood Diseases"}, {"abbrev": "All", "name": "All Conditions"}]}}, "hasResults": true}