{"protocolSection": {"identificationModule": {"nctId": "NCT00000479", "orgStudyIdInfo": {"id": "69"}, "secondaryIdInfos": [{"id": "R01HL043851", "type": "NIH", "link": "https://reporter.nih.gov/quickSearch/R01HL043851"}, {"id": "HL043851"}, {"id": "CA047988"}], "organization": {"fullName": "Brigham and Women's Hospital", "class": "OTHER"}, "briefTitle": "Women's Health Study (WHS): A Randomized Trial of Low-dose Aspirin and Vitamin E in the Primary Prevention of Cardiovascular Disease and Cancer", "officialTitle": "Women's Health Study of Low-dose Aspirin and Vitamin E in Apparently Healthy Women", "acronym": "WHS"}, "statusModule": {"statusVerifiedDate": "2012-06", "overallStatus": "COMPLETED", "expandedAccessInfo": {"hasExpandedAccess": false}, "startDateStruct": {"date": "1992-09"}, "primaryCompletionDateStruct": {"date": "2004-03", "type": "ACTUAL"}, "completionDateStruct": {"date": "2005-02", "type": "ACTUAL"}, "studyFirstSubmitDate": "1999-10-27", "studyFirstSubmitQcDate": "1999-10-27", "studyFirstPostDateStruct": {"date": "1999-10-28", "type": "ESTIMATED"}, "resultsFirstSubmitDate": "2011-12-05", "resultsFirstSubmitQcDate": "2012-05-02", "resultsFirstPostDateStruct": {"date": "2012-06-13", "type": "ESTIMATED"}, "lastUpdateSubmitDate": "2012-06-12", "lastUpdatePostDateStruct": {"date": "2012-06-15", "type": "ESTIMATED"}}, "sponsorCollaboratorsModule": {"responsibleParty": {"type": "PRINCIPAL_INVESTIGATOR", "investigatorFullName": "Julie E. Buring", "investigatorTitle": "Professor of Medicine, Harvard Medical School", "investigatorAffiliation": "Brigham and Women's Hospital"}, "leadSponsor": {"name": "Brigham and Women's Hospital", "class": "OTHER"}, "collaborators": [{"name": "National Cancer Institute (NCI)", "class": "NIH"}, {"name": "National Heart, Lung, and Blood Institute (NHLBI)", "class": "NIH"}]}, "oversightModule": {"oversightHasDmc": true}, "descriptionModule": {"briefSummary": "The purpose of this study is to evaluate the effects of low-dose aspirin and vitamin E in primary prevention of cardiovascular disease and cancer in apparently healthy women.", "detailedDescription": "BACKGROUND:\n\nVarious doses of aspirin have been shown to be effective in preventing thrombosis or vascular occlusion in several clinical conditions. Short-term studies have documented the efficacy of aspirin in preventing occlusion of saphenous vein bypass grants, preventing myocardial infarction in patients with unstable angina, preventing transient ischemic attacks and stroke in men with cerebral vascular disease, preventing occlusion of injured coronary arteries following transluminal angioplasty and aiding in reducing myocardial infarction and total mortality in patients receiving fibrinolytic therapy. Additionally, aspirin has been effective in the secondary prevention of myocardial infarction in subjects with known coronary artery disease. The results of the Physicians' Health Study, a large-scale primary prevention trial of aspirin in male physicians, have shown a decrease in myocardial infarction, a non-significant increase in cerebral vascular events, and no difference in overall mortality. However, few studies have addressed the efficacy of aspirin in vascular diseases in women, and it is possible that the risk to benefit ratio may be different in women. Specifically, there have been no large primary prevention trials in women, who are at risk of coronary heart disease, especially after menopause.\n\nDESIGN NARRATIVE:\n\nThe Women's Health Study (WHS) is a randomized, double-blind, placebo-controlled trial using a 2x2 factorial design. The WHS is sponsored by both NHBLI (HL080467) and NCI (CA047988). Approximately 1.75 million female health professionals were contacted by mail to determine if they were suitable for inclusion in the study. A three-month run-in phase was performed to screen out those with poor compliance. Randomization, which began in February 1993 and ended in January 1996, was stratified on five-year age groups. A total of 39,876 participants were randomly assigned to either Vitamin E (600 IU every other day) or placebo; and to aspirin (100 mg every other day) or placebo. IN the 2x2 factorial design, women were randomly assigned to active aspirin and placebo vitamin E (n=9,968), placebo aspirin and active vitamin E (n=9,971), active aspirin and active vitamin E (n=9,966), or placebo aspirin and placebo vitamin E (n=9,971). A description of the characteristics of women in these 4 groups is provided in J Women's Health Gend Based Med 2000;9:19-27. In the main analyses, all women on active aspirin (n=19,934) were compared to women on placebo aspirin (n=19,942); and all women on active vitamin E (n=19,937) were compared to women on placebo aspirin (n=19,939).\n\nAs part of the initial trial, pre-randomization blood samples from 28,345 participants were frozen and stored for genetic analysis which has been supported by non-federal sources.\n\nThe primary endpoint is the reduction of the risk of all important vascular events (a combined endpoint of nonfatal myocardial infarction, nonfatal stroke, and total cardiovascular death) and a decrease in the incidence of total malignant neoplasms of epithelial cell origin. Secondary endpoints are the individual components of the combined endpoints. Compliance is measured by replies to a questionnaire sent out every year. The trial was completed in 2004 and results were published in 2005 (N Engl J Med 2005;352:1293-304; JAMA 2005;294:47-55; JAMA 2005;294:56-65).\n\nCurrently, women are being followed on an observational basis."}, "conditionsModule": {"conditions": ["Cardiovascular Diseases", "Cerebrovascular Disorders", "Coronary Disease", "Heart Diseases", "Myocardial Infarction", "Myocardial Ischemia", "Vascular Diseases"]}, "designModule": {"studyType": "INTERVENTIONAL", "phases": ["PHASE3"], "designInfo": {"allocation": "RANDOMIZED", "interventionModel": "FACTORIAL", "primaryPurpose": "PREVENTION", "maskingInfo": {"masking": "TRIPLE", "whoMasked": ["PARTICIPANT", "INVESTIGATOR", "OUTCOMES_ASSESSOR"]}}, "enrollmentInfo": {"count": 39876, "type": "ACTUAL"}}, "armsInterventionsModule": {"armGroups": [{"label": "1", "type": "EXPERIMENTAL", "description": "Vitamin E (600 IU every other day) and aspirin (100 mg every other day)", "interventionNames": ["Drug: Aspirin", "Drug: Vitamin E"]}, {"label": "2", "type": "EXPERIMENTAL", "description": "Vitamin E (600 IU every other day) and placebo", "interventionNames": ["Drug: Vitamin E", "Behavioral: Placebo"]}, {"label": "3", "type": "EXPERIMENTAL", "description": "Aspirin (100 mg every other day) and placebo", "interventionNames": ["Drug: Aspirin", "Behavioral: Placebo"]}, {"label": "4", "type": "PLACEBO_COMPARATOR", "description": "Placebo and placebo", "interventionNames": ["Behavioral: Placebo"]}], "interventions": [{"type": "DRUG", "name": "Aspirin", "description": "Participants will receive 100 mg of aspirin every other day.", "armGroupLabels": ["1", "3"]}, {"type": "DRUG", "name": "Vitamin E", "description": "Participants will receive 600 IU of vitamin E every other day.", "armGroupLabels": ["1", "2"]}, {"type": "BEHAVIORAL", "name": "Placebo", "description": "Participants will receive placebo.", "armGroupLabels": ["2", "3", "4"]}]}, "outcomesModule": {"primaryOutcomes": [{"measure": "Number of Participants With Major Cardiovascular Events (a Combined Endpoint of Nonfatal Myocardial Infarction, Nonfatal Stroke, and Total Cardiovascular Death)", "timeFrame": "Average follow-up 10.1 years"}, {"measure": "Number of Participants With Cancer, Excluding Nonmelanoma Skin Cancer", "timeFrame": "Average follow-up 10.1 years"}]}, "eligibilityModule": {"eligibilityCriteria": "Inclusion Criteria:\n\n* Healthy women\n* No previous history of cardiovascular disease or cancer\n* No contraindications to aspirin or vitamin E", "healthyVolunteers": false, "sex": "FEMALE", "minimumAge": "45 Years", "stdAges": ["ADULT", "OLDER_ADULT"]}, "contactsLocationsModule": {"overallOfficials": [{"name": "Julie Buring", "affiliation": "Brigham and Women's Hospital", "role": "PRINCIPAL_INVESTIGATOR"}]}, "referencesModule": {"references": [{"pmid": "9109469", "type": "BACKGROUND", "citation": "Ridker PM, Miletich JP, Hennekens CH, Buring JE. Ethnic distribution of factor V Leiden in 4047 men and women. Implications for venous thromboembolism screening. JAMA. 1997 Apr 23-30;277(16):1305-7."}, {"pmid": "9727541", "type": "BACKGROUND", "citation": "Ridker PM, Buring JE, Shih J, Matias M, Hennekens CH. Prospective study of C-reactive protein and the risk of future cardiovascular events among apparently healthy women. Circulation. 1998 Aug 25;98(8):731-3. doi: 10.1161/01.cir.98.8.731."}, {"pmid": "10449692", "type": "BACKGROUND", "citation": "Ridker PM, Hennekens CH, Rifai N, Buring JE, Manson JE. Hormone replacement therapy and increased plasma concentration of C-reactive protein. Circulation. 1999 Aug 17;100(7):713-6. doi: 10.1161/01.cir.100.7.713."}, {"pmid": "10601381", "type": "BACKGROUND", "citation": "Lee IM, Cook NR, Manson JE, Buring JE, Hennekens CH. Beta-carotene supplementation and incidence of cancer and cardiovascular disease: the Women's Health Study. J Natl Cancer Inst. 1999 Dec 15;91(24):2102-6. doi: 10.1093/jnci/91.24.2102."}, {"pmid": "10718501", "type": "BACKGROUND", "citation": "Rexrode KM, Lee IM, Cook NR, Hennekens CH, Buring JE. Baseline characteristics of participants in the Women's Health Study. J Womens Health Gend Based Med. 2000 Jan-Feb;9(1):19-27. doi: 10.1089/152460900318911."}, {"pmid": "11010932", "type": "BACKGROUND", "citation": "Liu S, Manson JE, Lee IM, Cole SR, Hennekens CH, Willett WC, Buring JE. Fruit and vegetable intake and risk of cardiovascular disease: the Women's Health Study. Am J Clin Nutr. 2000 Oct;72(4):922-8. doi: 10.1093/ajcn/72.4.922."}, {"pmid": "11255420", "type": "BACKGROUND", "citation": "Lee IM, Rexrode KM, Cook NR, Manson JE, Buring JE. Physical activity and coronary heart disease in women: is \"no pain, no gain\" passe? JAMA. 2001 Mar 21;285(11):1447-54. doi: 10.1001/jama.285.11.1447."}, {"pmid": "11466099", "type": "BACKGROUND", "citation": "Pradhan AD, Manson JE, Rifai N, Buring JE, Ridker PM. C-reactive protein, interleukin 6, and risk of developing type 2 diabetes mellitus. JAMA. 2001 Jul 18;286(3):327-34. doi: 10.1001/jama.286.3.327."}, {"pmid": "11468199", "type": "BACKGROUND", "citation": "Sesso HD, Lee IM, Gaziano JM, Rexrode KM, Glynn RJ, Buring JE. Maternal and paternal history of myocardial infarction and risk of cardiovascular disease in men and women. Circulation. 2001 Jul 24;104(4):393-8. doi: 10.1161/hc2901.093115."}, {"pmid": "10733371", "type": "BACKGROUND", "citation": "Ridker PM, Hennekens CH, Buring JE, Rifai N. C-reactive protein and other markers of inflammation in the prediction of cardiovascular disease in women. N Engl J Med. 2000 Mar 23;342(12):836-43. doi: 10.1056/NEJM200003233421202."}, {"pmid": "12370215", "type": "BACKGROUND", "citation": "Blake GJ, Otvos JD, Rifai N, Ridker PM. Low-density lipoprotein particle concentration and size as determined by nuclear magnetic resonance spectroscopy as predictors of cardiovascular disease in women. Circulation. 2002 Oct 8;106(15):1930-7. doi: 10.1161/01.cir.0000033222.75187.b9."}, {"pmid": "12390634", "type": "BACKGROUND", "citation": "Cook NR, Bensenor IM, Lotufo PA, Lee IM, Skerrett PJ, Chown MJ, Ajani UA, Manson JE, Buring JE. Migraine and coronary heart disease in women and men. Headache. 2002 Sep;42(8):715-27. doi: 10.1046/j.1526-4610.2002.02173.x."}, {"pmid": "11864854", "type": "BACKGROUND", "citation": "Liu S, Manson JE, Buring JE, Stampfer MJ, Willett WC, Ridker PM. Relation between a diet with a high glycemic load and plasma concentrations of high-sensitivity C-reactive protein in middle-aged women. Am J Clin Nutr. 2002 Mar;75(3):492-8. doi: 10.1093/ajcn/75.3.492."}, {"pmid": "12462550", "type": "BACKGROUND", "citation": "Porch JV, Lee IM, Cook NR, Rexrode KM, Burin JE. Estrogen-progestin replacement therapy and breast cancer risk: the Women's Health Study (United States). Cancer Causes Control. 2002 Nov;13(9):847-54. doi: 10.1023/a:1020617415381."}, {"pmid": "12432042", "type": "BACKGROUND", "citation": "Ridker PM, Rifai N, Rose L, Buring JE, Cook NR. Comparison of C-reactive protein and low-density lipoprotein cholesterol levels in the prediction of first cardiovascular events. N Engl J Med. 2002 Nov 14;347(20):1557-65. doi: 10.1056/NEJMoa021993."}, {"pmid": "12551861", "type": "BACKGROUND", "citation": "Ridker PM, Buring JE, Cook NR, Rifai N. C-reactive protein, the metabolic syndrome, and risk of incident cardiovascular events: an 8-year follow-up of 14 719 initially healthy American women. Circulation. 2003 Jan 28;107(3):391-7. doi: 10.1161/01.cir.0000055014.62083.05."}, {"pmid": "12727576", "type": "BACKGROUND", "citation": "Pradhan AD, Manson JE, Meigs JB, Rifai N, Buring JE, Liu S, Ridker PM. Insulin, proinsulin, proinsulin:insulin ratio, and the risk of developing type 2 diabetes mellitus in women. Am J Med. 2003 Apr 15;114(6):438-44. doi: 10.1016/s0002-9343(03)00061-5."}, {"pmid": "12663565", "type": "BACKGROUND", "citation": "Janket SJ, Manson JE, Sesso H, Buring JE, Liu S. A prospective study of sugar intake and risk of type 2 diabetes in women. Diabetes Care. 2003 Apr;26(4):1008-15. doi: 10.2337/diacare.26.4.1008."}, {"pmid": "12574576", "type": "BACKGROUND", "citation": "Atiya M, Kurth T, Berger K, Buring JE, Kase CS; Women's Health Study. Interobserver agreement in the classification of stroke in the Women's Health Study. Stroke. 2003 Feb;34(2):565-7. doi: 10.1161/01.str.0000054159.21017.7c."}, {"pmid": "15051634", "type": "BACKGROUND", "citation": "Ridker PM, Cook N. Clinical usefulness of very high and very low levels of C-reactive protein across the full range of Framingham Risk Scores. Circulation. 2004 Apr 27;109(16):1955-9. doi: 10.1161/01.CIR.0000125690.80303.A8. Epub 2004 Mar 29."}, {"pmid": "15135696", "type": "BACKGROUND", "citation": "Albert MA, Glynn RJ, Buring J, Ridker PM. C-reactive protein levels among women of various ethnic groups living in the United States (from the Women's Health Study). Am J Cardiol. 2004 May 15;93(10):1238-42. doi: 10.1016/j.amjcard.2004.01.067."}, {"pmid": "15522858", "type": "BACKGROUND", "citation": "Lin J, Zhang SM, Cook NR, Lee IM, Buring JE. Dietary fat and fatty acids and risk of colorectal cancer in women. Am J Epidemiol. 2004 Nov 15;160(10):1011-22. doi: 10.1093/aje/kwh319."}, {"pmid": "15353531", "type": "BACKGROUND", "citation": "Weinstein AR, Sesso HD, Lee IM, Cook NR, Manson JE, Buring JE, Gaziano JM. Relationship of physical activity vs body mass index with type 2 diabetes in women. JAMA. 2004 Sep 8;292(10):1188-94. doi: 10.1001/jama.292.10.1188."}, {"pmid": "15590586", "type": "BACKGROUND", "citation": "Christen W, Glynn R, Sperduto R, Chew E, Buring J. Age-related cataract in a randomized trial of beta-carotene in women. Ophthalmic Epidemiol. 2004 Dec;11(5):401-12. doi: 10.1080/09286580490515152."}, {"pmid": "15767620", "type": "BACKGROUND", "citation": "Zhang SM, Buring JE, Lee IM, Cook NR, Ridker PM. C-reactive protein levels are not associated with increased risk for colorectal cancer in women. Ann Intern Med. 2005 Mar 15;142(6):425-32. doi: 10.7326/0003-4819-142-6-200503150-00008."}, {"pmid": "15837954", "type": "BACKGROUND", "citation": "Kurth T, Gaziano JM, Rexrode KM, Kase CS, Cook NR, Manson JE, Buring JE. Prospective study of body mass index and risk of stroke in apparently healthy women. Circulation. 2005 Apr 19;111(15):1992-8. doi: 10.1161/01.CIR.0000161822.83163.B6."}, {"pmid": "15979440", "type": "BACKGROUND", "citation": "Levitan EB, Ridker PM, Manson JE, Stampfer MJ, Buring JE, Cook NR, Liu S. Association between consumption of beer, wine, and liquor and plasma concentration of high-sensitivity C-reactive protein in women aged 39 to 89 years. Am J Cardiol. 2005 Jul 1;96(1):83-8. doi: 10.1016/j.amjcard.2005.03.031."}, {"pmid": "15998891", "type": "BACKGROUND", "citation": "Lee IM, Cook NR, Gaziano JM, Gordon D, Ridker PM, Manson JE, Hennekens CH, Buring JE. Vitamin E in the primary prevention of cardiovascular disease and cancer: the Women's Health Study: a randomized controlled trial. JAMA. 2005 Jul 6;294(1):56-65. doi: 10.1001/jama.294.1.56."}, {"pmid": "15998890", "type": "BACKGROUND", "citation": "Cook NR, Lee IM, Gaziano JM, Gordon D, Ridker PM, Manson JE, Hennekens CH, Buring JE. Low-dose aspirin in the primary prevention of cancer: the Women's Health Study: a randomized controlled trial. JAMA. 2005 Jul 6;294(1):47-55. doi: 10.1001/jama.294.1.47."}, {"pmid": "16030277", "type": "BACKGROUND", "citation": "Ridker PM, Rifai N, Cook NR, Bradwin G, Buring JE. Non-HDL cholesterol, apolipoproteins A-I and B100, standard lipid measures, lipid ratios, and CRP as risk factors for cardiovascular disease in women. JAMA. 2005 Jul 20;294(3):326-33. doi: 10.1001/jama.294.3.326."}, {"pmid": "15753114", "type": "BACKGROUND", "citation": "Ridker PM, Cook NR, Lee IM, Gordon D, Gaziano JM, Manson JE, Hennekens CH, Buring JE. A randomized trial of low-dose aspirin in the primary prevention of cardiovascular disease in women. N Engl J Med. 2005 Mar 31;352(13):1293-304. doi: 10.1056/NEJMoa050613. Epub 2005 Mar 7."}, {"pmid": "19803939", "type": "BACKGROUND", "citation": "Bassuk SS, Ridker PM, Manson JE, Buring JE. Aspirin and cardiovascular disease prevention in women: new findings from the Women's Health Study. Womens Health (Lond). 2005 Jul;1(1):9-10. doi: 10.2217/17455057.1.1.9. No abstract available."}, {"pmid": "16118569", "type": "BACKGROUND", "citation": "Conroy MB, Cook NR, Manson JE, Buring JE, Lee IM. Past physical activity, current physical activity, and risk of coronary heart disease. Med Sci Sports Exerc. 2005 Aug;37(8):1251-6. doi: 10.1249/01.mss.0000174882.60971.7f."}, {"pmid": "15800268", "type": "BACKGROUND", "citation": "Lin J, Zhang SM, Cook NR, Manson JE, Lee IM, Buring JE. Intakes of calcium and vitamin D and risk of colorectal cancer in women. Am J Epidemiol. 2005 Apr 15;161(8):755-64. doi: 10.1093/aje/kwi101."}, {"pmid": "15947874", "type": "BACKGROUND", "citation": "Lin J, Zhang SM, Cook NR, Rexrode KM, Liu S, Manson JE, Lee IM, Buring JE. Dietary intakes of fruit, vegetables, and fiber, and risk of colorectal cancer in a prospective cohort of women (United States). Cancer Causes Control. 2005 Apr;16(3):225-33. doi: 10.1007/s10552-004-4025-1."}, {"pmid": "15894655", "type": "BACKGROUND", "citation": "Sesso HD, Buring JE, Zhang SM, Norkus EP, Gaziano JM. Dietary and plasma lycopene and the risk of breast cancer. Cancer Epidemiol Biomarkers Prev. 2005 May;14(5):1074-81. doi: 10.1158/1055-9965.EPI-04-0683."}, {"pmid": "14638538", "type": "BACKGROUND", "citation": "Blake GJ, Rifai N, Buring JE, Ridker PM. Blood pressure, C-reactive protein, and risk of future cardiovascular events. Circulation. 2003 Dec 16;108(24):2993-9. doi: 10.1161/01.CIR.0000104566.10178.AF. Epub 2003 Nov 24. Erratum In: Circulation. 2007 May 22;115(20):e537."}, {"pmid": "12975257", "type": "BACKGROUND", "citation": "Rexrode KM, Manson JE, Lee IM, Ridker PM, Sluss PM, Cook NR, Buring JE. Sex hormone levels and risk of cardiovascular events in postmenopausal women. Circulation. 2003 Oct 7;108(14):1688-93. doi: 10.1161/01.CIR.0000091114.36254.F3. Epub 2003 Sep 15."}, {"pmid": "14665655", "type": "BACKGROUND", "citation": "Sesso HD, Buring JE, Rifai N, Blake GJ, Gaziano JM, Ridker PM. C-reactive protein and the risk of developing hypertension. JAMA. 2003 Dec 10;290(22):2945-51. doi: 10.1001/jama.290.22.2945."}, {"pmid": "15562224", "type": "BACKGROUND", "citation": "Liu S, Serdula M, Janket SJ, Cook NR, Sesso HD, Willett WC, Manson JE, Buring JE. A prospective study of fruit and vegetable intake and the risk of type 2 diabetes in women. Diabetes Care. 2004 Dec;27(12):2993-6. doi: 10.2337/diacare.27.12.2993. No abstract available."}, {"type": "BACKGROUND", "citation": "Buring JE, Hennekens CH for the Women's Health Study Research Group. The Women's Health Study: rationale and background. J Myocardial Ischemia, 4:30-40, 1992."}, {"pmid": "14684396", "type": "BACKGROUND", "citation": "Sesso HD, Buring JE, Norkus EP, Gaziano JM. Plasma lycopene, other carotenoids, and retinol and the risk of cardiovascular disease in women. Am J Clin Nutr. 2004 Jan;79(1):47-53. doi: 10.1093/ajcn/79.1.47."}, {"pmid": "14693967", "type": "BACKGROUND", "citation": "Song Y, Manson JE, Buring JE, Liu S. Dietary magnesium intake in relation to plasma insulin levels and risk of type 2 diabetes in women. Diabetes Care. 2004 Jan;27(1):59-65. doi: 10.2337/diacare.27.1.59."}, {"pmid": "15333470", "type": "BACKGROUND", "citation": "Song Y, Manson JE, Buring JE, Liu S. A prospective study of red meat consumption and type 2 diabetes in middle-aged and elderly women: the women's health study. Diabetes Care. 2004 Sep;27(9):2108-15. doi: 10.2337/diacare.27.9.2108."}, {"pmid": "14615625", "type": "BACKGROUND", "citation": "Kurth T, Kase CS, Berger K, Gaziano JM, Cook NR, Buring JE. Smoking and risk of hemorrhagic stroke in women. Stroke. 2003 Dec;34(12):2792-5. doi: 10.1161/01.STR.0000100165.36466.95. Epub 2003 Nov 13."}, {"pmid": "14709191", "type": "BACKGROUND", "citation": "Misakian AL, Langer RD, Bensenor IM, Cook NR, Manson JE, Buring JE, Rexrode KM. Postmenopausal hormone therapy and migraine headache. J Womens Health (Larchmt). 2003 Dec;12(10):1027-36. doi: 10.1089/154099903322643956."}, {"pmid": "12692007", "type": "BACKGROUND", "citation": "Pradhan AD, Cook NR, Buring JE, Manson JE, Ridker PM. C-reactive protein is independently associated with fasting insulin in nondiabetic women. Arterioscler Thromb Vasc Biol. 2003 Apr 1;23(4):650-5. doi: 10.1161/01.ATV.0000065636.15310.9C. Epub 2003 Mar 6."}, {"pmid": "14599731", "type": "BACKGROUND", "citation": "Rexrode KM, Pradhan A, Manson JE, Buring JE, Ridker PM. Relationship of total and abdominal adiposity with CRP and IL-6 in women. Ann Epidemiol. 2003 Nov;13(10):674-82. doi: 10.1016/s1047-2797(03)00053-x."}, {"pmid": "12888056", "type": "BACKGROUND", "citation": "Schaumberg DA, Sullivan DA, Buring JE, Dana MR. Prevalence of dry eye syndrome among US women. Am J Ophthalmol. 2003 Aug;136(2):318-26. doi: 10.1016/s0002-9394(03)00218-6."}, {"pmid": "14557283", "type": "BACKGROUND", "citation": "Sesso HD, Chen RS, L'Italien GJ, Lapuerta P, Lee WC, Glynn RJ. Blood pressure lowering and life expectancy based on a Markov model of cardiovascular events. Hypertension. 2003 Nov;42(5):885-90. doi: 10.1161/01.HYP.0000097602.67134.4D. Epub 2003 Oct 13."}, {"pmid": "12791616", "type": "BACKGROUND", "citation": "Sesso HD, Gaziano JM, Liu S, Buring JE. Flavonoid intake and the risk of cardiovascular disease in women. Am J Clin Nutr. 2003 Jun;77(6):1400-8. doi: 10.1093/ajcn/77.6.1400."}, {"pmid": "12840203", "type": "BACKGROUND", "citation": "Sesso HD, Liu S, Gaziano JM, Buring JE. Dietary lycopene, tomato-based food products and cardiovascular disease in women. J Nutr. 2003 Jul;133(7):2336-41. doi: 10.1093/jn/133.7.2336."}, {"pmid": "12377747", "type": "BACKGROUND", "citation": "Bermudez EA, Rifai N, Buring J, Manson JE, Ridker PM. Interrelationships among circulating interleukin-6, C-reactive protein, and traditional cardiovascular risk factors in women. Arterioscler Thromb Vasc Biol. 2002 Oct 1;22(10):1668-73. doi: 10.1161/01.atv.0000029781.31325.66."}, {"pmid": "11988205", "type": "BACKGROUND", "citation": "Bermudez EA, Rifai N, Buring JE, Manson JE, Ridker PM. Relation between markers of systemic vascular inflammation and smoking in women. Am J Cardiol. 2002 May 1;89(9):1117-9. doi: 10.1016/s0002-9149(02)02284-1. No abstract available."}, {"pmid": "12090982", "type": "BACKGROUND", "citation": "Brown DA, Breit SN, Buring J, Fairlie WD, Bauskin AR, Liu T, Ridker PM. Concentration in plasma of macrophage inhibitory cytokine-1 and risk of cardiovascular events in women: a nested case-control study. Lancet. 2002 Jun 22;359(9324):2159-63. doi: 10.1016/S0140-6736(02)09093-1."}, {"pmid": "11799087", "type": "BACKGROUND", "citation": "Glynn RJ, L'Italien GJ, Sesso HD, Jackson EA, Buring JE. Development of predictive models for long-term cardiovascular risk associated with systolic and diastolic blood pressure. Hypertension. 2002 Jan;39(1):105-10. doi: 10.1161/hy1201.097199."}, {"pmid": "11875728", "type": "BACKGROUND", "citation": "Lee IM, Cook NR, Manson JE, Buring JE. Randomised beta-carotene supplementation and incidence of cancer and cardiovascular disease in women: is the association modified by baseline plasma level? Br J Cancer. 2002 Mar 4;86(5):698-701. doi: 10.1038/sj.bjc.6600147."}, {"pmid": "11755286", "type": "BACKGROUND", "citation": "Liu S, Buring JE, Sesso HD, Rimm EB, Willett WC, Manson JE. A prospective study of dietary fiber intake and risk of cardiovascular disease among women. J Am Coll Cardiol. 2002 Jan 2;39(1):49-56. doi: 10.1016/s0735-1097(01)01695-3."}, {"pmid": "11926788", "type": "BACKGROUND", "citation": "Rifai N, Buring JE, Lee IM, Manson JE, Ridker PM. Is C-reactive protein specific for vascular disease in women? Ann Intern Med. 2002 Apr 2;136(7):529-33. doi: 10.7326/0003-4819-136-7-200204020-00010."}, {"pmid": "11306340", "type": "BACKGROUND", "citation": "Bensenor IM, Cook NR, Lee IM, Chown MJ, Hennekens CH, Buring JE, Manson JE. Active and passive smoking and risk of colds in women. Ann Epidemiol. 2001 May;11(4):225-31. doi: 10.1016/s1047-2797(00)00214-3."}, {"pmid": "11442551", "type": "BACKGROUND", "citation": "Bensenor IM, Cook NR, Lee IM, Chown MJ, Hennekens CH, Buring JE. Low-dose aspirin for migraine prophylaxis in women. Cephalalgia. 2001 Apr;21(3):175-83. doi: 10.1046/j.0333-1024.2001.00194.x."}, {"pmid": "11469457", "type": "BACKGROUND", "citation": "Karlson EW, Lee IM, Cook NR, Buring JE, Hennekens CH, Bloch KJ. Serologic evaluations of women exposed to breast implants. J Rheumatol. 2001 Jul;28(7):1523-30."}, {"pmid": "11592766", "type": "BACKGROUND", "citation": "Lee IM, Cook NR, Rexrode KM, Buring JE. Lifetime physical activity and risk of breast cancer. Br J Cancer. 2001 Sep 28;85(7):962-5. doi: 10.1054/bjoc.2001.2003."}, {"pmid": "11246842", "type": "BACKGROUND", "citation": "Lee IM, Rexrode KM, Cook NR, Hennekens CH, Burin JE. Physical activity and breast cancer risk: the Women's Health Study (United States). Cancer Causes Control. 2001 Feb;12(2):137-45. doi: 10.1023/a:1008948125076."}, {"pmid": "11157711", "type": "BACKGROUND", "citation": "Ridker PM, Buring JE, Rifai N. Soluble P-selectin and the risk of future cardiovascular events. Circulation. 2001 Jan 30;103(4):491-5. doi: 10.1161/01.cir.103.4.491."}, {"pmid": "11694152", "type": "BACKGROUND", "citation": "Schaumberg DA, Buring JE, Sullivan DA, Dana MR. Hormone replacement therapy and dry eye syndrome. JAMA. 2001 Nov 7;286(17):2114-9. doi: 10.1001/jama.286.17.2114."}, {"pmid": "11696462", "type": "BACKGROUND", "citation": "Schonbeck U, Varo N, Libby P, Buring J, Ridker PM. Soluble CD40L and cardiovascular risk in women. Circulation. 2001 Nov 6;104(19):2266-8. doi: 10.1161/hc4401.099447."}, {"pmid": "10843311", "type": "BACKGROUND", "citation": "Schaumberg DA, Christen WG, Glynn RJ, Buring JE. Demographic predictors of eye care utilization among women. Med Care. 2000 Jun;38(6):638-46. doi: 10.1097/00005650-200006000-00005."}, {"pmid": "10490005", "type": "BACKGROUND", "citation": "Karlson EW, Lee IM, Cook NR, Manson JE, Buring JE, Hennekens CH. Comparison of self-reported diagnosis of connective tissue disease with medical records in female health professionals: the Women's Health Cohort Study. Am J Epidemiol. 1999 Sep 15;150(6):652-60. doi: 10.1093/oxfordjournals.aje.a010064."}, {"pmid": "10323446", "type": "BACKGROUND", "citation": "Karlson EW, Lee IM, Cook NR, Manson JE, Buring JE, Hennekens CH. A retrospective cohort study of cigarette smoking and risk of rheumatoid arthritis in female health professionals. Arthritis Rheum. 1999 May;42(5):910-7. doi: 10.1002/1529-0131(199905)42:53.0.CO;2-D."}, {"pmid": "10523217", "type": "BACKGROUND", "citation": "Ridker PM, Hennekens CH, Buring JE, Kundsin R, Shih J. Baseline IgG antibody titers to Chlamydia pneumoniae, Helicobacter pylori, herpes simplex virus, and cytomegalovirus and the risk for cardiovascular disease in women. Ann Intern Med. 1999 Oct 19;131(8):573-7. doi: 10.7326/0003-4819-131-8-199910190-00004."}, {"pmid": "10340369", "type": "BACKGROUND", "citation": "Ridker PM, Manson JE, Buring JE, Shih J, Matias M, Hennekens CH. Homocysteine and risk of cardiovascular disease among postmenopausal women. JAMA. 1999 May 19;281(19):1817-21. doi: 10.1001/jama.281.19.1817."}, {"pmid": "9625662", "type": "BACKGROUND", "citation": "Ridker PM, Miletich JP, Buring JE, Ariyo AA, Price DT, Manson JE, Hill JA. Factor V Leiden mutation as a risk factor for recurrent pregnancy loss. Ann Intern Med. 1998 Jun 15;128(12 Pt 1):1000-3. doi: 10.7326/0003-4819-128-12_part_1-199806150-00007."}, {"pmid": "8594243", "type": "BACKGROUND", "citation": "Hennekens CH, Lee IM, Cook NR, Hebert PR, Karlson EW, LaMotte F, Manson JE, Buring JE. Self-reported breast implants and connective-tissue diseases in female health professionals. A retrospective cohort study. JAMA. 1996 Feb 28;275(8):616-21. Erratum In: JAMA 1998 Jan 21;279(3):198."}, {"pmid": "15941896", "type": "BACKGROUND", "citation": "Christen WG, Liu S, Schaumberg DA, Buring JE. Fruit and vegetable intake and the risk of cataract in women. Am J Clin Nutr. 2005 Jun;81(6):1417-22. doi: 10.1093/ajcn/81.6.1417."}, {"pmid": "15781820", "type": "BACKGROUND", "citation": "Kurth T, Slomke MA, Kase CS, Cook NR, Lee IM, Gaziano JM, Diener HC, Buring JE. Migraine, headache, and the risk of stroke in women: a prospective study. Neurology. 2005 Mar 22;64(6):1020-6. doi: 10.1212/01.WNL.0000154528.21485.3A."}, {"pmid": "15920065", "type": "BACKGROUND", "citation": "Song Y, Ridker PM, Manson JE, Cook NR, Buring JE, Liu S. Magnesium intake, C-reactive protein, and the prevalence of metabolic syndrome in middle-aged and older U.S. women. Diabetes Care. 2005 Jun;28(6):1438-44. doi: 10.2337/diacare.28.6.1438."}, {"pmid": "15078645", "type": "BACKGROUND", "citation": "Blake GJ, Pradhan AD, Manson JE, Williams GR, Buring J, Ridker PM, Glynn RJ. Hemoglobin A1c level and future cardiovascular events among women. Arch Intern Med. 2004 Apr 12;164(7):757-61. doi: 10.1001/archinte.164.7.757."}, {"pmid": "14744735", "type": "BACKGROUND", "citation": "Higginbotham S, Zhang ZF, Lee IM, Cook NR, Buring JE, Liu S. Dietary glycemic load and breast cancer risk in the Women's Health Study. Cancer Epidemiol Biomarkers Prev. 2004 Jan;13(1):65-70. doi: 10.1158/1055-9965.epi-03-0066."}, {"pmid": "14759990", "type": "BACKGROUND", "citation": "Higginbotham S, Zhang ZF, Lee IM, Cook NR, Giovannucci E, Buring JE, Liu S; Women's Health Study. Dietary glycemic load and risk of colorectal cancer in the Women's Health Study. J Natl Cancer Inst. 2004 Feb 4;96(3):229-33. doi: 10.1093/jnci/djh020."}, {"pmid": "16216530", "type": "BACKGROUND", "citation": "Joffe HV, Ridker PM, Manson JE, Cook NR, Buring JE, Rexrode KM. Sex hormone-binding globulin and serum testosterone are inversely associated with C-reactive protein levels in postmenopausal women at high risk for cardiovascular disease. Ann Epidemiol. 2006 Feb;16(2):105-12. doi: 10.1016/j.annepidem.2005.07.055. Epub 2005 Oct 10."}, {"pmid": "16192263", "type": "BACKGROUND", "citation": "Song Y, Manson JE, Buring JE, Sesso HD, Liu S. Associations of dietary flavonoids with risk of type 2 diabetes, and markers of insulin resistance and systemic inflammation in women: a prospective study and cross-sectional analysis. J Am Coll Nutr. 2005 Oct;24(5):376-84. doi: 10.1080/07315724.2005.10719488."}, {"pmid": "16287773", "type": "BACKGROUND", "citation": "Sesso HD, Buring JE, Chown MJ, Ridker PM, Gaziano JM. A prospective study of plasma lipid levels and hypertension in women. Arch Intern Med. 2005 Nov 14;165(20):2420-7. doi: 10.1001/archinte.165.20.2420."}, {"pmid": "35259270", "type": "DERIVED", "citation": "Hamaya R, Mora S, Lawler PR, Cook NR, Buring JE, Lee IM, Manson JE, Tobias DK. Association of Modifiable Lifestyle Factors with Plasma Branched-Chain Amino Acid Metabolites in Women. J Nutr. 2022 Jun 9;152(6):1515-1524. doi: 10.1093/jn/nxac056."}, {"pmid": "34270325", "type": "DERIVED", "citation": "Haslam DE, Peloso GM, Guirette M, Imamura F, Bartz TM, Pitsillides AN, Wang CA, Li-Gao R, Westra JM, Pitkanen N, Young KL, Graff M, Wood AC, Braun KVE, Luan J, Kahonen M, Kiefte-de Jong JC, Ghanbari M, Tintle N, Lemaitre RN, Mook-Kanamori DO, North K, Helminen M, Mossavar-Rahmani Y, Snetselaar L, Martin LW, Viikari JS, Oddy WH, Pennell CE, Rosendall FR, Ikram MA, Uitterlinden AG, Psaty BM, Mozaffarian D, Rotter JI, Taylor KD, Lehtimaki T, Raitakari OT, Livingston KA, Voortman T, Forouhi NG, Wareham NJ, de Mutsert R, Rich SS, Manson JE, Mora S, Ridker PM, Merino J, Meigs JB, Dashti HS, Chasman DI, Lichtenstein AH, Smith CE, Dupuis J, Herman MA, McKeown NM. Sugar-Sweetened Beverage Consumption May Modify Associations Between Genetic Variants in the CHREBP (Carbohydrate Responsive Element Binding Protein) Locus and HDL-C (High-Density Lipoprotein Cholesterol) and Triglyceride Concentrations. Circ Genom Precis Med. 2021 Aug;14(4):e003288. doi: 10.1161/CIRCGEN.120.003288. Epub 2021 Jul 16."}, {"pmid": "34264743", "type": "DERIVED", "citation": "Hamaya R, Mora S, Lawler PR, Cook NR, Ridker PM, Buring JE, Lee IM, Manson JE, Tobias DK. Association of Plasma Branched-Chain Amino Acid With Biomarkers of Inflammation and Lipid Metabolism in Women. Circ Genom Precis Med. 2021 Aug;14(4):e003330. doi: 10.1161/CIRCGEN.121.003330. Epub 2021 Jul 15."}, {"pmid": "34039021", "type": "DERIVED", "citation": "Aday AW, Duran EK, Van Denburgh M, Kim E, Christen WG, Manson JE, Ridker PM, Pradhan AD. Homocysteine Is Associated With Future Venous Thromboembolism in 2 Prospective Cohorts of Women. Arterioscler Thromb Vasc Biol. 2021 Jul;41(7):2215-2224. doi: 10.1161/ATVBAHA.121.316397. Epub 2021 May 27."}, {"pmid": "32354380", "type": "DERIVED", "citation": "Duran EK, Aday AW, Cook NR, Buring JE, Ridker PM, Pradhan AD. Triglyceride-Rich Lipoprotein Cholesterol, Small Dense LDL Cholesterol, and Incident Cardiovascular Disease. J Am Coll Cardiol. 2020 May 5;75(17):2122-2135. doi: 10.1016/j.jacc.2020.02.059."}, {"pmid": "32102617", "type": "DERIVED", "citation": "Amigo N, Akinkuolie AO, Chiuve SE, Correig X, Cook NR, Mora S. Habitual Fish Consumption, n-3 Fatty Acids, and Nuclear Magnetic Resonance Lipoprotein Subfractions in Women. J Am Heart Assoc. 2020 Mar 3;9(5):e014963. doi: 10.1161/JAHA.119.014963. Epub 2020 Feb 27."}, {"pmid": "31322059", "type": "DERIVED", "citation": "Duran EK, Cook NR, Bobadilla M, Kim E, Manson JE, Buring JE, Ridker PM, Pradhan AD. Plasma Placental Growth Factor Concentrations Are Elevated Well in Advance of Type 2 Diabetes Mellitus Onset: Prospective Data From the WHS. J Am Heart Assoc. 2019 Aug 6;8(15):e012790. doi: 10.1161/JAHA.119.012790. Epub 2019 Jul 19."}, {"pmid": "30021845", "type": "DERIVED", "citation": "Aday AW, Lawler PR, Cook NR, Ridker PM, Mora S, Pradhan AD. Lipoprotein Particle Profiles, Standard Lipids, and Peripheral Artery Disease Incidence. Circulation. 2018 Nov 20;138(21):2330-2341. doi: 10.1161/CIRCULATIONAHA.118.035432."}, {"pmid": "28988211", "type": "DERIVED", "citation": "Wong JA, Rexrode KM, Sandhu RK, Moorthy MV, Conen D, Albert CM. Menopausal age, postmenopausal hormone therapy and incident atrial fibrillation. Heart. 2017 Dec;103(24):1954-1961. doi: 10.1136/heartjnl-2016-311002. Epub 2017 Oct 7."}, {"pmid": "28775061", "type": "DERIVED", "citation": "van Capelleveen JC, Bochem AE, Boekholdt SM, Mora S, Hoogeveen RC, Ballantyne CM, Ridker PM, Sun W, Barter PJ, Tall AR, Zwinderman AH, Kastelein JJP, Wareham NJ, Khaw KT, Hovingh GK. Association of High-Density Lipoprotein-Cholesterol Versus Apolipoprotein A-I With Risk of Coronary Heart Disease: The European Prospective Investigation Into Cancer-Norfolk Prospective Population Study, the Atherosclerosis Risk in Communities Study, and the Women's Health Study. J Am Heart Assoc. 2017 Aug 3;6(8):e006636. doi: 10.1161/JAHA.117.006636."}, {"pmid": "27902713", "type": "DERIVED", "citation": "Chandler PD, Akinkuolie AO, Tobias DK, Lawler PR, Li C, Moorthy MV, Wang L, Duprez DA, Jacobs DR, Glynn RJ, Otvos J, Connelly MA, Post WS, Ridker PM, Manson JE, Buring JE, Lee IM, Mora S. Association of N-Linked Glycoprotein Acetyls and Colorectal Cancer Incidence and Mortality. PLoS One. 2016 Nov 30;11(11):e0165615. doi: 10.1371/journal.pone.0165615. eCollection 2016."}, {"pmid": "27099252", "type": "DERIVED", "citation": "Chandler PD, Song Y, Lin J, Zhang S, Sesso HD, Mora S, Giovannucci EL, Rexrode KE, Moorthy MV, Li C, Ridker PM, Lee IM, Manson JE, Buring JE, Wang L. Lipid biomarkers and long-term risk of cancer in the Women's Health Study. Am J Clin Nutr. 2016 Jun;103(6):1397-407. doi: 10.3945/ajcn.115.124321. Epub 2016 Apr 20."}, {"pmid": "26951635", "type": "DERIVED", "citation": "Lawler PR, Akinkuolie AO, Chandler PD, Moorthy MV, Vandenburgh MJ, Schaumberg DA, Lee IM, Glynn RJ, Ridker PM, Buring JE, Mora S. Circulating N-Linked Glycoprotein Acetyls and Longitudinal Mortality Risk. Circ Res. 2016 Apr 1;118(7):1106-15. doi: 10.1161/CIRCRESAHA.115.308078. Epub 2016 Mar 7."}, {"pmid": "26180251", "type": "DERIVED", "citation": "Chiuve SE, Sandhu RK, Moorthy MV, Glynn RJ, Albert CM. Dietary Fat Intake Is Differentially Associated with Risk of Paroxysmal Compared with Sustained Atrial Fibrillation in Women. J Nutr. 2015 Sep;145(9):2092-101. doi: 10.3945/jn.115.212860. Epub 2015 Jul 15."}, {"pmid": "25908766", "type": "DERIVED", "citation": "Akinkuolie AO, Pradhan AD, Buring JE, Ridker PM, Mora S. Novel protein glycan side-chain biomarker and risk of incident type 2 diabetes mellitus. Arterioscler Thromb Vasc Biol. 2015 Jun;35(6):1544-50. doi: 10.1161/ATVBAHA.115.305635. Epub 2015 Apr 23."}, {"pmid": "25475110", "type": "DERIVED", "citation": "van Kruijsdijk RC, Visseren FL, Ridker PM, Dorresteijn JA, Buring JE, van der Graaf Y, Cook NR. Individualised prediction of alternate-day aspirin treatment effects on the combined risk of cancer, cardiovascular disease and gastrointestinal bleeding in healthy women. Heart. 2015 Mar;101(5):369-76. doi: 10.1136/heartjnl-2014-306342. Epub 2014 Dec 4."}, {"pmid": "25249300", "type": "DERIVED", "citation": "Akinkuolie AO, Buring JE, Ridker PM, Mora S. A novel protein glycan biomarker and future cardiovascular disease events. J Am Heart Assoc. 2014 Sep 23;3(5):e001221. doi: 10.1161/JAHA.114.001221."}, {"pmid": "24860180", "type": "DERIVED", "citation": "Mora S, Akinkuolie AO, Sandhu RK, Conen D, Albert CM. Paradoxical association of lipoprotein measures with incident atrial fibrillation. Circ Arrhythm Electrophysiol. 2014 Aug;7(4):612-9. doi: 10.1161/CIRCEP.113.001378. Epub 2014 May 25."}, {"pmid": "24345402", "type": "DERIVED", "citation": "Mora S, Buring JE, Ridker PM. Discordance of low-density lipoprotein (LDL) cholesterol with alternative LDL-related measures and future coronary events. Circulation. 2014 Feb 4;129(5):553-61. doi: 10.1161/CIRCULATIONAHA.113.005873. Epub 2013 Dec 17."}, {"pmid": "24248942", "type": "DERIVED", "citation": "Akinkuolie AO, Paynter NP, Padmanabhan L, Mora S. High-density lipoprotein particle subclass heterogeneity and incident coronary heart disease. Circ Cardiovasc Qual Outcomes. 2014 Jan;7(1):55-63. doi: 10.1161/CIRCOUTCOMES.113.000675. Epub 2013 Nov 18."}, {"pmid": "23856681", "type": "DERIVED", "citation": "Cook NR, Lee IM, Zhang SM, Moorthy MV, Buring JE. Alternate-day, low-dose aspirin and cancer risk: long-term observational follow-up of a randomized trial. Ann Intern Med. 2013 Jul 16;159(2):77-85. doi: 10.7326/0003-4819-159-2-201307160-00002."}, {"pmid": "22438520", "type": "DERIVED", "citation": "Chae CU, Albert CM, Moorthy MV, Lee IM, Buring JE. Vitamin E supplementation and the risk of heart failure in women. Circ Heart Fail. 2012 Mar 1;5(2):176-82. doi: 10.1161/CIRCHEARTFAILURE.111.963793."}, {"pmid": "21673005", "type": "DERIVED", "citation": "Kurth T, Diener HC, Buring JE. Migraine and cardiovascular disease in women and the role of aspirin: subgroup analyses in the Women's Health Study. Cephalalgia. 2011 Jul;31(10):1106-15. doi: 10.1177/0333102411412628. Epub 2011 Jun 14."}, {"pmid": "20980491", "type": "DERIVED", "citation": "Djousse L, Gaziano JM, Buring JE, Lee IM. Dietary omega-3 fatty acids and fish consumption and risk of type 2 diabetes. Am J Clin Nutr. 2011 Jan;93(1):143-50. doi: 10.3945/ajcn.110.005603. Epub 2010 Oct 27."}, {"pmid": "20697028", "type": "DERIVED", "citation": "Conen D, Tedrow UB, Cook NR, Buring JE, Albert CM. Birth weight is a significant risk factor for incident atrial fibrillation. Circulation. 2010 Aug 24;122(8):764-70. doi: 10.1161/CIRCULATIONAHA.110.947978. Epub 2010 Aug 9."}, {"pmid": "20647959", "type": "DERIVED", "citation": "Kurtz EG, Ridker PM, Rose LM, Cook NR, Everett BM, Buring JE, Rexrode KM. Oral postmenopausal hormone therapy, C-reactive protein, and cardiovascular outcomes. Menopause. 2011 Jan;18(1):23-9. doi: 10.1097/gme.0b013e3181e750dd."}, {"pmid": "20573799", "type": "DERIVED", "citation": "Conen D, Chiuve SE, Everett BM, Zhang SM, Buring JE, Albert CM. Caffeine consumption and incident atrial fibrillation in women. Am J Clin Nutr. 2010 Sep;92(3):509-14. doi: 10.3945/ajcn.2010.29627. Epub 2010 Jun 23."}, {"pmid": "20511445", "type": "DERIVED", "citation": "Mora S, Kamstrup PR, Rifai N, Nordestgaard BG, Buring JE, Ridker PM. Lipoprotein(a) and risk of type 2 diabetes. Clin Chem. 2010 Aug;56(8):1252-60. doi: 10.1373/clinchem.2010.146779. Epub 2010 May 28."}, {"pmid": "20488302", "type": "DERIVED", "citation": "Tedrow UB, Conen D, Ridker PM, Cook NR, Koplan BA, Manson JE, Buring JE, Albert CM. The long- and short-term impact of elevated body mass index on the risk of new atrial fibrillation the WHS (women's health study). J Am Coll Cardiol. 2010 May 25;55(21):2319-27. doi: 10.1016/j.jacc.2010.02.029."}, {"pmid": "19395440", "type": "DERIVED", "citation": "Mora S, Rifai N, Buring JE, Ridker PM. Comparison of LDL cholesterol concentrations by Friedewald calculation and direct measurement in relation to cardiovascular events in 27,331 women. Clin Chem. 2009 May;55(5):888-94. doi: 10.1373/clinchem.2008.117929."}, {"pmid": "19364977", "type": "DERIVED", "citation": "Conen D, Tedrow UB, Koplan BA, Glynn RJ, Buring JE, Albert CM. Influence of systolic and diastolic blood pressure on the risk of incident atrial fibrillation in women. Circulation. 2009 Apr 28;119(16):2146-52. doi: 10.1161/CIRCULATIONAHA.108.830042. Epub 2009 Apr 13."}, {"pmid": "19204302", "type": "DERIVED", "citation": "Mora S, Otvos JD, Rifai N, Rosenson RS, Buring JE, Ridker PM. Lipoprotein particle profiles by nuclear magnetic resonance compared with standard lipids and apolipoproteins in predicting incident cardiovascular disease in women. Circulation. 2009 Feb 24;119(7):931-9. doi: 10.1161/CIRCULATIONAHA.108.816181. Epub 2009 Feb 9."}, {"pmid": "18975365", "type": "DERIVED", "citation": "Karlson EW, Shadick NA, Cook NR, Buring JE, Lee IM. Vitamin E in the primary prevention of rheumatoid arthritis: the Women's Health Study. Arthritis Rheum. 2008 Nov 15;59(11):1589-95. doi: 10.1002/art.24194."}, {"pmid": "18835953", "type": "DERIVED", "citation": "Pradhan AD, Cook NR, Manson JE, Ridker PM, Buring JE. A randomized trial of low-dose aspirin in the prevention of clinical type 2 diabetes in women. Diabetes Care. 2009 Jan;32(1):3-8. doi: 10.2337/dc08-1206. Epub 2008 Oct 3."}, {"pmid": "18687721", "type": "DERIVED", "citation": "Kurth T, Schurks M, Logroscino G, Gaziano JM, Buring JE. Migraine, vascular risk, and cardiovascular events in women: prospective cohort study. BMJ. 2008 Aug 7;337:a636. doi: 10.1136/bmj.a636."}, {"pmid": "18598891", "type": "DERIVED", "citation": "Suk Danik J, Rifai N, Buring JE, Ridker PM. Lipoprotein(a), hormone replacement therapy, and risk of future cardiovascular events. J Am Coll Cardiol. 2008 Jul 8;52(2):124-31. doi: 10.1016/j.jacc.2008.04.009."}, {"pmid": "18514203", "type": "DERIVED", "citation": "Everett BM, Bansal S, Rifai N, Buring JE, Ridker PM. Interleukin-18 and the risk of future cardiovascular disease among initially healthy women. Atherosclerosis. 2009 Jan;202(1):282-8. doi: 10.1016/j.atherosclerosis.2008.04.015. Epub 2008 Apr 22."}, {"pmid": "18339679", "type": "DERIVED", "citation": "Kurth T, Barr RG, Gaziano JM, Buring JE. Randomised aspirin assignment and risk of adult-onset asthma in the Women's Health Study. Thorax. 2008 Jun;63(6):514-8. doi: 10.1136/thx.2007.091447. Epub 2008 Mar 13."}, {"pmid": "18043905", "type": "DERIVED", "citation": "Levitan EB, Liu S, Stampfer MJ, Cook NR, Rexrode KM, Ridker PM, Buring JE, Manson JE. HbA1c measured in stored erythrocytes and mortality rate among middle-aged and older women. Diabetologia. 2008 Feb;51(2):267-75. doi: 10.1007/s00125-007-0882-y. Epub 2007 Nov 28."}, {"pmid": "17938390", "type": "DERIVED", "citation": "Glynn RJ, Ridker PM, Goldhaber SZ, Buring JE. Effect of low-dose aspirin on the occurrence of venous thromboembolism: a randomized trial. Ann Intern Med. 2007 Oct 16;147(8):525-33. doi: 10.7326/0003-4819-147-8-200710160-00004."}, {"pmid": "17704543", "type": "DERIVED", "citation": "Conen D, Ridker PM, Buring JE, Glynn RJ. Risk of cardiovascular events among women with high normal blood pressure or blood pressure progression: prospective cohort study. BMJ. 2007 Sep 1;335(7617):432. doi: 10.1136/bmj.39269.672188.AE. Epub 2007 Aug 19."}, {"pmid": "17701157", "type": "DERIVED", "citation": "Ding EL, Song Y, Manson JE, Rifai N, Buring JE, Liu S. Plasma sex steroid hormones and risk of developing type 2 diabetes in women: a prospective study. Diabetologia. 2007 Oct;50(10):2076-84. doi: 10.1007/s00125-007-0785-y. Epub 2007 Aug 14."}, {"pmid": "17332146", "type": "DERIVED", "citation": "Zee RY, Mora S, Cheng S, Erlich HA, Lindpaintner K, Rifai N, Buring JE, Ridker PM. Homocysteine, 5,10-methylenetetrahydrofolate reductase 677C>T polymorphism, nutrient intake, and incident cardiovascular disease in 24,968 initially healthy women. Clin Chem. 2007 May;53(5):845-51. doi: 10.1373/clinchem.2006.083881. Epub 2007 Mar 1."}, {"pmid": "17310025", "type": "DERIVED", "citation": "Kurth T, Everett BM, Buring JE, Kase CS, Ridker PM, Gaziano JM. Lipid levels and the risk of ischemic stroke in women. Neurology. 2007 Feb 20;68(8):556-62. doi: 10.1212/01.wnl.0000254472.41810.0d."}, {"pmid": "17161253", "type": "DERIVED", "citation": "Everett BM, Kurth T, Buring JE, Ridker PM. The relative strength of C-reactive protein and lipid levels as determinants of ischemic stroke compared with coronary heart disease in women. J Am Coll Cardiol. 2006 Dec 5;48(11):2235-42. doi: 10.1016/j.jacc.2006.09.030. Epub 2006 Nov 13."}, {"pmid": "16864722", "type": "DERIVED", "citation": "Mora S, Rifai N, Buring JE, Ridker PM. Additive value of immunoassay-measured fibrinogen and high-sensitivity C-reactive protein levels for predicting incident cardiovascular events. Circulation. 2006 Aug 1;114(5):381-7. doi: 10.1161/CIRCULATIONAHA.106.634089. Epub 2006 Jul 24."}]}}, "resultsSection": {"participantFlowModule": {"groups": [{"id": "FG000", "title": "Aspirin Only", "description": "Aspirin(100 mg every other day)and placebo vitamin E"}, {"id": "FG001", "title": "Vitamin E Only", "description": "Placebo aspirin and vitamin E (600 IU every other day"}, {"id": "FG002", "title": "Aspirin + Vitamin E", "description": "Aspirin (100 mg every other day) and vitamin E (600 IU every other day)"}, {"id": "FG003", "title": "Both Placebos", "description": "Placebo aspirin and placebo vitamin E"}], "periods": [{"title": "Overall Study", "milestones": [{"type": "STARTED", "achievements": [{"groupId": "FG000", "numSubjects": "9968"}, {"groupId": "FG001", "numSubjects": "9971"}, {"groupId": "FG002", "numSubjects": "9966"}, {"groupId": "FG003", "numSubjects": "9971"}]}, {"type": "COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "9968"}, {"groupId": "FG001", "numSubjects": "9971"}, {"groupId": "FG002", "numSubjects": "9966"}, {"groupId": "FG003", "numSubjects": "9971"}]}, {"type": "NOT COMPLETED", "achievements": [{"groupId": "FG000", "numSubjects": "0"}, {"groupId": "FG001", "numSubjects": "0"}, {"groupId": "FG002", "numSubjects": "0"}, {"groupId": "FG003", "numSubjects": "0"}]}]}]}, "baselineCharacteristicsModule": {"groups": [{"id": "BG000", "title": "Aspirin Only", "description": "Aspirin(100 mg every other day)and placebo vitamin E"}, {"id": "BG001", "title": "Vitamin E Only", "description": "Placebo aspirin and vitamin E (600 IU every other day"}, {"id": "BG002", "title": "Aspirin + Vitamin E", "description": "Aspirin (100 mg every other day) and vitamin E (600 IU every other day)"}, {"id": "BG003", "title": "Both Placebos", "description": "Placebo aspirin and placebo vitamin E"}, {"id": "BG004", "title": "Total", "description": "Total of all reporting groups"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "BG000", "value": "9968"}, {"groupId": "BG001", "value": "9971"}, {"groupId": "BG002", "value": "9966"}, {"groupId": "BG003", "value": "9971"}, {"groupId": "BG004", "value": "39876"}]}], "measures": [{"title": "Age, Categorical", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "<=18 years", "measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "0"}, {"groupId": "BG002", "value": "0"}, {"groupId": "BG003", "value": "0"}, {"groupId": "BG004", "value": "0"}]}, {"title": "Between 18 and 65 years", "measurements": [{"groupId": "BG000", "value": "8981"}, {"groupId": "BG001", "value": "8974"}, {"groupId": "BG002", "value": "8969"}, {"groupId": "BG003", "value": "8984"}, {"groupId": "BG004", "value": "35908"}]}, {"title": ">=65 years", "measurements": [{"groupId": "BG000", "value": "987"}, {"groupId": "BG001", "value": "997"}, {"groupId": "BG002", "value": "997"}, {"groupId": "BG003", "value": "987"}, {"groupId": "BG004", "value": "3968"}]}]}]}, {"title": "Age, Continuous", "paramType": "MEAN", "dispersionType": "STANDARD_DEVIATION", "unitOfMeasure": "years", "classes": [{"categories": [{"measurements": [{"groupId": "BG000", "value": "53.9", "spread": "7.1"}, {"groupId": "BG001", "value": "53.9", "spread": "7.1"}, {"groupId": "BG002", "value": "53.9", "spread": "7.1"}, {"groupId": "BG003", "value": "53.9", "spread": "7.1"}, {"groupId": "BG004", "value": "53.9", "spread": "7.1"}]}]}]}, {"title": "Sex: Female, Male", "paramType": "COUNT_OF_PARTICIPANTS", "unitOfMeasure": "Participants", "classes": [{"categories": [{"title": "Female", "measurements": [{"groupId": "BG000", "value": "9968"}, {"groupId": "BG001", "value": "9971"}, {"groupId": "BG002", "value": "9966"}, {"groupId": "BG003", "value": "9971"}, {"groupId": "BG004", "value": "39876"}]}, {"title": "Male", "measurements": [{"groupId": "BG000", "value": "0"}, {"groupId": "BG001", "value": "0"}, {"groupId": "BG002", "value": "0"}, {"groupId": "BG003", "value": "0"}, {"groupId": "BG004", "value": "0"}]}]}]}, {"title": "Region of Enrollment", "paramType": "NUMBER", "unitOfMeasure": "participants", "classes": [{"title": "United States", "categories": [{"measurements": [{"groupId": "BG000", "value": "9968"}, {"groupId": "BG001", "value": "9971"}, {"groupId": "BG002", "value": "9966"}, {"groupId": "BG003", "value": "9971"}, {"groupId": "BG004", "value": "39876"}]}]}]}]}, "outcomeMeasuresModule": {"outcomeMeasures": [{"type": "PRIMARY", "title": "Number of Participants With Major Cardiovascular Events (a Combined Endpoint of Nonfatal Myocardial Infarction, Nonfatal Stroke, and Total Cardiovascular Death)", "reportingStatus": "POSTED", "anticipatedPostingDate": "2005-03", "paramType": "NUMBER", "unitOfMeasure": "Participants", "timeFrame": "Average follow-up 10.1 years", "groups": [{"id": "OG000", "title": "Aspirin Only", "description": "Aspirin(100 mg every other day)and placebo vitamin E"}, {"id": "OG001", "title": "Vitamin E Only", "description": "Placebo aspirin and vitamin E (600 IU every other day"}, {"id": "OG002", "title": "Aspirin + Vitamin E", "description": "Aspirin (100 mg every other day) and vitamin E (600 IU every other day)"}, {"id": "OG003", "title": "Both Placebos", "description": "Placebo aspirin and placebo vitamin E"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "9968"}, {"groupId": "OG001", "value": "9971"}, {"groupId": "OG002", "value": "9966"}, {"groupId": "OG003", "value": "9971"}]}], "classes": [{"title": "Major cardiovascular event", "categories": [{"measurements": [{"groupId": "OG000", "value": "245", "lowerLimit": "0.80", "upperLimit": "1.03"}, {"groupId": "OG001", "value": "250", "lowerLimit": "0.82", "upperLimit": "1.05"}, {"groupId": "OG002", "value": "232"}, {"groupId": "OG003", "value": "272"}]}]}, {"title": "Stroke", "categories": [{"measurements": [{"groupId": "OG000", "value": "113", "lowerLimit": "0.69", "upperLimit": "0.99"}, {"groupId": "OG001", "value": "133", "lowerLimit": "0.82", "upperLimit": "1.17"}, {"groupId": "OG002", "value": "108"}, {"groupId": "OG003", "value": "133"}]}]}, {"title": "Myocardial infarction", "categories": [{"measurements": [{"groupId": "OG000", "value": "96", "lowerLimit": "0.84", "upperLimit": "1.25"}, {"groupId": "OG001", "value": "94", "lowerLimit": "0.82", "upperLimit": "1.23"}, {"groupId": "OG002", "value": "102"}, {"groupId": "OG003", "value": "99"}]}]}, {"title": "Cardiovascular death", "categories": [{"measurements": [{"groupId": "OG000", "value": "66", "lowerLimit": "0.74", "upperLimit": "1.22"}, {"groupId": "OG001", "value": "52", "lowerLimit": "0.59", "upperLimit": "0.98"}, {"groupId": "OG002", "value": "54"}, {"groupId": "OG003", "value": "74"}]}]}]}, {"type": "PRIMARY", "title": "Number of Participants With Cancer, Excluding Nonmelanoma Skin Cancer", "reportingStatus": "POSTED", "anticipatedPostingDate": "2005-07", "paramType": "NUMBER", "unitOfMeasure": "participants", "timeFrame": "Average follow-up 10.1 years", "groups": [{"id": "OG000", "title": "Aspirin Only", "description": "Aspirin(100 mg every other day)and placebo vitamin E"}, {"id": "OG001", "title": "Vitamin E Only", "description": "Placebo aspirin and vitamin E (600 IU every other day"}, {"id": "OG002", "title": "Aspirin + Vitamin E", "description": "Aspirin (100 mg every other day) and vitamin E (600 IU every other day)"}, {"id": "OG003", "title": "Both Placebos", "description": "Placebo aspirin and placebo vitamin E"}], "denoms": [{"units": "Participants", "counts": [{"groupId": "OG000", "value": "9968"}, {"groupId": "OG001", "value": "9971"}, {"groupId": "OG002", "value": "9966"}, {"groupId": "OG003", "value": "9971"}]}], "classes": [{"title": "Total invasive cancer", "categories": [{"measurements": [{"groupId": "OG000", "value": "722", "lowerLimit": "0.94", "upperLimit": "1.08"}, {"groupId": "OG001", "value": "721", "lowerLimit": "0.94", "upperLimit": "1.08"}, {"groupId": "OG002", "value": "716"}, {"groupId": "OG003", "value": "706"}]}]}, {"title": "Cancer death", "categories": [{"measurements": [{"groupId": "OG000", "value": "132", "lowerLimit": "0.81", "upperLimit": "1.11"}, {"groupId": "OG001", "value": "156", "lowerLimit": "0.95", "upperLimit": "1.32"}, {"groupId": "OG002", "value": "152"}, {"groupId": "OG003", "value": "143"}]}]}]}]}, "adverseEventsModule": {"frequencyThreshold": "5", "eventGroups": [{"id": "EG000", "title": "Aspirin Only", "description": "Aspirin(100 mg every other day)and placebo vitamin E", "seriousNumAffected": 27, "seriousNumAtRisk": 9968, "otherNumAffected": 5969, "otherNumAtRisk": 9968}, {"id": "EG001", "title": "Vitamin E Only", "description": "Placebo aspirin and vitamin E (600 IU every other day", "seriousNumAffected": 20, "seriousNumAtRisk": 9971, "otherNumAffected": 5915, "otherNumAtRisk": 9971}, {"id": "EG002", "title": "Aspirin + Vitamin E", "description": "Aspirin (100 mg every other day) and vitamin E (600 IU every other day)", "seriousNumAffected": 24, "seriousNumAtRisk": 9966, "otherNumAffected": 5887, "otherNumAtRisk": 9966}, {"id": "EG003", "title": "Both Placebos", "description": "Placebo aspirin and placebo vitamin E", "seriousNumAffected": 21, "seriousNumAtRisk": 9971, "otherNumAffected": 6000, "otherNumAtRisk": 9971}], "seriousEvents": [{"term": "hemorrhagic stroke", "organSystem": "Blood and lymphatic system disorders", "sourceVocabulary": "ICD", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 27, "numAffected": 27, "numAtRisk": 9968}, {"groupId": "EG001", "numEvents": 20, "numAffected": 20, "numAtRisk": 9971}, {"groupId": "EG002", "numEvents": 24, "numAffected": 24, "numAtRisk": 9966}, {"groupId": "EG003", "numEvents": 21, "numAffected": 21, "numAtRisk": 9971}]}], "otherEvents": [{"term": "hematuria", "organSystem": "Blood and lymphatic system disorders", "sourceVocabulary": "ICD", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 1534, "numAffected": 1534, "numAtRisk": 9968}, {"groupId": "EG001", "numEvents": 1467, "numAffected": 1467, "numAtRisk": 9971}, {"groupId": "EG002", "numEvents": 1505, "numAffected": 1505, "numAtRisk": 9966}, {"groupId": "EG003", "numEvents": 1411, "numAffected": 1411, "numAtRisk": 9971}]}, {"term": "easy bruising", "organSystem": "Blood and lymphatic system disorders", "sourceVocabulary": "ICD", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 5297, "numAffected": 5297, "numAtRisk": 9968}, {"groupId": "EG001", "numEvents": 4247, "numAffected": 4247, "numAtRisk": 9971}, {"groupId": "EG002", "numEvents": 5263, "numAffected": 5263, "numAtRisk": 9966}, {"groupId": "EG003", "numEvents": 4247, "numAffected": 4247, "numAtRisk": 9971}]}, {"term": "epistaxis", "organSystem": "Blood and lymphatic system disorders", "sourceVocabulary": "ICD", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 1854, "numAffected": 1854, "numAtRisk": 9968}, {"groupId": "EG001", "numEvents": 1703, "numAffected": 1703, "numAtRisk": 9971}, {"groupId": "EG002", "numEvents": 1947, "numAffected": 1947, "numAtRisk": 9966}, {"groupId": "EG003", "numEvents": 1618, "numAffected": 1618, "numAtRisk": 9971}]}, {"term": "report of GI upset", "organSystem": "Gastrointestinal disorders", "sourceVocabulary": "ICD", "assessmentType": "SYSTEMATIC_ASSESSMENT", "stats": [{"groupId": "EG000", "numEvents": 5969, "numAffected": 5969, "numAtRisk": 9968}, {"groupId": "EG001", "numEvents": 5915, "numAffected": 5915, "numAtRisk": 9971}, {"groupId": "EG002", "numEvents": 5887, "numAffected": 5887, "numAtRisk": 9966}, {"groupId": "EG003", "numEvents": 6000, "numAffected": 6000, "numAtRisk": 9971}]}]}, "moreInfoModule": {"certainAgreement": {"piSponsorEmployee": true}, "pointOfContact": {"title": "Julie E. Buring", "organization": "Brigham and Women's Hospital", "email": "jburing@rics.bwh.harvard.edu", "phone": "617 732 4965"}}}, "derivedSection": {"miscInfoModule": {"versionHolder": "2024-07-01"}, "conditionBrowseModule": {"meshes": [{"id": "D000002561", "term": "Cerebrovascular Disorders"}, {"id": "D000002318", "term": "Cardiovascular Diseases"}, {"id": "D000006331", "term": "Heart Diseases"}, {"id": "D000009203", "term": "Myocardial Infarction"}, {"id": "D000014652", "term": "Vascular Diseases"}, {"id": "D000003327", "term": "Coronary Disease"}, {"id": "D000017202", "term": "Myocardial Ischemia"}, {"id": "D000007238", "term": "Infarction"}], "ancestors": [{"id": "D000007511", "term": "Ischemia"}, {"id": "D000010335", "term": "Pathologic Processes"}, {"id": "D000009336", "term": "Necrosis"}, {"id": "D000001927", "term": "Brain Diseases"}, {"id": "D000002493", "term": "Central Nervous System Diseases"}, {"id": "D000009422", "term": "Nervous System Diseases"}], "browseLeaves": [{"id": "M10543", "name": "Ischemia", "relevance": "LOW"}, {"id": "M12155", "name": "Myocardial Infarction", "asFound": "Myocardial Infarction", "relevance": "HIGH"}, {"id": "M10282", "name": "Infarction", "asFound": "Infarction", "relevance": "HIGH"}, {"id": "M17400", "name": "Vascular Diseases", "asFound": "Vascular Disease", "relevance": "HIGH"}, {"id": "M6546", "name": "Coronary Artery Disease", "relevance": "LOW"}, {"id": "M19506", "name": "Myocardial Ischemia", "asFound": "Myocardial Ischemia", "relevance": "HIGH"}, {"id": "M6549", "name": "Coronary Disease", "asFound": "Coronary Disease", "relevance": "HIGH"}, {"id": "M9419", "name": "Heart Diseases", "asFound": "Heart Disease", "relevance": "HIGH"}, {"id": "M5810", "name": "Cerebrovascular Disorders", "asFound": "Cerebrovascular Disorders", "relevance": "HIGH"}, {"id": "M12284", "name": "Necrosis", "relevance": "LOW"}, {"id": "M5204", "name": "Brain Diseases", "relevance": "LOW"}, {"id": "M5742", "name": "Central Nervous System Diseases", "relevance": "LOW"}], "browseBranches": [{"abbrev": "BC23", "name": "Symptoms and General Pathology"}, {"abbrev": "All", "name": "All Conditions"}, {"abbrev": "BC14", "name": "Heart and Blood Diseases"}, {"abbrev": "BC10", "name": "Nervous System Diseases"}]}, "interventionBrowseModule": {"meshes": [{"id": "D000001241", "term": "Aspirin"}, {"id": "D000014810", "term": "Vitamin E"}], "ancestors": [{"id": "D000014815", "term": "Vitamins"}, {"id": "D000018977", "term": "Micronutrients"}, {"id": "D000045505", "term": "Physiological Effects of Drugs"}, {"id": "D000000894", "term": "Anti-Inflammatory Agents, Non-Steroidal"}, {"id": "D000018712", "term": "Analgesics, Non-Narcotic"}, {"id": "D000000700", "term": "Analgesics"}, {"id": "D000018689", "term": "Sensory System Agents"}, {"id": "D000018373", "term": "Peripheral Nervous System Agents"}, {"id": "D000000893", "term": "Anti-Inflammatory Agents"}, {"id": "D000018501", "term": "Antirheumatic Agents"}, {"id": "D000005343", "term": "Fibrinolytic Agents"}, {"id": "D000050299", "term": "Fibrin Modulating Agents"}, {"id": "D000045504", "term": "Molecular Mechanisms of Pharmacological Action"}, {"id": "D000010975", "term": "Platelet Aggregation Inhibitors"}, {"id": "D000016861", "term": "Cyclooxygenase Inhibitors"}, {"id": "D000004791", "term": "Enzyme Inhibitors"}, {"id": "D000058633", "term": "Antipyretics"}, {"id": "D000000975", "term": "Antioxidants"}, {"id": "D000020011", "term": "Protective Agents"}], "browseLeaves": [{"id": "M4548", "name": "Aspirin", "asFound": "Baseline", "relevance": "HIGH"}, {"id": "M17558", "name": "Vitamins", "relevance": "LOW"}, {"id": "M22972", "name": "Tocopherols", "relevance": "LOW"}, {"id": "M17553", "name": "Vitamin E", "asFound": "Chronic Kidney Disease", "relevance": "HIGH"}, {"id": "M22975", "name": "Tocotrienols", "relevance": "LOW"}, {"id": "M22969", "name": "alpha-Tocopherol", "relevance": "LOW"}, {"id": "M21009", "name": "Micronutrients", "relevance": "LOW"}, {"id": "M16885", "name": "Trace Elements", "relevance": "LOW"}, {"id": "M4218", "name": "Anti-Inflammatory Agents, Non-Steroidal", "relevance": "LOW"}, {"id": "M4217", "name": "Anti-Inflammatory Agents", "relevance": "LOW"}, {"id": "M4032", "name": "Analgesics", "relevance": "LOW"}, {"id": "M20786", "name": "Analgesics, Non-Narcotic", "relevance": "LOW"}, {"id": "M20604", "name": "Antirheumatic Agents", "relevance": "LOW"}, {"id": "M8473", "name": "Fibrinolytic Agents", "relevance": "LOW"}, {"id": "M13865", "name": "Platelet Aggregation Inhibitors", "relevance": "LOW"}, {"id": "M19209", "name": "Cyclooxygenase Inhibitors", "relevance": "LOW"}, {"id": "M7951", "name": "Enzyme Inhibitors", "relevance": "LOW"}, {"id": "M29176", "name": "Antipyretics", "relevance": "LOW"}, {"id": "M4292", "name": "Antioxidants", "relevance": "LOW"}, {"id": "M21869", "name": "Protective Agents", "relevance": "LOW"}, {"id": "T466", "name": "Tocopherol", "relevance": "LOW"}, {"id": "T467", "name": "Tocotrienol", "relevance": "LOW"}, {"id": "T480", "name": "Vitamin E", "asFound": "Chronic Kidney Disease", "relevance": "HIGH"}], "browseBranches": [{"abbrev": "Antipy", "name": "Antipyretics"}, {"abbrev": "Infl", "name": "Anti-Inflammatory Agents"}, {"abbrev": "ARhu", "name": "Antirheumatic Agents"}, {"abbrev": "FiAg", "name": "Fibrinolytic Agents"}, {"abbrev": "Analg", "name": "Analgesics"}, {"abbrev": "PlAggInh", "name": "Platelet Aggregation Inhibitors"}, {"abbrev": "All", "name": "All Drugs and Chemicals"}, {"abbrev": "Micro", "name": "Micronutrients"}, {"abbrev": "Vi", "name": "Vitamins"}]}}, "hasResults": true}